{
  "code": "AKTV",
  "name": "Aktivitetsledarskap",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:151",
  "nameHeading": "<h2>Aktivitetsledarskap</h2>",
  "description": "<p>Ämnet aktivitetsledarskap tar utgångspunkt i människors lärande i olika miljöer och fokuserar på mötet mellan människor utifrån individ och grupp. Ämnet behandlar hur aktivitetsledaren på ett inspirerande, målgruppsanpassat och ansvarsfullt sätt kan planera och leda olika aktiviteter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet aktivitetsledarskap ska syfta till att eleverna utvecklar kunskaper om hur människor lär, utvecklas och socialiseras i olika sammanhang samt om olika teorier och villkor för det. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera och genomföra olika typer av aktiviteter utifrån olika målgrupper och individuella förutsättningar. På så sätt ska undervisningen stimulera elevernas kreativitet och lust att omsätta idéer i praktisk handling. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att genomföra aktiviteter som stödjer lärande och deltagande samt att dokumentera och utvärdera aktiviteterna. Eleverna ska ges möjlighet att utveckla förmåga att leda aktiviteter på ett säkert och miljömedvetet sätt samt att handla med omdöme. Undervisningen ska även belysa frågor som rör etiska förhållningssätt samt leda till att eleverna utvecklar förmåga att tillämpa lagar och andra bestämmelser inom området.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om människors interaktion och kommunikation samt om pedagogiskt ledarskap. Undervisningen ska bidra till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor i olika aktiviteter och skapa goda villkor för lärande och växande.</p> <p>Initiativförmåga, självständighet, personligt ansvarstagande och handlingsberedskap ska stimuleras i undervisningen och tillfällen ska ges för eleverna att medverka vid val av arbetsformer och innehåll. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av olika pedagogiska sammanhang och hur aktiviteter kan planeras och genomföras. Eleverna ska också ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp samt egna och andras handlingar och attityder.</p> <h5><em>Undervisningen i ämnet aktivitetsledarskap ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om människors lärande och utveckling samt om olika villkor för det.</li> <li>Förmåga att planera, genomföra, dokumentera och utvärdera aktiviteter för att stödja och stimulera lärande och deltagande i olika situationer.</li> <li>Förmåga att leda aktiviteter på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att kommunicera och samverka för att möta och pedagogiskt leda människor i olika aktiviteter.</li> </ul><h3>Nivåer i ämnet aktivitetsledarskap</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: AKTV1000X</h3>",
      "code": "AKTV1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet aktivitetsledarskap på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Grupprocesser, grupputveckling och konflikthantering i teori och praktik.</li> <li>Lekens eller den fysiska aktivitetens betydelse för lärande.</li> <li>Planering och genomförande av aktiviteter på ett målgruppsanpassat sätt och utifrån individuella förutsättningar.</li> <li>Hur planering, organisering och genomförande kan stimulera lärande och deltagande.</li> <li>Dokumentation och utvärdering av aktiviteter i enlighet med målen för aktiviteterna.</li> <li>Kvalitetssäkring, riskanalys och förebyggande säkerhet i samband med planering.</li> <li>Användande av relevanta redskap och relevant utrustning samt säkerhetsutrustning för olika aktiviteter.</li> <li>Ingripande och agerande vid akuta nödsituationer, fysisk skada eller sjukdom.</li> <li>Anpassat ledarskap, enskilt och tillsammans med andra.</li> <li>Riktlinjer och yrkesetik samt lagar och andra bestämmelser inom området.</li> <li>Lokala förutsättningar för genomförande av hälsofrämjande och miljömässigt hållbara aktiviteter.</li> <li>Människors interaktion, kommunikation och bemötande.</li> <li>Gruppens och det sociala sammanhangets betydelse för lärande.</li> <li>Aktivitetsledarens roll och betydelse för gruppens samspel.</li> <li>Pedagogiskt ledarskap, enskilt och i grupp, i enlighet med syfte och mål för aktiviteten.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om människors lärande och utveckling samt om olika villkor för det.</p> <p>Eleven planerar och genomför aktiviteter som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>godtagbart</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna.</p> <p>Eleven leder olika aktiviteter på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>godtagbart</strong> sätt. Eleven bemöter människor och leder olika aktiviteter på ett målinriktat och pedagogiskt sätt med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om människors lärande och utveckling samt om olika villkor för det.</p> <p>Eleven planerar och genomför aktiviteter som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna.</p> <p>Eleven leder olika aktiviteter på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>gott</strong> sätt. Eleven bemöter människor och leder olika aktiviteter på ett målinriktat och pedagogiskt sätt med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om människors lärande och utveckling samt om olika villkor för det.</p> <p>Eleven planerar och genomför aktiviteter som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>mycket gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna.</p> <p>Eleven leder olika aktiviteter på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>mycket gott</strong> sätt. Eleven bemöter människor och leder olika aktiviteter på ett målinriktat och pedagogiskt sätt med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.957Z"
}