{
  "code": "AKUT",
  "name": "Akut omhändertagande",
  "englishName": "Emergency care",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-11",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:152",
  "nameHeading": "<h2>Akut omhändertagande</h2>",
  "description": "<p>Ämnet akut omhändertagande har sin grund i praktiskt hälso- och sjukvårdsarbete men också i de vetenskapliga ämnesområdena vårdvetenskap, pedagogik, medicin och etik. Ämnet behandlar akut omhändertagande utanför vårdinrättning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet akut omhändertagande ska syfta till att eleverna utvecklar kunskaper om medicinskt omhändertagande utanför vårdinrättning. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att utföra hälso- och sjukvårdsuppgifter på ett ergonomiskt, etiskt, hygieniskt, hälsobefrämjande och pedagogiskt sätt. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om hur människor reagerar i olika krissituationer såväl fysiskt och psykiskt som socialt. Undervisningen ska även leda till att eleverna utvecklar förmåga att uppmärksamma, rapportera och dokumentera förändringar i människors hälsotillstånd.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera egna arbetsinsatser samt utföra och dokumentera vård- och omsorgsuppgifter i enlighet med lagar och andra bestämmelser. Dessutom ska eleverna ges möjlighet att utveckla förmåga att utföra hjärt-lungräddning och omhändertagande vid olycksfall. Undervisningen ska också bidra till att eleverna utvecklar förmåga att använda digitala hjälpmedel och annan teknisk utrustning samt att utföra medicintekniska uppgifter. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att bemöta, kommunicera och samarbeta med andra samt att skapa en beredskap för att delta i existentiella resonemang med människor som befinner sig i krissituationer. Eleverna ska ges möjlighet att reflektera över och analysera människors värderingar och därigenom utveckla respekt och förståelse för olika sätt att tänka och leva. Genom undervisningen ska eleverna även ges möjlighet att utveckla kunskaper om hur samhället organiserar och bedriver hjälpinsatser vid krig och katastrofer.</p> <p>Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i vanliga sjukvårdsuppgifter inom räddningstjänsten. Undervisningen ska också bidra till att eleverna ges möjlighet att granska och värdera ny kunskap inom området.</p> <h5><em>Undervisningen i ämnet akut omhändertagande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hur människan fysiskt, psykiskt och socialt reagerar i krissituationer.</li> <li>Kunskaper om symtom, smärta, smärtbehandling och förändringar i människors hälsotillstånd.</li> <li>Förmåga att utföra hälso-, sjukvårds- och medicintekniska uppgifter och att använda medicinsk utrustning i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att bemöta, kommunicera, samarbeta och föra etiska resonemang.</li> <li>Kunskaper om samhällets organisation av hjälpinsatser vid krig och katastrofer.</li> </ul><h3>Nivåer i ämnet akut omhändertagande</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet hälso- och sjukvård.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: AKUT1000X</h3>",
      "code": "AKUT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet akut omhändertagande på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Fysiska och psykiska reaktioner samt existentiella frågor som kan uppkomma vid olycksfall och akuta sjukdomar hos de drabbade men även hos närstående.</li> <li>Psykiska reaktioner hos insatspersonal och hur dessa kan förebyggas.</li> <li>Uppmärksammande och rapportering av förändringar i människors hälsotillstånd.</li> <li>System, rutiner och digitala hjälpmedel för rapportering och dokumentation av gjorda åtgärder.</li> <li>Vård och omsorg samt medicinskt omhändertagande vid akut skada och sjukdom.</li> <li>Utförande av första hjälpen vid olycksfall och akut insjuknande, däribland L-ABCDE (livsfarligt läge – airway, breathing, circulation, disability, expose).</li> <li>Användning av teknisk utrustning och medicinteknisk utrustning vid prehospitalt omhändertagande.</li> <li>Lagar och andra bestämmelser som gäller prehospital vård.</li> <li>Betydelsen av kommunikation och samarbete i den prehospitala vården.</li> <li>Etiska frågeställningar i samband med akuta skador och sjukdomar, däribland prioritering av skadade.</li> <li>Hur etiska och existentiella frågeställningar och resonemang kan bemötas och kommuniceras i mötet med människor som befinner sig i svåra situationer.</li> <li>Räddningstjänstens och den prehospitala vårdens organisation och verksamhetsområden.</li> <li>Organisationer och myndigheter som hanterar olyckor, krig och katastrofer, deras insatser samt hur de samverkar.</li> <li>Risker med transporter av farligt gods, lagar och andra bestämmelser som gäller transporter av farligt gods samt agerande vid olyckor där farligt gods är inblandat.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt om vanliga frågeställningar i samband med krissituationer.</p> <p>Eleven uppmärksammar med <strong>viss säkerhet</strong> symtom, smärta och förändringar i människors hälsotillstånd.</p> <p>Eleven utför vård- och omsorgsuppgifter vid akuta skador och sjukdomar med <strong>godtagbart</strong> resultat. Eleven hanterar teknisk och medicinteknisk utrustning på ett <strong>godtagbart</strong> sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter, kommunicerar och samarbetar med andra med <strong>viss säkerhet</strong> samt för samtal om etiska och existentiella frågor.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om hur organisationer och myndigheter bedriver hjälpinsatser vid krig och katastrofer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt om vanliga frågeställningar i samband med krissituationer.</p> <p>Eleven uppmärksammar med <strong>säkerhet</strong> symtom, smärta och förändringar i människors hälsotillstånd.</p> <p>Eleven utför vård- och omsorgsuppgifter vid akuta skador och sjukdomar med <strong>gott</strong> resultat. Eleven hanterar teknisk och medicinteknisk utrustning på ett <strong>gott</strong> sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter, kommunicerar och samarbetar med andra med <strong>säkerhet</strong> samt för samtal om etiska och existentiella frågor.</p> <p>Eleven visar <strong>goda</strong> kunskaper om hur organisationer och myndigheter bedriver hjälpinsatser vid krig och katastrofer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om människans fysiska och psykiska reaktioner vid akuta skador och sjukdomar samt om vanliga frågeställningar i samband med krissituationer.</p> <p>Eleven uppmärksammar med <strong>god säkerhet</strong> symtom, smärta och förändringar i människors hälsotillstånd.</p> <p>Eleven utför vård- och omsorgsuppgifter vid akuta skador och sjukdomar med <strong>mycket gott</strong> resultat. Eleven hanterar teknisk och medicinteknisk utrustning på ett <strong>mycket gott</strong> sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter, kommunicerar och samarbetar med andra med <strong>god säkerhet</strong> samt för samtal om etiska och existentiella frågor.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om hur organisationer och myndigheter bedriver hjälpinsatser vid krig och katastrofer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
