{
  "code": "ANLA",
  "name": "Anläggning",
  "englishName": "Civil Construction",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2023:155",
  "skolfsAndring": "2025:458",
  "nameHeading": "<h2>Anläggning</h2>",
  "description": "<p>Ämnet anläggning behandlar mark- och anläggningsarbete samt underhåll av till exempel husgrunder, vägar, och trädgårdsanläggningar. Ämnet behandlar också egenskaperna hos olika typer av jord- och bergmaterial samt hur anläggningsarbete utförs med hjälp av olika maskiner, redskap, verktyg och teknisk utrustning. Mark- och anläggningsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet anläggning ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom byggnation och anläggning samt förmåga att utföra arbetsuppgifter inom mark och anläggning. Eleverna ska även ges möjligheter att utveckla kunskaper om de arbetsmaskiner och verktyg som används vid mark- och anläggningsarbeten samt om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom mark och anläggning ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet. Undervisningen ska även behandla entreprenörskap och företagandets villkor.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet anläggning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom mark och anläggning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom mark och anläggning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet anläggning</h3><ul><li>Nivå 1, 150 poäng. </li> <li>Nivå 2, 150 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ANLA1000X</h3>",
      "code": "ANLA1000X",
      "nameHeading": "<h2>Nivå 1, 150 poäng</h2>",
      "name": "Nivå 1",
      "points": "150",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet anläggning på nivå 1 ska behandla följande centrala innehåll:</p><p><em>Anläggningsprocessen</em></p><ul><li>Översiktligt om förekommande yrkesgrupper inom mark och anläggning. Yrkesgruppernas olika funktioner vid projektering, nyproduktion och underhåll, däribland funktionerna för geologer, arkeologer, bergarbetare och maskinförare.</li><li>Studiebesök, till exempel i anslutning till byggarbetsplatser där mark- och anläggningsarbete förekommer.</li><li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom mark- och anläggningsyrket, däribland inom grundläggning, lednings- och vägbyggnad.</li><li>Övergripande om marklagrens uppbyggnad och olika jordarters egenskaper, däribland hållfasthet, packningsförmåga och dräneringsegenskaper.</li><li>Övergripande om olika bygghandlingar och referensverk för materialval och utförande inom byggprocessen, däribland AMA (Allmän material- och arbetsbeskrivning).</li><li>Övergripande om cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li><li>Övergripande om olika entreprenadformer på byggarbetsplatsen.</li></ul><p><em>Planering och utförande</em></p><ul><li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av bygghandlingar och arbetsbeskrivningar.</li><li>Ritningsläsning, däribland skalor, vyer, symboler, ritningshuvud, specifikationer och revideringar enligt standard. Måttsättningsprinciper, till exempel för inmätning av centrumavstånd.</li><li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li><li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li><li>Utläggning av geotextil och lättklinker.</li><li>Underarbete inför stenbeläggningsarbete, markbeläggning med vanligt förekommande stenmaterial.</li><li>Grundläggande arbete med utsättning och uppförande av profiler.</li><li>Grundläggande schaktnings-, dränerings-, fyllnings- och packningsarbeten vid vägbyggnad.</li><li>Problemlösning i samband med arbetsuppgifterna.</li><li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li><li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li></ul><p><em>Hantering av material och utrustning</em></p><ul><li>Materialvalets betydelse för en hållbar utveckling. Hantering av förorenade mark- och schaktmassor.</li><li>Val och hantering av anläggningsmaterial för mark- och schaktningsarbeten utifrån bygghandlingar och andra anvisningar, däribland val av fyllningsmaterial och fraktioner utifrån deras bärande, isolerande och dränerande egenskaper.</li><li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg och maskiner, däribland analog och digital utrustning för mätning och avvägning.</li></ul><p><em>Säkerhet</em></p><ul><li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li><li>Arbetsmiljöverkets föreskrifter och allmänna råd, däribland om säkra lyft samt arbete från ställning och arbetsplattform.</li><li>Riskbedömningar för att förebygga hälsorisker, olycksfall, brand eller skada i samband med arbetsmoment. Identifiering av förorenad mark.</li><li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer, hälsorisker och felaktiga arbetsställningar.</li><li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och vid schaktarbeten.</li><li>Avspärrning av ett arbetsområde i enlighet med Trafikverkets och Arbetsmiljöverkets föreskrifter, däribland om arbete på väg.</li><li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li><li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li></ul><p><em>Samverkan och kommunikation</em></p><ul><li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li><li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li><li>Samverkan och kommunikation på arbetsplatsen, däribland med ljud- och handsignalering.</li></ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ANLA2000X</h3>",
      "code": "ANLA2000X",
      "nameHeading": "<h2>Nivå 2, 150 poäng</h2>",
      "name": "Nivå 2",
      "points": "150",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet anläggning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Anläggningsprocessen</em></p> <ul> <li>Olika aktörers ansvar på byggarbetsplatsen, till exempel det gemensamma ansvaret för säkerhet och arbetsmiljö.</li> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom mark- och anläggningsyrket, till exempel inom beläggningsarbete, bergarbete och järnvägsbyggnad.</li> <li>Övergripande om jord- och bergarters olika användningsområden och hantering. Materialens hållfasthet, packningsförmåga och dräneringsegenskaper.</li> <li>Lagar och andra bestämmelser inom området, däribland arbetsmiljölagen, Trafikverkets kompetenskrav och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Övergripande om lagar och myndighetsbeslut som gäller byggande, däribland miljöbalken och plan- och bygglagen.</li> <li>Konsekvenser av att inte följa bygghandlingar, till exempel viten och bötesförelägganden.</li> <li>Branschens roll i syfte att främja ett hållbart byggande, däribland arbetsmiljöplanens syfte att förebygga arbetsmiljörisker.</li> <li>Avtal som reglerar anställningen, däribland anställningsavtal, kollektivavtal samt yrkesutbildningsavtal.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar och utförandekrav. Användning av digitala bygghandlingar i byggprocessen.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Vanligt förekommande formsättnings- och armeringsarbeten inom mark och anläggning.</li> <li>Utsättning av byggnad och uppförande av profiler.</li> <li>Grundläggande schaktnings-, fyllnings-, packnings- och understoppningsarbeten vid ledningsbyggnad.</li> <li>Användning av körplåtar och stockmattor för ökad bärighet.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Transport, hantering, förvaring och skyddande av byggnadsmaterial i enlighet med anvisningar.</li> <li>Val och hantering av anläggningsmaterial för mark- och rörläggningsarbeten, däribland val av mark- och dräneringsrör och geotextil.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg och maskiner, däribland analog och digital utrustning för mätning och avvägning.</li> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar för att förebygga hälsorisker, olycksfall, brand eller skada i samband med arbetsmoment. Hantering av farliga ämnen, däribland asbest, mögel, kvartsdamm, spillvatten och polyklorerade bifenyler (PCB) vid anläggningsarbeten.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och rasrisk vid schaktarbeten.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kunder eller beställare, till exempel under renoverings- och ombyggnadsarbeten.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ANLA3000X</h3>",
      "code": "ANLA3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet anläggning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Anläggningsprocessen</em></p> <ul> <li>Byggprocessens olika skeden från planering till färdigställande och förvaltning.</li> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom mark- och anläggningsyrket, däribland med vanligt förekommande markförstärkande arbeten.</li> <li>Övergripande om ballastens användningsområden och kvalitet, till exempel vid väg- och järnvägsbyggnad och i cement vid betongproduktion.</li> <li>Lagar och andra bestämmelser inom området, däribland miljöbalken och plan- och bygglagen. Bestämmelser som gäller hantering av förorenade mark- och schaktmassor, landskapsvård och marktäktsarbeten.</li> <li>Övergripande om tillståndsprocesser för täktverksamhet och återställning av täktverksamhet samt om grundvattennivåns förhållande till schaktbotten.</li> <li>Rivningsmetoder och återanvändning av schaktmassor samt hantering av farligt avfall.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Övergripande om varsamhetskrav vid nyproduktion och ombyggnad, till exempel tekniska, historiska, kulturhistoriska, miljömässiga och estetiska värden.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för bedömning av markförhållanden, till exempel utifrån ritningsunderlag och geotekniska underlag.</li> <li>Tolkning av toleranskrav samt metoder för att identifiera felkällor.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Terrasseringar, trappsättning och nivåuppbyggningar med vanligt förekommande stödmurselement.</li> <li>Anläggning av gröna ytor, däribland av gräs- och planteringsytor.</li> <li>Plantering av träd samt räddning och inbrädning av träd.</li> <li>Vanligt förekommande betonggjutningar inom mark och anläggning, till exempel i låg- och pelarform.</li> <li>Grundläggande mark- och anläggningsarbete vid grundkonstruktioner, däribland platta på mark, torpargrund, källargrund och plintgrund.</li> <li>Grundläggande isolerings- och dräneringsarbete vid grundkonstruktioner.</li> <li>Energibesparande isoleringsmetoder av platta på mark och väggar i mark.</li> <li>Användning av körplåtar och stockmattor för ökad bärighet.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Byggmaterialens miljöpåverkan och individens eget ansvar för källsortering och återvinning av material på en byggarbetsplats.</li> <li>Val och hantering av anläggningsmaterial för betongarbeten utifrån bygghandlingar och andra anvisningar, däribland val av armeringstyp och betongkvalitet.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg och maskiner, däribland avvägnings- och mätverktyg.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Riskbedömningar, däribland för att förebygga rasrisker, hälsorisker, olycksfall, brand eller skada i samband med arbetsmoment. Hantering av farliga ämnen, däribland asbest, mögel, kvartsdamm, spillvatten och polyklorerade bifenyler (PCB) vid anläggningsarbeten.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder vid schaktarbeten och påverkan av yttre miljöer vid anläggningsarbeten i närheten av vattentäkter.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med ljud- och handsignalering.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter inom mark och anläggning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter inom mark och anläggning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter inom mark och anläggning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
