{
  "code": "ANLG",
  "name": "Anläggningsförare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:131",
  "nameHeading": "<h2>Anläggningsförare</h2>",
  "description": "<p>Ämnet anläggningsförare behandlar olika typer av jordförflyttande anläggningsmaskiner, deras utrustning och hur de hanteras samt körteknik, trafiksäkerhet och miljöpåverkan. Ämnet behandlar även olika typer av anläggningsarbeten, till exempel anläggning av husgrunder, tunnlar, vägar och trädgårdsanläggningar. Mark- och anläggningsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet anläggningsförare ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom mark och anläggning. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med och framföra olika mobila arbetsmaskiner samt att utföra service och underhåll på dessa. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om olika arbetsuppgifter som förekommer inom yrkesområdet mark och anläggning, däribland grundläggning, vägbyggnad, ledningsbyggnad och plattläggning. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur modern maskinstyrning och navigationsutrustning används inom anläggning samt de arbetsmaskiner och verktyg som används vid anläggningsarbeten. Eleverna ska dessutom ges möjlighet att utveckla kunskaper om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom mark och anläggning ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet anläggningsförare ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom mark och anläggning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter med mobila arbetsmaskiner.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet anläggningsförare</h3><ul><li>Nivå 1, 150 poäng, som bygger på nivå 2 i ämnet bygg och anläggning.</li> <li>Nivå 2, 150 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ANLG1000X</h3>",
      "code": "ANLG1000X",
      "nameHeading": "<h2>Nivå 1, 150 poäng</h2>",
      "name": "Nivå 1",
      "points": "150",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet anläggningsförare på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Anläggningsprocessen</em></p> <ul> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder med anläggningsfordon, däribland inom markanläggning, vägbyggnad, ledningsbyggnad och grundbyggnad.</li> <li>Övergripande om rapporteringsrutiner vid hantering av förorenade mark- och schaktmassor.</li> <li>Övergripande om mobila arbetsmaskiner och transportfordons uppbyggnad och arbetssätt. Tiltrotatorers och olika redskaps användningsområden och begränsningar.</li> <li>Lagar och andra bestämmelser inom området, däribland miljöbalken och plan- och bygglagen. Bestämmelser om landskapsvård och marktäktsarbeten.</li> <li>Övergripande om Trafikverkets kompetenskrav och AMA (Allmän material- och arbetsbeskrivning).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, muntliga- och skriftliga arbetsbeskrivningar och utförandekrav. Användning av digitala bygghandlingar i byggprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Terrass-, diknings- och släntningsarbeten samt underarbeten med park- och grönytor.</li> <li>Lastning, losstagning, krossning och sortering av material.</li> <li>Körning och manövrering av hjullastare, grävmaskin eller grävlastare. Körning med maskin och vagn.</li> <li>Åtgärder vid fastkörning, stjälpning, oljespill och släckning av brand.</li> <li>Körning på ett trafiksäkert och miljövänligt sätt i olika trafikmiljöer.</li> <li>Daglig tillsyn och åtgärder före och efter körning, däribland säkerhetskontroll. Service och fordonsunderhåll, däribland kontroll av slitage.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustni</em>ng</p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Hantering och förvaring av drivmedel enligt anvisningar.</li> <li>Val och användning av anläggningsmaterial för arbetsuppgiften utifrån materialens egenskaper, hållfasthet, packningsförmåga och dräneringsegenskaper.</li> <li>Identifiering och hantering av förorenad mark.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar, däribland analog och digital utrustning för mätning och avvägning.</li> <li>Kontroller och handhavande samt service och underhåll enligt instruktionsbok för mobila arbetsmaskiner. Underhållets påverkan på säkerhet, prestanda, ekonomi och miljön.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller framförande av mobila arbetsmaskiner på väg, däribland bestämmelser om körning med vagn samt ålders- och utbildningskrav.</li> <li>Bestämmelser om säkra lyft, arbete på väg och hantering av farligt gods.</li> <li>Lagar och andra bestämmelser som gäller maskintransporter, däribland dispenser och krav för transport av maskin.</li> <li>Faktorer som påverkar människans beteende i olika trafikmiljöer samt hur olika beteenden påverkar trafiksäkerheten.</li> <li>Besiktningskrav för mobila arbetsmaskiner.</li> <li>Förebyggande åtgärder vid schaktarbeten och påverkan av yttre miljöer vid anläggningsarbeten i närheten av vattentäkter.</li> <li>Riskbedömningar för att förebygga hälsorisker, stjälpning, olycksfall, brand eller skada i samband med arbetsmoment, däribland vid hantering av sprängt berg.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med ljud- och handsignalering.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ANLG2000X</h3>",
      "code": "ANLG2000X",
      "nameHeading": "<h2>Nivå 2, 150 poäng</h2>",
      "name": "Nivå 2",
      "points": "150",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet anläggningsförare på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Anläggningsprocessen</em></p> <ul> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder med anläggningsfordon inom mark och anläggning, däribland markförstärkande arbeten.</li> <li>Övergripande om ballastens användningsområden och kvalitet, till exempel vid väg- och järnvägsbyggnad och i cement vid betongproduktion.</li> <li>Övergripande om tillståndsprocesser för täktverksamhet och återställning av täktverksamhet samt om grundvattennivåns förhållande till schaktbotten.</li> <li>Övergripande om olika arbetsområden för mobila arbetsmaskiner och transportfordon.</li> <li>Tiltrotatorers och olika redskaps användningsområden och begränsningar.</li> <li>Hur olika avtal styr rättigheter och skyldigheter på arbetsplatsen, till exempel ackordsräknings uppbyggnad och avläsning.</li> <li>Lagar och andra bestämmelser inom området, däribland miljöbalken, plan- och bygglagen och bestämmelser som gäller hantering av förorenade mark- och schaktmassor, landskapsvård och marktäktsarbeten.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för bedömning av markförhållanden, till exempel utifrån ritningsunderlag och geotekniska underlag.</li> <li>Tolkning av toleranskrav samt metoder för att identifiera felkällor.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Arbetsmoment med markförlagda ledningar, däribland mottagning, förvaring, hantering, grävning efter utsättning och läggning av ledningar.</li> <li>Schaktning, återfyllning och packningsarbeten, däribland arbete med husgrunder och avloppsanläggningar enligt gällande AMA (Allmän material- och arbetsplatsbeskrivning).</li> <li>Rivning och återanvändning av schaktmassor samt hantering av farligt avfall.</li> <li>Användning av kommunikationsutrustning, grävsystem, maskinstyrningar och 3D-modeller inom anläggningsarbete, däribland GNSS (global navigation satellite systems).</li> <li>Daglig tillsyn och åtgärder före och efter körning, däribland säkerhetskontroll. Service och fordonsunderhåll, däribland kontroll av slitage.</li> <li>Körning och manövrering på ett trafiksäkert och miljövänligt sätt i olika trafikmiljöer.</li> <li>Placering av band- och hjuldrivna grävmaskiner med hänsyn till vikt och markens geotekniska egenskaper.</li> <li>Användning av körplåtar och stockmattor för ökad bärighet.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val och användning av ballast utifrån användningsområde och krav på kvalitet.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar, däribland utrustningar för mätnings- och avvägningsteknik.</li> <li>Användning av maskinstyrning, däribland terräng- och väglinjemodeller.</li> <li>Lastsäkring i samband med transport och förflyttning av arbetsutrustning och byggmaterial.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller framförande av mobila arbetsmaskiner och transportfordon.</li> <li>Faktorer som påverkar människans beteende i olika trafikmiljöer samt hur olika beteenden påverkar trafiksäkerheten.</li> <li>Trafiksäkerhets- och miljökrav för mobila arbetsmaskiner.</li> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Godsskyddande åtgärder i samband med transporter samt säkring av last. Laststorlek och viktfördelning för fordon.</li> <li>Riskbedömningar för att förebygga stjälpning, olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Skydd och avstängning enligt trafikanordningsplan (TA-plan), däribland gällande behörighetskrav för trafikavstängningar och olika typer av förekommande avstängningsmaterial.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare, till exempel under renoverings- och ombyggnadsarbeten.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter med mobila arbetsmaskiner. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter med mobila arbetsmaskiner. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom mark och anläggning.</p> <p>Eleven planerar arbetsuppgifter med mobila arbetsmaskiner. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.960Z"
}