{
  "code": "ATVO",
  "name": "ATV- och motorcykelteknik",
  "englishName": "ATV and Motorcycle Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:159",
  "nameHeading": "<h2>ATV- och motorcykelteknik</h2>",
  "description": "<p>Ämnet ATV- och motorcykelteknik behandlar service, underhåll, felsökning och reparationer av ATV (all-terrain vehicle) och motorcyklar, deras konstruktion och funktion samt deras olika tilläggsutrustningar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ATV- och motorcykelteknik ska syfta till att eleverna utvecklar kunskaper om olika ATV och motorcyklar, deras olika system, komponenter och tilläggsutrustningar samt deras olika användningsområden. Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra service, underhåll, felsökning och reparationer av ATV och motorcyklar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda teknisk information och övrig utrustning i samband med service, underhåll, felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt och säkert sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom service, underhåll, felsökning och reparationer av ATV och motorcyklar som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Undervisningen ska även leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet ATV- och motorcykelteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika ATV, motorcyklar och tilläggsutrustningar, deras olika system och komponenter samt hur de samverkar.</li> <li>Kunskaper om specialverktyg, mät- och diagnosutrustning, teknisk information och digitala informationssystem.</li> <li>Förmåga att genomföra service och underhåll samt felsökning och reparationer av ATV, motorcyklar och deras tilläggsutrustningar.</li> <li>Förmåga att använda digitala informationssystem, teknisk information, verktyg och övrig utrustning i samband med service och underhåll samt felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet ATV- och motorcykelteknik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 3 i ämnet personbilar – system- och diagnosteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ATVO1000X</h3>",
      "code": "ATVO1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h5>Undervisningen i ämnet ATV- och motorcykelteknik på nivå 1 ska behandla följande centrala innehåll:</h5> <ul> <li>Olika ATV, motorcyklar och deras användningsområden samt fordonens konstruktion, funktion, system och komponenter.</li> <li>Högvoltssystem i ATV och motorcyklar, deras komponenter samt risker i samband med arbeten på elektrifierade fordon.</li> <li>Olika tilläggsutrustningar, deras konstruktion, funktion, system och komponenter.</li> <li>Däck- och hjulkonstruktion, klassificering och dimensionering.</li> <li>Metoder för att använda fordonstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska i samband med service och underhåll samt felsökning och reparationer.</li> <li>Metoder för hur diagnosinstrument, verktyg och utrustning används i samband med olika service- och underhållsåtgärder samt vid felsökning och reparationer enligt fordonstillverkarens anvisningar och krav.</li> <li>Planering och genomförande av service och underhåll samt felsökning och reparationer av ATV och motorcyklar, deras huvudkomponenter, system och tilläggsutrustningar.</li> <li>Konsekvensbedömning av eftersatt underhåll av olika ATV och motorcyklar utifrån deras olika användningsområden, däribland konsekvensbedömningar utifrån ekonomi, driftstörningar och trafiksäkerhet.</li> <li>Användning av fordonstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska.</li> <li>Användning av diagnosinstrument, verktyg och utrustning i samband med olika service- och underhållsåtgärder samt vid felsökning och reparationer enligt fordonstillverkarens anvisningar och krav.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning, diagnos och reparationer av ATV och motorcykel, däribland av elektrifierade fordon.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika ATV, motorcyklar och tilläggsutrustningar samt om deras konstruktion, funktion, system och komponenter.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om digitala informationssystem, teknisk information, specialverktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven utför med <strong>viss säkerhet</strong> service, underhåll, felsökning och reparationer av ATV och motorcyklar och deras tilläggsutrustningar i <strong>bekanta</strong> situationer.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>visst</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika ATV, motorcyklar och tilläggsutrustningar samt om deras konstruktion, funktion, system och komponenter.</p> <p>Eleven visar <strong>goda</strong> kunskaper om digitala informationssystem, teknisk information, specialverktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven utför med <strong>säkerhet</strong> service, underhåll, felsökning och reparationer av ATV och motorcyklar och deras tilläggsutrustningar i <strong>bekanta</strong> situationer.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika ATV, motorcyklar och tilläggsutrustningar samt om deras konstruktion, funktion, system och komponenter.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om digitala informationssystem, teknisk information, specialverktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven utför med <strong>god säkerhet</strong> service, underhåll, felsökning och reparationer av ATV och motorcyklar och deras tilläggsutrustningar i <strong>bekanta men även nya</strong> situationer.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>mycket gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
