{
  "code": "AVEO",
  "name": "Avel och hästuppfödning",
  "englishName": "Breeding and Rearing of Horses",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:272",
  "nameHeading": "<h2>Avel och hästuppfödning</h2>",
  "description": "<p>Ämnet avel och hästuppfödning behandlar avelsarbete med hästar samt hantering och skötsel av dräktiga ston och föl med utgångspunkt i djurets behov och välfärd. Ämnet får bara anordnas inom av Skolverket beviljad särskild variant med riksrekryterande yrkesutbildning för naturbruksprogrammet, inriktning hästhållning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet avel och hästuppfödning ska syfta till att eleverna utvecklar kunskaper för yrkesarbete som hästskötare med inriktning mot avel och uppfödning av hästar. Undervisningen ska leda till att eleverna utvecklar kunskaper om avelsarbete och reproduktion av hästar samt förmåga att hantera och sköta dräktiga ston och föl med utgångspunkt i djurets välfärd. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera och genomföra häst- och stallskötsel i samband med dräktighet samt före och efter fölning.</p> <p>Eleverna ska ges möjlighet att utveckla kunskaper om skador och sjukdomar hos dräktiga ston och föl och hur de kan förebyggas. I detta ingår kunskaper om hygien och smittskydd. Undervisningen ska leda till att eleverna utvecklar förmåga att iaktta och tolka hästars beteende, utveckling, välmående och hälsa. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att arbeta med dräktiga ston och föl på ett etiskt och säkert sätt samt i enlighet med lagar och andra bestämmelser som gäller hästhållning. Undervisningen ska också bidra till att utveckla elevernas förmåga att använda ergonomiskt och miljömässigt hållbara arbetsmetoder.</p> <p>Praktiska övningar och praktiskt arbete ska ingå i undervisningen. Genom stallturer och observationer i fält ska eleverna ges möjlighet att utveckla kunskaper om hästars beteende och hälsa.</p> <h5><em>Undervisningen i ämnet avel och hästuppfödning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hästavel och reproduktion samt om skötselmiljöer för dräktiga ston och föl.</li> <li>Kunskaper om skador och sjukdomar hos dräktiga ston och föl samt om förebyggande hälsovård.</li> <li>Förmåga att sköta och hantera dräktiga ston och föl på ett etiskt och säkert sätt.</li> <li>Förmåga att tolka hästars beteende, utveckling, välmående och hälsa.</li> <li>Förmåga att sköta stallar och anläggningar.</li> <li>Förmåga att arbeta hållbart och säkert samt i enlighet med lagar och andra bestämmelser som gäller hästhållning.</li> </ul><h3>Nivåer i ämnet avel och hästuppfödning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet hästkunskap.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: AVEO100SX</h3>",
      "code": "AVEO100SX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet avel och hästuppfödning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Fortplantningsorganen hos hingst och sto samt brunstcykeln hos sto. Betäckning, befruktning och dräktighet samt eventuella komplikationer i samband med detta.</li> <li>Avelsmål, avelsvärde, arvbarhet och nedärvning.</li> <li>Seminverksamhet och praktiskt avelsarbete.</li> <li>Stoets och fölets primära behov före, under och efter förlossningen.</li> <li>Näringsbehov hos dräktiga ston.</li> <li>Faktorer som bidrar till en god vistelsemiljö för dräktiga ston och föl, till exempel luftkvalitet, temperatur och fuktighet.</li> <li>Sjukdomar hos dräktiga ston och föl samt förebyggande åtgärder.</li> <li>Smittskydd och hygien.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Fölvaka, medverkan och assistans vid fölets första dygn.</li> <li>Assistans vid seminverksamhet och praktiskt avelsarbete.</li> <li>Beteendestudier av sto och föl med utgångspunkt i djurets behov och välfärd.</li> <li>Behandling av dräktiga ston och föl vid sjukdomstillstånd, till exempel sjukbandagering och sårvård.</li> <li>Etisk och säker hantering av ston och föl.</li> <li>Planering och genomförande av häst- och stallskötsel under dräktighet samt före och efter fölning.</li> <li>Visning vid hand av ston och föl.</li> <li>Daglig tillsyn och kontroll av anläggningar samt av hästars utveckling, välmående och hälsa.</li> <li>Hantering av teknisk utrustning.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.</li> <li>Lagar och andra bestämmelser som gäller hästhållning och avelsverksamhet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om hästavel och reproduktion. Eleven redogör <strong>översiktligt</strong> för faktorer som bidrar till en god miljö för dräktiga ston och föl samt för hur miljön kan förbättras.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om skador och sjukdomar hos dräktiga ston och föl samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar dräktiga ston och föl på ett etiskt och säkert sätt. I arbetet observerar eleven hästarnas utseende och beteende och drar <strong>enkla</strong> slutsatser om deras kondition och välbefinnande.</p> <p>Eleven tolkar med <strong>viss säkerhet</strong> hästars beteende, utveckling, välmående och hälsa.</p> <p>Eleven sköter stallar och anläggningar med <strong>godtagbart</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om hästavel och reproduktion. Eleven redogör <strong>utförligt</strong> för faktorer som bidrar till en god miljö för dräktiga ston och föl samt för hur miljön kan förbättras.</p> <p>Eleven visar <strong>goda</strong> kunskaper om skador och sjukdomar hos dräktiga ston och föl samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar dräktiga ston och föl på ett etiskt och säkert sätt. I arbetet observerar eleven hästarnas utseende och beteende och drar <strong>välgrundade</strong> slutsatser om deras kondition och välbefinnande.</p> <p>Eleven tolkar med <strong>god säkerhet</strong> hästars beteende, utveckling, välmående och hälsa.</p> <p>Eleven sköter stallar och anläggningar med <strong>gott</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om hästavel och reproduktion. Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som bidrar till en god miljö för dräktiga ston och föl samt för hur miljön kan förbättras.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om skador och sjukdomar hos dräktiga ston och föl samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar dräktiga ston och föl på ett etiskt och säkert sätt. I arbetet observerar eleven hästarnas utseende och beteende och drar <strong>välgrundade och nyanserade</strong> slutsatser om deras kondition och välbefinnande.</p> <p>Eleven tolkar med <strong>mycket god säkerhet</strong> hästars beteende, utveckling, välmående och hälsa.</p> <p>Eleven sköter stallar och anläggningar med <strong>mycket gott</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
