{
  "code": "BANK",
  "name": "Banskötsel för hästsport",
  "englishName": "Track Maintenance for Equestrian Sports",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:273",
  "nameHeading": "<h2>Banskötsel för hästsport</h2>",
  "description": "<p>Ämnet banskötsel för hästsport behandlar skötsel av hästsportanläggningar samt yttre och inre miljöer i anslutning till dessa. Det behandlar också skötselplanering, arbetsorganisation, teknikanvändning och miljömässig hållbarhet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet banskötsel för hästsport ska syfta till att eleverna utvecklar förmåga att sköta hästsportanläggningar av olika slag. Undervisningen ska bidra till att eleverna utvecklar kunskaper om olika anläggningsmaterial som används inom området. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera och utföra skötsel av banor och anläggningar såväl inom- som utomhus. Eleverna ska också ges möjlighet att utveckla förmåga att välja och använda redskap och teknisk utrustning på ett ändamålsenligt sätt.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om skötselåtgärder samt om hur de kan utformas utifrån verksamhetens behov, ekonomiska faktorer och hållbar utveckling. Vidare ska undervisningen bidra till att eleverna utvecklar förmåga att bedöma säkerhetsrisker och vidta förebyggande säkerhetsåtgärder samt att använda teknisk utrustning på ett säkert och ergonomiskt sätt. Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området. Genom praktiskt arbete ska eleverna ges möjlighet att använda redskap, verktyg och teknisk utrustning. Eleverna ska även ges möjlighet att utveckla förmåga att dokumentera och utvärdera sin insats samt ges möjlighet att utveckla ett yrkesmässigt språk.</p> <h5><em>Undervisningen i ämnet banskötsel för hästsport ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika anläggningsmaterial och deras egenskaper.</li> <li>Kunskaper om olika skötselåtgärder med hänsyn till funktion, estetik och hållbar utveckling.</li> <li>Förmåga att planera och genomföra arbetsuppgifter inom banskötsel.</li> <li>Förmåga att använda verktyg, handredskap och teknisk utrustning.</li> <li>Förmåga att bedöma säkerhetsrisker och att arbeta på ett säkert sätt.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet banskötsel för hästsport</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BANK1000X</h3>",
      "code": "BANK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet banskötsel för hästsport på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika anläggningsmaterials egenskaper, däribland hållfasthet, packningsförmåga och dräneringsegenskaper.</li> <li>Beräkningar för att lösa arbetsuppgifter inom banskötsel, till exempel beräkningar av material- och tidsåtgång.</li> <li>För banan specifika arbetsuppgifter utifrån banans konstruktion, användningsområde och funktion.</li> <li>Betydelsen av estetik vid utformning av anläggningar.</li> <li>Resurseffektivitet och materialåtervinning vid olika skötselåtgärder.</li> <li>Skötselplaners funktion samt hur de ska tolkas och följas.</li> <li>Bedömning av skötselbehov och val av skötselnivå.</li> <li>Skötselplanering och beräkning av kostnader i samband med banskötsel.</li> <li>Utvärdering av arbetsprocessen samt dokumentation.</li> <li>Bedömning av resultatet, både funktionellt och estetiskt.</li> <li>Arbete med verktyg, handredskap och teknisk utrustning.</li> <li>Riskbedömning och förebyggande säkerhetsåtgärder i samband med planering av arbetsuppgifter.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med banskötsel.</li> <li>Lagar och andra bestämmelser som gäller hästsport och banskötsel, till exempel miljölagstiftning och djurskyddslagstiftning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika material och deras användning inom banskötsel.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika skötselåtgärder och hur de påverkar banans utseende och funktion. Eleven beskriver med <strong>viss säkerhet</strong> hur olika skötselåtgärder kan främja hållbar utveckling.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> arbetsuppgifter inom banskötsel. I arbetet använder eleven <strong>enkla</strong> strategier för att lösa problem. Resultatet av arbetet är <strong>godtagbart</strong> vad gäller utförande och estetik.</p> <p>Eleven använder med <strong>viss säkerhet</strong> verktyg, handredskap och teknisk utrustning.</p> <p>Eleven gör <strong>enkla</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder samt arbetar på ett säkert sätt.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika material och deras användning inom banskötsel.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika skötselåtgärder och hur de påverkar banans utseende och funktion. Eleven beskriver med <strong>säkerhet</strong> hur olika skötselåtgärder kan främja hållbar utveckling.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> arbetsuppgifter inom banskötsel. I arbetet använder eleven <strong>utvecklade</strong> strategier för att lösa problem. Resultatet av arbetet är <strong>gott</strong> vad gäller utförande och estetik.</p> <p>Eleven använder med <strong>säkerhet</strong> verktyg, handredskap och teknisk utrustning.</p> <p>Eleven gör <strong>utvecklade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder samt arbetar på ett säkert sätt.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika material och deras användning inom banskötsel.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika skötselåtgärder och hur de påverkar banans utseende och funktion. Eleven beskriver med <strong>god säkerhet</strong> hur olika skötselåtgärder kan främja hållbar utveckling.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> arbetsuppgifter inom banskötsel. I arbetet använder eleven <strong>välutvecklade</strong> strategier för att lösa problem. Resultatet av arbetet är <strong>mycket gott</strong> vad gäller utförande och estetik.</p> <p>Eleven använder med <strong>god säkerhet</strong> verktyg, handredskap och teknisk utrustning.</p> <p>Eleven gör <strong>välutvecklade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder samt arbetar på ett säkert sätt.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
