{
  "code": "BART",
  "name": "Barteknik och ansvarsfull alkoholservering",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:168",
  "nameHeading": "<h2>Barteknik och ansvarsfull alkoholservering</h2>",
  "description": "<p>Ämnet barteknik och ansvarsfull alkoholservering behandlar vanligt förekommande drycker och tekniker för arbete i bar i enlighet med lagar och andra bestämmelser som gäller servering av alkoholhaltiga drycker.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet barteknik och ansvarsfull alkoholservering ska syfta till att eleverna utvecklar förmåga att utföra vanligt förekommande arbete i bar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om drycker i bar, deras ursprung, egenskaper, användningsområden och karaktär. Eleverna ska även ges möjlighet att utveckla kunskaper om framställningsmetoder, tillverkningsprocesser och råvaror samt hur detta påverkar slutproduktens kvalitet och pris. Undervisningen ska leda till att eleverna utvecklar kunskaper om ansvarsfull alkoholservering samt om alkoholens skadeverkningar. Den ska även leda till att eleverna utvecklar kunskaper om alkoholpolitiska frågor inom området samt om lagar och andra bestämmelser som gäller hantering av alkoholhaltiga drycker.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att servera drycker och utforma dryckeslistor i bar samt att bedöma kvaliteten på och identifiera olika drycker. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om sinnenas betydelse för bedömning.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla sin nyfikenhet och lust att lära, till exempel genom att reflektera över och diskutera arbetsuppgifter, hållbarhetsfrågor och yrkesetik. Dessutom ska undervisningen bidra till att eleverna utvecklar kreativitet och problemlösningsförmåga samt förmåga att organisera, planera och utföra arbetsuppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet barteknik och ansvarsfull alkoholservering ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om drycker, drinkgrupper och drinkrecept.</li> <li>Förmåga att planera och organisera bararbete i enlighet med lagar och andra bestämmelser som gäller hantering av alkoholhaltiga drycker.</li> <li>Förmåga att utföra bararbete.</li> </ul><h3>Nivåer i ämnet barteknik och ansvarsfull alkoholservering</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BART1000X</h3>",
      "code": "BART1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet barteknik och ansvarsfull alkoholservering på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Vanligt förekommande drycker i bar. Råvaror, tillverkningsprocesser, ursprung, karaktär, kvalitet och användningsområde.</li> <li>Drinkgrupper och vanligt förekommande drinkrecept.</li> <li>Provningsmetoder och identifiering av olika drycker. Sensorik.</li> <li>Utformning av dryckeslistor.</li> <li>Ekonomiska kalkyler i bar.</li> <li>Lagar och andra bestämmelser inom området, däribland alkohollagen.</li> <li>Ansvarsfull alkoholhantering och alkoholens skadeverkningar.</li> <li>Produkter, material, redskap och utrustning.</li> <li>Metoder vid drinkblandning.</li> <li>Hygien och ergonomi.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om drycker, drinkgrupper och drinkrecept.</p> <p>Eleven planerar och organiserar arbete i bar med <strong>viss säkerhet</strong> i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför vanligt förekommande arbete i bar med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om drycker, drinkgrupper och drinkrecept.</p> <p>Eleven planerar och organiserar arbete i bar med <strong>säkerhet</strong> i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför vanligt förekommande arbete i bar med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om drycker, drinkgrupper och drinkrecept.</p> <p>Eleven planerar och organiserar arbete i bar med <strong>god säkerhet</strong> i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför vanligt förekommande arbete i bar med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.969Z"
}