{
  "code": "BELA",
  "name": "Beläggning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:169",
  "nameHeading": "<h2>Beläggning</h2>",
  "description": "<p>I samhället ställs allt högre krav på vägars utformning och kvalitet. Ämnet beläggning behandlar beläggningsarbete, från planering och utförande till det att vägobjektet är färdigt att användas. Arbetet utförs ofta som en del i en större helhet där beläggningsarbetare vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet beläggning ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser, metoder och beläggningsmaterial inom beläggning. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter vid olika typer av beläggningsarbeten. Dessutom ska eleverna ges möjlighet att utveckla förståelse av den estetiska helheten i beläggningsarbetet. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att utföra service och underhåll av beläggningsmaskiner samt kunskaper om vilka kvalitetskrav som ställs vid tillverkning av asfaltmassa. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom mark och anläggning ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet beläggning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom beläggning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom beläggning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet beläggning</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet anläggning.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BELA1000X</h3>",
      "code": "BELA1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet beläggning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Beläggningsprocessen</em></p> <ul> <li>Beläggningsprocessens olika skeden från planering och förberedelser till färdigställande och förvaltning.</li> <li>Övergripande om arbetsprocesser med vägkroppens uppbyggnad, konstruktion och dränering, däribland grundläggnings- och förstärkningsåtgärder samt packning av förstärkningslager, bärlager och slitlager.</li> <li>Tillverkningsprocessen vid asfaltproduktion och andra vanligt förekommande beläggningsprodukter, deras innehåll och egenskaper.</li> <li>Arbetsprocesser och metoder för återanvändning av asfalt och andra vanligt förekommande beläggningsmaterial.</li> <li>Lagar och andra bestämmelser inom området, däribland vägtrafikförordningen, Trafikverkets kompetenskrav och Arbetsmiljöverkets förskrifter och allmänna råd.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning om olika brunnar och ledningsnät i mark, däribland ledningsnät för el, fiber, vatten och avlopp.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar, däribland av area, volym, mängd och vikt. Höjdsättning och lutningsberäkningar.</li> <li>Mottagning av asfaltsprodukter.</li> <li>Manuella beläggningsarbeten med olika arbetsmetoder.</li> <li>Beläggningsarbeten med längs- och tvärgående skarvar. Försegling av skarvar vid beläggningsarbeten.</li> <li>Vattning och packning med olika typer av vibrationsplattor.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulärt byggande, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Förvaring och skydd av material och arbetsutrustning.</li> <li>Återanvändning av schaktmassor samt hantering av farligt avfall enligt gällande anvisningar, däribland förorenade massor och asfalt. Beläggningsmaterials miljöpåverkan.</li> <li>Användning av GNSS (global navigation satellite systems), maskinstyrningar och 3D- modeller vid vägbyggnad.</li> <li>Hantering av olika typer av beläggningsmaterial i enlighet med anvisningar.</li> <li>Beläggningsmaskiner för olika ändamål, däribland klistermoped, sprider, asfaltsläggare och vält.</li> <li>Val och användning av vanligt förekommande verktyg samt elektriska och hydrauliska maskiner.</li> <li>Daglig tillsyn av maskiner och tillsatsutrustningar, däribland kontroll av CE-märkningar.</li> <li>Kommunikation med maskinförare genom ljud- och handsignal eller kommunikationsradio, till exempel vid lossning och lastning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömning vid arbeten på särskilda arbetsområden, däribland i anslutning till vattentäkter, spårområden, bensinstationer och högspänningsledningar.</li> <li>Riskbedömning av hälsorisker i arbetsmiljöer med rök, gaser och olika tillsatsämnen vid beläggningsarbeten.</li> <li>Avspärrning av ett arbetsområde i enlighet med trafikanordningsplan (TA-plan). Krav på behörighetsutbildning för trafikvakter vid trafikavstängning.</li> <li>Lagar och andra bestämmelser som gäller framförande av mobila maskiner inom arbetsområde och i trafik.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen däribland med maskinförare samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BELA2000X</h3>",
      "code": "BELA2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet beläggning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Beläggningsprocessen</em></p> <ul> <li>Ansvar och förvaltning av vägnät, däribland av trafikverksvägar, kommunala vägar och enskilda vägar.</li> <li>Arbetsprocesser och metoder vid beläggningsarbeten, däribland med manuell och maskinell beläggning.</li> <li>Metoder för identifiering och bedömning av ytstrukturen inför ett beläggningsarbete.</li> <li>Metoder för identifiering och hantering av gamla beläggnings- och asfaltslager, däribland hantering av stenkolstjära.</li> <li>Övergripande om lagar och andra bestämmelser inom arbetsområdet, däribland miljöbalken och plan- och bygglagen. Miljölagstiftningens bestämmelser beträffande landskapsvård.</li> <li>Referensverk inom yrkesområdet, däribland Arbetsmiljöverkets föreskrifter och allmänna råd samt AMA (Allmän material- och arbetsbeskrivning).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning om olika typer av brunnar och ledningsnät i mark samt beteckningar för el, fiber, vatten och avlopp.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar med hjälp av bygghandlingar och 3D-modeller.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Förebyggande av separation vid massabeläggningar, separationers påverkan på slitskiktets livslängd.</li> <li>Mottagning av asfaltsprodukter samt metoder för kvalitetsprövning av asfalt.</li> <li>Beläggningsarbete utifrån krav på jämnhet och ytstruktur på obundna lager, däribland maskinellt.</li> <li>Packning med olika typer av vältar, både på plana och lutande ytor, enligt ett givet vältschema.</li> <li>Provtagning på ytstruktur och beläggning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Transport, hantering, förvaring och skyddande av arbetsutrustning, beläggningsmaterial och kemikalier enligt anvisningar.</li> <li>Ballastmaterialens påverkan på asfaltmassa och beläggning. Rutiner för kvalitetsprövning av asfalt.</li> <li>Användning av GNSS (global navigation satellite systems), maskinstyrningar och 3D-modeller vid vägbyggnad.</li> <li>Arbetsmaskiner för beläggningsarbeten, däribland för olika typer av specialbeläggningar.</li> <li>Val och användning av instrument och verktyg samt elektriska och hydrauliska maskiner. Tolkning av vibrationsvärden för olika maskintyper.</li> <li>Daglig tillsyn av maskiner och tillsatsutrustningar enligt maskinmanualer, däribland felsökning och åtgärder med hjälp av olika informationssystem vid servicearbeten.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömning och förebyggande av olycksfall, däribland av påkörnings- och fallolyckor samt brandskydd och elsäkerhet.</li> <li>Riskbedömning av hälsorisker i arbetsmiljöer med rök, gaser och olika tillsatsämnen vid beläggningsarbeten.</li> <li>Lagar och andra bestämmelser för att skydda fotgängare och andra trafikanter vid beläggningsarbete.</li> <li>Lagar och andra bestämmelser som gäller framförande av mobila maskiner inom arbetsområde och i trafik.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom beläggning.</p> <p>Eleven planerar arbetsuppgifter inom beläggning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom beläggning.</p> <p>Eleven planerar arbetsuppgifter inom beläggning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom beläggning.</p> <p>Eleven planerar arbetsuppgifter inom beläggning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.970Z"
}