{
  "code": "BILD",
  "name": "Bild",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:132",
  "nameHeading": "<h2>Bild</h2>",
  "description": "<p>Bilder och konstnärliga uttrycksformer kan inspirera till reflektion, kritiskt tänkande och ett demokratiskt deltagande. Ämnet behandlar tekniker och metoder för bild- och formskapande samt tolkning av bilder. I ämnet avses med bilder visuella två- eller tredimensionella framställningar som finns inom till exempel konst, formgivning och populärkultur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet bild ska syfta till att eleverna utvecklar kunskaper om och färdigheter i att skapa bilder och hur bilduttryck konstrueras, framställs och används för kommunikation. Undervisningen ska leda till att eleverna utvecklar kunskaper om hur betydelse skapas i bilder samt färdigheter i analys och tolkning av egna och andras bilder. Undervisningen ska ge eleverna möjligheter att genom sina kunskaper om och färdigheter i bildämnen aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att planera, producera och redovisa bilder med olika verktyg, i olika material och för olika syften. Undervisningen ska stimulera elevernas nyfikenhet, kreativitet och vilja att uttrycka sig samt ge eleverna möjlighet att utveckla innovativa lösningsstrategier, ett personligt uttryck och ett kritiskt förhållningssätt. Konst kan väcka både tankar och känslor och på olika sätt utmana och påverka människors föreställningar. Därför ska undervisningen bidra till att eleverna utvecklar förståelse av konstens och konstnärens roll i vår samtid. Dessutom ska eleverna ges möjlighet att utveckla förmåga att ta ansvar för och driva sina egna arbetsprocesser. Genom att presentera sina arbeten i utställningar och samproduktioner med olika aktörer ska eleverna ges möjlighet att utveckla en bred förståelse av bildens språkliga funktioner och hur bilden kommunicerar. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om lagar och andra bestämmelser inom området samt om teknik och miljömässig hållbarhet i samband med bildframställning.</p> <p>Den visuella gestaltningen ska omfatta en mångfald arbetsmetoder, så att eleverna får möjlighet att fördjupa sina erfarenheter och utveckla förmåga att uttrycka sig samt nå en hantverksskicklighet i några valda tekniker. Eleverna ska också ges möjlighet att utforska och bearbeta influenser från den visuella kulturen samt praktiskt experimentera och undersöka estetiska uttryck i samband med det egna skapandet. Undervisningen ska lämna utrymme för diskussion och reflektion över etiska frågor och olika handlingsalternativ i arbete med bild och form.</p> <h5><em>Undervisningen i ämnet bild ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att framställa bilder och utforma bildspråkliga budskap med hjälp av olika material, tekniker och uttryckssätt.</li> <li>Förmåga att arbeta metodiskt utifrån ett konstnärligt förhållningssätt.</li> <li>Förmåga att tolka, värdera och presentera olika typer av bilder och konstnärliga processer.</li> <li>Kunskaper om bilders och visuella framställningars uttryck i olika genrer samt bildens funktion i samhället.</li> <li>Kunskaper om arbetsmiljö och etiska förhållningssätt samt om lagar och andra bestämmelser inom bild- och formområdet.</li> </ul><h3>Nivåer i ämnet bild</h3><ul><li>Nivå 1a1, 50 poäng. Betyg i bild som omfattar nivå 1a1 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1a2, 50 poäng, som bygger på nivå 1a1. Betyg i bild som omfattar nivå 1a2 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1b, 100 poäng. Betyg i bild som omfattar nivå 1b kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1a1 eller 1a2.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1a2 eller 1b.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BILD1A10X</h3>",
      "code": "BILD1A10X",
      "nameHeading": "<h2>Nivå 1a1, 50 poäng</h2>",
      "name": "Nivå 1a1",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild på nivå 1a1 ska behandla följande centrala innehåll:</p> <p><em>Bildproduktion, kommunikation och skapandeprocess</em></p> <ul> <li>Två- och tredimensionell bildproduktion.</li> <li>Färg- och formlära.</li> <li>Utformning av egna bildspråkliga budskap anpassade efter syfte och mottagare.</li> <li>Arbete efter givna ramar.</li> <li>Metoder för produktion och visualisering av idéer, till exempel genom skissarbete, kollage och inspirerande förebilder.</li> </ul> <p><em>Reflektion och tolkning</em></p> <ul> <li>Metoder för reflektion över samt dokumentation och presentation av arbetsprocessen.</li> <li>Bildspråkliga begrepp för tolkning och analys, till exempel konnotation och denotation.</li> <li>Några stilar och genrer inom bildkonst och vad som kännetecknar dessa.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Etiska resonemang i samband med skapande av bilder.</li> <li>Lagar och andra bestämmelser om upphovsrätt.</li> <li>Regler för hälsa, miljö och säkerhet vid arbete med olika material och tekniker.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILD1A20X</h3>",
      "code": "BILD1A20X",
      "nameHeading": "<h2>Nivå 1a2, 50 poäng</h2>",
      "name": "Nivå 1a2",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild på nivå 1a2 ska behandla följande centrala innehåll:</p> <p><em>Bildproduktion, kommunikation och skapandeprocess</em></p> <ul> <li>Två- och tredimensionell bildproduktion.</li> <li>Praktiskt hantverk i några material och tekniker.</li> <li>Hur bildens uttrycksmedel och kompositionstraditioner hänger samman med det färdiga bilduttrycket.</li> <li>Bildens olika element. Skillnaden mellan två- och tredimensionalitet.</li> <li>Problemlösning och konstnärliga processer i bild.</li> <li>Arbete efter givna ramar.</li> <li>Hur samtidskonst och populärkultur kan användas som inspiration till konstnärligt arbete.</li> </ul> <p><em>Reflektion och tolkning</em></p> <ul> <li>Tolkning av bilders budskap i eget och andras bildarbete.</li> <li>Olika bilders funktioner och användningsområden i samhället samt hur konst kan kommunicera känslor, tankar och värderingar.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Hur visuell konst behöver förhålla sig till diskrimineringsgrunderna och hur det kan prägla estetiska val.</li> <li>Lagar och andra bestämmelser om upphovsrätt.</li> <li>Den fysiska arbetsmiljön inom bildområdet. Regler för hälsa, miljö och säkerhet vid arbete med olika material och tekniker.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILD1B00X</h3>",
      "code": "BILD1B00X",
      "nameHeading": "<h2>Nivå 1b, 100 poäng</h2>",
      "name": "Nivå 1b",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild på nivå 1b ska behandla följande centrala innehåll:</p> <p><em>Bildproduktion, kommunikation och skapandeprocess</em></p> <ul> <li>Två- och tredimensionell bildproduktion.</li> <li>Färg- och formlära och praktiskt hantverk i några material och tekniker.</li> <li>Utformning av egna bildspråkliga budskap anpassade efter syfte och mottagare.</li> <li>Hur bildens uttrycksmedel och kompositionstraditioner hänger samman med det färdiga bilduttrycket.</li> <li>Bildens olika element. Skillnaden mellan två- och tredimensionalitet.</li> <li>Problemlösning och konstnärliga processer i bild.</li> <li>Arbete efter givna ramar.</li> <li>Metoder för produktion och visualisering av idéer, till exempel genom skissarbete, kollage och inspirerande förebilder.</li> <li>Hur samtidskonst och populärkultur kan användas som inspiration till konstnärligt arbete.</li> </ul> <p><em>Reflektion och tolkning</em></p> <ul> <li>Metoder för reflektion över samt dokumentation och presentation av arbetsprocessen.</li> <li>Bildspråkliga begrepp för tolkning och analys, till exempel konnotation och denotation.</li> <li>Tolkning av bilders budskap i eget och andras bildarbete.</li> <li>Några olika stilar och genrer inom bildkonst och vad som kännetecknar dessa.</li> <li>Olika bilders funktioner och användningsområden samt hur konst kan kommunicera känslor, tankar och värderingar.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Hur visuell konst behöver förhålla sig till diskrimineringsgrunderna och hur det kan prägla estetiska val.</li> <li>Lagar och andra bestämmelser om upphovsrätt.</li> <li>Den fysiska arbetsmiljön inom bildområdet. Regler för hälsa, miljö och säkerhet vid arbete med olika material och tekniker.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILD2000X</h3>",
      "code": "BILD2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Bildproduktion, kommunikation och skapandeprocess</em></p> <ul> <li>Två- och tredimensionell bildproduktion med traditionella och nya metoder. Användningsområden och egenskaper hos olika material.</li> <li>Hantverksskicklighet i någon teknik. Planering och utformning av egna bildspråkliga budskap.</li> <li>Undersökande arbete och praktisk tillämpning av kunskaper om bildkommunikation för att nå önskat bilduttryck.</li> <li>Hur bildens beståndsdelar samverkar och påverkar uttrycket.</li> <li>Problemlösning och konstnärliga processer i bild.</li> <li>Arbete efter givna ramar.</li> <li>Metoder för nyskapande, till exempel kombination av oväntade uttryck.</li> <li>Metoder för att driva, ta ansvar för och dokumentera den egna arbetsprocessen.</li> <li>Förenkling och abstraktion i arbete med två- och tredimensionella uttryck.</li> </ul> <p><em>Reflektion och tolkning</em></p> <ul> <li>Bildspråkliga begrepp för tolkning och analys.</li> <li>Hur konstnärlig kvalitet är beroende av bildens sammanhang och syfte.</li> <li>Skillnader och likheter mellan olika genrer inom bildkonst.</li> <li>Hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Etiska och estetiska val i samband med eget bildarbete, samt hur olika handlingsalternativ kan visa sig i estetiska sammanhang.</li> <li>Lagar och andra bestämmelser om upphovsrätt och personlig integritet.</li> <li>Yrkesrollen för bildskapare och fysisk arbetsmiljö. Regler för hälsa, miljö och säkerhet vid arbete med olika material och tekniker.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILD3000X</h3>",
      "code": "BILD3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Bildproduktion, kommunikation och skapandeprocess</em></p> <ul> <li>Bildproduktion och träning i praktiskt hantverk med syfte att utforma egna bildspråkliga budskap och konstnärliga gestaltningar.</li> <li>Hantverksskicklighet i några tekniker.</li> <li>Experimenterande med material och tekniker samt komposition och andra konstnärliga principer för att nå önskat bilduttryck.</li> <li>Problemlösning i bild med fokus på eget konstnärligt uttryck.</li> <li>Arbete efter givna ramar.</li> <li>Kombination av olika tekniker och erfarenheter för att skapa nya uttryck. Övning i att motivera de egna idéerna och valen.</li> <li>Samtidskonst och populärkultur som inspiration till konstnärligt arbete.</li> </ul> <p><em>Reflektion och tolkning</em></p> <ul> <li>Bildspråkliga begrepp för tolkning och analys.</li> <li>Tolkning av bilders budskap utifrån olika perspektiv, till exempel genus, klass och etnicitet, och med hänsyn till sammanhang, syfte och avsändare.</li> <li>Samtal och kritisk granskning av stilar och genrer inom bildkonst och vad som kännetecknar dessa. Hur olika bildgenrer ställer skilda krav på slutresultatet.</li> <li>Konstuttryckens roll i samhället.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Problematiserande av bild utifrån olika etiska och estetiska val och hur de påverkar form och innehåll. Vad olika handlingsalternativ i estetiska sammanhang kan vara, beroende av situation.</li> <li>Lagar och andra bestämmelser om upphovsrätt och personlig integritet samt vad som gäller i avtal mellan bildskapare och beställare.</li> <li>Den fysiska arbetsmiljön inom bildområdet. Yrkesrollen för bildskapare. Regler för hälsa, miljö och säkerhet vid arbete med olika material och tekniker.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven skapar bilder och bildspråkliga budskap med <strong>godtagbar</strong> konstnärlig kvalitet och använder med <strong>viss säkerhet</strong> olika material, tekniker och uttryckssätt.</p> <p>Eleven använder sig av utkast, skisser och försök samt löser <strong>enkla</strong> problem i bild.</p> <p>Eleven gör <strong>enkla</strong> tolkningar, värderingar och presentationer av bilder och konstnärliga processer.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika bildgenrer och för <strong>enkla</strong> resonemang om bilders funktion och betydelser i olika sammanhang.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om arbetsmiljö, etiska förhållningssätt samt lagar och andra bestämmelser inom bild- och formområdet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven skapar bilder och bildspråkliga budskap med <strong>god</strong> konstnärlig kvalitet och använder med <strong>säkerhet</strong> olika material, tekniker och uttryckssätt.</p> <p>Eleven använder sig av utkast, skisser och försök samt löser <strong>relativt komplexa</strong> problem i bild.</p> <p>Eleven gör <strong>utvecklade</strong> tolkningar, värderingar och presentationer av bilder och konstnärliga processer.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika bildgenrer och för <strong>utvecklade</strong> resonemang om bilders funktion och betydelser i olika sammanhang.</p> <p>Eleven visar <strong>goda</strong> kunskaper om arbetsmiljö, etiska förhållningssätt samt lagar och andra bestämmelser inom bild- och formområdet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven skapar bilder och bildspråkliga budskap med <strong>mycket god</strong> konstnärlig kvalitet och använder med <strong>god säkerhet</strong> olika material, tekniker och uttryckssätt.</p> <p>Eleven använder sig av utkast, skisser och försök samt löser <strong>komplexa</strong> problem i bild.</p> <p>Eleven gör <strong>välutvecklade</strong> tolkningar, värderingar och presentationer av bilder och konstnärliga processer.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika bildgenrer och för <strong>utvecklade och nyanserade</strong> resonemang om bilders funktion och betydelser i olika sammanhang.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om arbetsmiljö, etiska förhållningssätt samt lagar och andra bestämmelser inom bild- och formområdet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.972Z"
}