{
  "code": "BILK",
  "name": "Bild – konstnärlig fördjupning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-05-28",
  "version": "gy25",
  "versionInfo": "Första versionen. Justerat skrivfel.",
  "skolfsGrund": "2023:175",
  "skolfsAndring": "2024:603",
  "nameHeading": "<h2>Bild – konstnärlig fördjupning</h2>",
  "description": "<p>Konstområdet är ständigt i rörelse och kan bidra till förändrade attityder och uppfattningar om världen. Ämnet bild – konstnärlig fördjupning behandlar den konstnärliga processen och yttre faktorer som påverkar konstnärskapet. Ämnet är projektorienterat och obundet vad gäller material och teknik. I ämnet avses med bilder visuella två- eller tredimensionella bildframställningar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet bild – konstnärlig fördjupning ska syfta till att eleverna utvecklar kunskaper om och färdigheter i självständigt eller kollaborativt konstnärligt skapande, från idé till färdigt konstuttryck. Undervisningen ska bidra till att väcka elevernas nyfikenhet och vilja till estetiskt utforskande samt ge eleverna möjlighet att utveckla innovativa lösningsstrategier, ett personligt uttryck och ett kritiskt förhållningssätt till konst, kultur och samhälle. Undervisningen ska också bidra till att eleverna utvecklar en frimodig attityd till det egna skapandet och mod att prova nytt, även om det finns risk för misslyckande. Därför ska undervisningen uppmuntra ett visst mått av risktagande under den konstnärliga processen. Eleverna ska dessutom ges möjlighet att utveckla förmåga att ta ansvar för och driva egna eller gemensamma konstnärliga arbetsprocesser. Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i bildämnen aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Att kunna förhålla sig till vissa på förhand givna ramar eller koncept är viktigt för en utövande konstnär inom alla fält. Genom praktiskt arbete ska eleverna därför ges möjlighet att utveckla förmåga att förhålla sig till tidsramar, kontext och målgrupp. Detta kan exempelvis ske genom arbete i autentiska uppdrag eller i projekt. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om konceptets och kontextens påverkan på uttrycket och det egna eller det gemensamma arbetet.</p> <p>Det är av stor vikt att det finns en valmöjlighet i sättet att visa och tala om sin konst, anpassat till konstverket, kontexten och processens natur. Därför ska undervisningen leda till att eleverna utvecklar förmåga att på olika sätt presentera sitt arbete.</p> <p>I undervisningen ska eleverna ges möjlighet att utifrån eget valt eller givet koncept, material och tema arbeta konstnärligt i en egen process och i ett eget eller kollaborativt projekt. Undervisningen ska innehålla praktiska utmaningar och handledning i den konstnärliga processen och lämna utrymme för experimenterande med tematik, material och uttryck. Både undervisning och handledning ska lägga stort fokus på det egna konstnärliga arbetet och uttrycket. Undervisningen ska lämna utrymme för diskussion och reflektion över etiska frågor och olika handlingsalternativ i konstnärligt arbete.</p> <h5><em>Undervisningen i ämnet bild – konstnärlig fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att omsätta idéer till färdiga konstuttryck samt förhålla sig till egna och givna ramar.</li> <li>Kunskaper om konstnärlig kommunikation och kontextens betydelse.</li> <li>Förmåga att dokumentera och presentera sin process samt reflektera över konstnärliga val.</li> </ul><h3>Nivåer i ämnet bild – konstnärlig fördjupning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet bild, nivå 2 i ämnet fotografisk bild, nivå 2 i ämnet animation, nivå 2 i ämnet film- och tv-produktion eller nivå 2 i ämnet grafisk illustration.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BILK1000X</h3>",
      "code": "BILK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild – konstnärlig fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Konstnärligt praktiskt skapande</em></p> <ul> <li>Konstnärligt utforskande arbete inom valt område.</li> <li>Planering och utformning av bildspråkliga budskap och koncept.</li> <li>Konstnärlig produktion utifrån egna eller givna ramar, till exempel vid tema, autentiska uppdrag eller kollaborationer.</li> <li>Arbete i olika material och med olika metoder och tekniker.</li> </ul> <p><em>Kommunikation och konstnärlig process</em></p> <ul> <li>Beskrivning av den egna konstnärliga processen, från idé till färdigt verk.</li> <li>Hur konst inom valt område kan användas för att kommunicera.</li> <li>Tillvägagångssättets och materialets betydelse för uttrycket. Relevanta begrepp för området.</li> <li>Kontextens betydelse för den konstnärliga kommunikationen, till exempel i samband med utställning.</li> <li>Genrer, stilar och strömningar i konst och kultur som inspiration till konstnärligt arbete.</li> <li>Den konstnärliga processens olika delar, däribland idéarbete, skisser, planering, genomförande och presentation av arbete.</li> </ul> <p><em>Dokumentation och analys</em></p> <ul> <li>Dokumentation av den egna arbetsprocessen och presentation av eget konstnärligt arbete.</li> <li>Samtal om konstnärlig kvalitet utifrån sammanhang och syfte.</li> <li>Estetiska och etiska val i samband med det egna praktiska arbetet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILK2000X</h3>",
      "code": "BILK2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild – konstnärlig fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Konstnärligt praktiskt skapande</em></p> <ul> <li>Eget undersökande och utforskande konstnärligt arbete och produktion utifrån eget eller givet koncept och uttryck.</li> <li>Planering och utformning av bildspråkliga budskap och koncept.</li> <li>Hantverksskicklighet i någon teknik eller något material.</li> </ul> <p><em>Kommunikation och konstnärlig process</em></p> <ul> <li>Strategier och metoder för att driva den egna konstnärliga processen framåt.</li> <li>Reflektion över hur val av tillvägagångssätt och material påverkar uttrycket och vad som kommuniceras.</li> <li>Kontextens betydelse för den konstnärliga kommunikationen, till exempel i samband med utställning.</li> <li>Reflektion över olika stilar och genrers kulturella konnotation.</li> <li>Den konstnärliga processens betydelse för arbetsgång och slutresultat.</li> </ul> <p><em>Dokumentation och analys</em></p> <ul> <li>Fortlöpande dokumentation av den egna arbetsprocessen med hjälp av till exempel skisser, fotografier och loggboksanteckningar.</li> <li>Estetiska och etiska val i samband med det egna praktiska arbetet. Reflektion och samtal om olika handlingsalternativ.</li> <li>Urval till en produktion, till exempel i samband med en utställning, inlämning av arbetsprover eller vid filmklippning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BILK3000X</h3>",
      "code": "BILK3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bild – konstnärlig fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Konstnärligt praktiskt skapande</em></p> <ul> <li>Egen konstnärlig produktion, problemlösning och problematisering utifrån eget eller givet koncept och uttryck.</li> <li>Planering och utformning av bildspråkliga budskap och koncept.</li> <li>Hantverksskicklighet i några tekniker eller material.</li> </ul> <p><em>Kommunikation och konstnärlig process</em></p> <ul> <li>Analys och förbättring av den egna konstnärliga processen och resultatet, samt strategier för att driva processen framåt.</li> <li>Experimenterande med hur konst kan användas som kommunikationsmedel och hur val av tillvägagångssätt, material och kontext påverkar uttrycket.</li> <li>Samtidskonst och aktuella frågor inom valt konstområde, som inspiration till eget skapande.</li> </ul> <p><em>Dokumentation och analys</em></p> <ul> <li>Det egna konstnärskapet i relation till samtidskonstens olika diskurser och scener.</li> <li>Kontinuerlig utvärdering och revidering av idé och tillvägagångssätt samt kritisk granskning av den egna praktiska processen, däribland dokumentation och presentation.</li> <li>Kritisk reflektion över estetiska och etiska val i samband med det egna praktiska arbetet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven omsätter idéer till färdiga konstuttryck med <strong>viss</strong> skicklighet och förhåller sig med <strong>viss säkerhet</strong> till egna och givna ramar.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om konstnärlig kommunikation och för <strong>enkla</strong> resonemang om kontextens betydelse för hur budskap kan uppfattas.</p> <p>Eleven gör en <strong>enkel</strong> dokumentation och presentation av sin process och förklarar <strong>översiktligt</strong> sina konstnärliga val.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven omsätter idéer till färdiga konstuttryck med <strong>god</strong> skicklighet och förhåller sig med <strong>säkerhet</strong> till egna och givna ramar.</p> <p>Eleven visar <strong>goda</strong> kunskaper om konstnärlig kommunikation och för <strong>utvecklade</strong> resonemang om kontextens betydelse för hur budskap kan uppfattas.</p> <p>Eleven gör en <strong>noggrann</strong> dokumentation och presentation av sin process och förklarar <strong>utförligt</strong> sina konstnärliga val.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven omsätter idéer till färdiga konstuttryck med <strong>mycket god</strong> skicklighet och förhåller sig med <strong>god säkerhet</strong> till egna och givna ramar.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om konstnärlig kommunikation och för <strong>utvecklade och nyanserade</strong> resonemang om kontextens betydelse för hur budskap kan uppfattas.</p> <p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation och presentation av sin process och förklarar <strong>utförligt och nyanserat</strong> sina konstnärliga val.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.973Z"
}