{
  "code": "BILT",
  "name": "Bildteori",
  "englishName": "Art Theory",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:177",
  "nameHeading": "<h2>Bildteori</h2>",
  "description": "<p>Ämnet bildteori behandlar begrepp, teorier och metoder som möjliggör att förstå och tolka bilder i olika sammanhang. I ämnet behandlas teorier om konst och visuell kommunikation, hur bilder konstrueras och produceras samt hur den visuella kulturen tar sig uttryck i olika medier. Ämnet behandlar även teorier om bilden som språk. I ämnet avses med bilder visuella två- eller tredimensionella framställningar som finns inom till exempel konst, formgivning och populärkultur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet bildteori ska syfta till att eleverna utvecklar kunskaper om bilder som språk och om bildkommunikation. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om konstbegreppet och konstbilden, populärkulturens bilduttryck och andra kategorier av bilder samt hur bilden i sitt sammanhang uppfattas av betraktaren.</p> <p>Eleverna ska ges möjlighet att utveckla kunskaper om bildspråklig teori, färdigheter i att se och möta bilder samt förmåga att själv uttrycka sig i bilder. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om visuella miljöer, design och formgivning i relation till individen och gruppen.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av hur synen på konst, konsthantverk och design förändrats över tid. På så sätt ska eleverna tillägna sig en gemensam referensram. Vidare ska eleverna ges möjlighet att utveckla färdigheter i att använda begrepp inom bildteoretiska områden som visuell kultur, design, konst och formgivning.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur bilder kan uppfattas utifrån skilda aspekter som till exempel genus och klass. Bild och konst kan väcka både tankar och känslor och på olika sätt utmana och påverka människors föreställningar. Därför ska undervisningen lämna utrymme för diskussion och reflektion över etiska frågor om bildens och bildskaparens roll i vår samtid. Genom att sätta bilden i ett mångkulturellt och globalt sammanhang samt i ett historiskt perspektiv ska eleverna ges möjlighet att förstå utvecklingstendenser. I undervisningen ska eleverna även ges möjlighet att utveckla kunskaper om konstvetenskaplig tradition och utveckling samt om delar av konsthistorien.</p> <p>Undervisningen ska ge eleverna möjlighet att dokumentera och diskutera den konstnärliga arbetsprocessen samt design- och formgivningsprocesser.</p> <h5><em>Undervisningen i ämnet bildteori ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hur bilder kommunicerar på olika sätt beroende på sammanhang och betraktare.</li> <li>Kunskaper om visuell kommunikation, konstteori och konstvetenskap.</li> <li>Förmåga att analysera och tolka bilder samt värdera andras bildanalyser.</li> <li>Förståelse av bildens betydelse för såväl samhälle som individ.</li> </ul><h3>Nivåer i ämnet bildteori</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BILT1000X</h3>",
      "code": "BILT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bildteori på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Kommunikationsprocesser och teorier om bildkommunikation.</li> <li>Bildproduktion och bildanvändande i olika sammanhang samt bildteoretiska resonemang i samband med egen bildproduktion.</li> <li>Hur bilder och symboler kan ändra betydelse beroende på sammanhang och användning.</li> <li>Konstteori och konstvetenskap.</li> <li>Färglära och färgteori.</li> <li>Bildsemiotik och hur bilder samverkar med annan text.</li> <li>Bildtolkningsmodeller och analys av konstbilder och massmediala bilder.</li> <li>Bilden som text.</li> <li>Bilden ur olika aspekter, till exempel historiska och nutida aspekter samt genus-, etnicitets-, klass- och åldersaspekter.</li> <li>Bilders makt och påverkan på människor, kultur och samhälle.</li> <li>Stereotyper och representation.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika sammanhangs betydelse för vad och hur bilder kommunicerar.</p> <p>Eleven redogör <strong>översiktligt</strong> för teorier om bildkommunikation, konstteori och konstvetenskap.</p> <p>Eleven gör <strong>enkla</strong> bildanalyser och bildtolkningar och värderar andras analyser med <strong>enkla</strong> omdömen.</p> <p>Eleven för <strong>enkla</strong> resonemang om bildens betydelse för samhälle och individ.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika sammanhangs betydelse för vad och hur bilder kommunicerar.</p> <p>Eleven redogör <strong>utförligt</strong> för teorier om bildkommunikation, konstteori och konstvetenskap.</p> <p>Eleven gör <strong>relativt avancerade</strong> bildanalyser och bildtolkningar och värderar andras analyser med <strong>välgrundade</strong> omdömen.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om bildens betydelse för samhälle och individ.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika sammanhangs betydelse för vad och hur bilder kommunicerar.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för teorier om bildkommunikation, konstteori och konstvetenskap.</p> <p>Eleven gör <strong>avancerade</strong> bildanalyser och bildtolkningar och värderar andras analyser med <strong>välgrundade och nyanserade</strong> omdömen.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om bildens betydelse för samhälle och individ.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
