{
  "code": "BIOG",
  "name": "Biologi",
  "englishName": "Biology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:133",
  "nameHeading": "<h2>Biologi</h2>",
  "description": "<p>Biologi är ett naturvetenskapligt ämne som har sitt ursprung i människans nyfikenhet och behov av att förstå sig själv och sin omvärld. Det är till sin karaktär både undersökande och analytiskt. Biologin beskriver hur naturen är uppbyggd och fungerar på olika nivåer, från den enskilda molekylen till globala ekosystem. Kunskaper i biologi kan bidra till såväl nya läkemedel som ett hållbart samhälle.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet biologi ska syfta till att eleverna utvecklar kunskaper om biologins begrepp, modeller, teorier och arbetsmetoder samt om biologiska samband i naturen och människokroppen. Undervisningen ska också bidra till att eleverna utvecklar ett naturvetenskapligt perspektiv på omvärlden med evolutionsteorin som grund samt förståelse av vad som kan förklaras med naturvetenskap. Eleverna ska även ges möjlighet att lära sig att skilja mellan vetenskapliga och icke-vetenskapliga påståenden. Undervisningen ska stimulera elevernas nyfikenhet, kreativitet och handlingsberedskap att påverka sitt liv och samhället.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att analysera biologiska frågeställningar och samband. Eleverna ska ges möjlighet att granska information och reflektera över frågor om hållbar utveckling, hälsa och biotekniska tillämpningar. På så sätt ska eleverna ges möjlighet att utveckla förmåga att göra välgrundade val och diskutera samhälleliga och etiska frågor utifrån en naturvetenskaplig utgångspunkt. Undervisningen ska även ge eleverna möjlighet att kommunicera kunskaper, slutsatser och ställningstaganden på olika sätt med hjälp av biologins begrepp och uttrycksformer.</p> <p>Undervisningen ska behandla aktuell forskning och historisk utveckling inom biologin och eleverna ska få reflektera över biologins betydelse inom olika yrkesområden, för människors levnadsvillkor och för samhället i stort.</p> <p>Genom praktiskt arbete i fält och med laborationer ska eleverna ges möjlighet att utveckla förmåga att genomföra systematiska naturvetenskapliga undersökningar utifrån olika frågeställningar. På så sätt ska eleverna ges möjlighet att utveckla förståelse av naturvetenskapens karaktär och av hur naturvetenskaplig kunskap växer fram. I det praktiska arbetet ska eleverna få använda naturvetenskapliga metoder och olika typer av utrustning samt utveckla förmåga att arbeta på ett säkert sätt.</p> <h5><em>Undervisningen i ämnet biologi ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om biologins begrepp, modeller och teorier samt om biologiska samband på olika organisationsnivåer.</li> <li>Förmåga att använda kunskaper i biologi för att analysera och tolka samband, granska information och kommunicera med ett naturvetenskapligt språk.</li> <li>Förmåga att genomföra systematiska undersökningar med naturvetenskapliga arbetsmetoder.</li> <li>Kunskaper om biologins betydelse för utveckling inom vetenskap och samhälle.</li> </ul><h3>Nivåer i ämnet biologi</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BIOG1000X</h3>",
      "code": "BIOG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet biologi på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Ekologi och evolution</em></p> <ul> <li>Olika ekosystems struktur, dynamik och bärkraft. Biologisk mångfald och ekosystemtjänster.</li> <li>Naturvetenskapliga modeller för livets uppkomst samt evolutionens mekanismer för livets utveckling.</li> </ul> <p><em>Cellbiologi och genetik</em></p> <ul> <li>Cellers och virus uppbyggnad och funktion.</li> <li>Ärftlighetens mekanismer samt celldelning och mutationer. Genernas uttryck och koppling till organismens egenskaper. Proteinsyntes.</li> <li>Gentekniska tillämpningar.</li> </ul> <p><em>Fysiologi, anatomi och hälsa</em></p> <ul> <li>Några organsystem hos människan, till exempel respirations-, cirkulations- och matspjälkningssystemen samt evolutionär jämförelse med andra djur. Hälsa och sjukdom kopplat till olika organsystem.</li> <li>Sexualitet och sexuell hälsa samt hur dessa kan kopplas till relationer, identitet och samtycke.</li> </ul> <p><em>Biologin i omvärlden</em></p> <ul> <li>Biologins betydelse för vetenskap, individ och samhälle med exempel från historiska och aktuella händelser.</li> <li>Frågor om etik och hållbar utveckling med koppling till biologi.</li> </ul> <p><em>Biologins arbetsmetoder</em></p> <ul> <li>Fältstudier och laborationer. Insamling av data från observationer, mätningar, simuleringar och databaser. Formulering av frågeställningar samt planering, riskbedömning och utförande av systematiska undersökningar. Bearbetning av data samt beräkningar och värdering av metod och resultat. Redovisning med olika uttrycksformer.</li> <li>Modeller som beskrivning av verkligheten. Modellers och teoriers giltighet samt det experimentella arbetets betydelse för deras utveckling över tid.</li> <li>Granskning av information och argumentation som rör biologi. Skillnader mellan vetenskapliga och icke-vetenskapliga påståenden.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BIOG2000X</h3>",
      "code": "BIOG2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet biologi på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Ekologi och evolution</em></p> <ul> <li>Människans påverkan på lokala och globala ekosystem.</li> <li>Evolutionär systematik och organismernas huvudgrupper. Växter, svampar och deras fysiologi och livscykler.</li> <li>Djurs beteende och beteendets betydelse för överlevnad och reproduktiv framgång.</li> </ul> <p><em>Cellbiologi och genetik</em></p> <ul> <li>Cellorganellers funktion samt cellers differentiering och kommunikation.</li> <li>Fotosyntes, cellandning och transport över membran.</li> <li>Bio- och gentekniska metoder samt deras användning inom olika områden.</li> </ul> <p><em>Fysiologi, anatomi och hälsa</em></p> <ul> <li>Nerv- och hormonsystemen samt deras reglering av andra organ.</li> <li>Immunsystemet, infektioner och smittspridning.</li> <li>Fysisk och psykisk hälsa. Förebyggande åtgärder samt behandlingar vid ohälsa.</li> </ul> <p><em>Biologin i omvärlden</em></p> <ul> <li>Biologins betydelse för vetenskap, individ och samhälle med exempel från historiska och aktuella händelser.</li> <li>Frågor om etik och hållbar utveckling med koppling till biologi.</li> </ul> <p><em>Biologins arbetsmetoder</em></p> <ul> <li>Fältstudier och laborationer. Insamling av data från observationer, mätningar, simuleringar och databaser. Formulering av frågeställningar samt planering, riskbedömning och utförande av systematiska undersökningar. Bearbetning av data samt beräkningar och värdering av metod och resultat. Redovisning med olika uttrycksformer.</li> <li>Modeller som beskrivning av verkligheten. Modellers och teoriers giltighet samt det experimentella arbetets betydelse för deras utveckling över tid.</li> <li>Granskning av information och argumentation som rör biologi. Skillnader mellan vetenskapliga och icke-vetenskapliga påståenden.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om biologins begrepp, modeller och teorier och ger <strong>enkla</strong> förklaringar av biologiska samband.</p> <p>Eleven gör <strong>enkla</strong> analyser av biologiska frågeställningar och samband. Dessutom kommunicerar eleven i frågor som rör biologi med <strong>godtagbar</strong> naturvetenskaplig underbyggnad och med användning av ämnesspecifika begrepp och uttrycksformer.</p> <p>Eleven planerar och genomför naturvetenskapliga undersökningar på ett riskmedvetet och <strong>i huvudsak systematiskt</strong> sätt. Eleven redovisar sina undersökningar och för <strong>enkla</strong> resonemang om metod och resultat.</p> <p>Eleven för <strong>enkla</strong> resonemang om biologin som vetenskap och dess betydelse för människors levnadsvillkor och samhällsutvecklingen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om biologins begrepp, modeller och teorier och ger <strong>utvecklade</strong> förklaringar av biologiska samband.</p> <p>Eleven gör <strong>utvecklade</strong> analyser av biologiska frågeställningar och samband. Dessutom kommunicerar eleven i frågor som rör biologi med <strong>god</strong> naturvetenskaplig underbyggnad och med användning av ämnesspecifika begrepp och uttrycksformer.</p> <p>Eleven planerar och genomför naturvetenskapliga undersökningar på ett riskmedvetet och <strong>systematiskt</strong> sätt. Eleven redovisar sina undersökningar och för <strong>utvecklade</strong> resonemang om metod och resultat.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om biologin som vetenskap och dess betydelse för människors levnadsvillkor och samhällsutvecklingen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om biologins begrepp, modeller och teorier och ger <strong>välutvecklade</strong> förklaringar av biologiska samband.</p> <p>Eleven gör <strong>välutvecklade</strong> analyser av biologiska frågeställningar och samband. Dessutom kommunicerar eleven i frågor som rör biologi med <strong>mycket god</strong> naturvetenskaplig underbyggnad och med användning av ämnesspecifika begrepp och uttrycksformer.</p> <p>Eleven planerar och genomför naturvetenskapliga undersökningar på ett riskmedvetet, <strong>systematiskt och ändamålsenligt</strong> sätt. Eleven redovisar sina undersökningar och för <strong>välutvecklade</strong> resonemang om metod och resultat.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om biologin som vetenskap och dess betydelse för människors levnadsvillkor och samhällsutvecklingen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
