{
  "code": "BYGG",
  "name": "Byggnadsunderhåll inom naturbruk",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:275",
  "nameHeading": "<h2>Byggnadsunderhåll inom naturbruk</h2>",
  "description": "<p>Naturbrukets byggnader omfattar allt från enklare lagerbyggnader och maskinhallar till högteknologiskt utrustade specialbyggnader, till exempel djurstallar och växthus. I ämnet byggnadsunderhåll inom naturbruk behandlas underhåll och tillbyggnad av naturbrukets byggnader samt användning och skötsel av byggnadernas tekniska utrustning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet byggnadsunderhåll inom naturbruk ska syfta till att eleverna utvecklar förmåga att utföra byggnads- och underhållsarbeten på byggnader och att hantera teknisk utrustning. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om byggmaterial och deras egenskaper samt förmåga att välja rätt material med utgångspunkt i byggnadens konstruktion, funktion och läge samt kostnader. Undervisningen ska leda till att eleverna utvecklar förståelse av sambandet mellan regelbundet och systematiskt underhåll och långsiktig hållbarhet ur ett ekonomiskt och miljömässigt perspektiv. Den ska också leda till att eleverna utvecklar förmåga att planera och genomföra byggnads- och underhållsarbete på ett yrkesmässigt sätt. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om kulturhistoriskt värdefulla byggnader och hur dessa kan underhållas. I undervisningen ska eleverna ges möjlighet att använda och underhålla den tekniska utrustning och de digitala system som förekommer inom verksamhetsområdet. Eleverna ska också ges möjlighet att utveckla förmåga att använda verktyg, maskiner och arbetstekniker på ett ändamålsenligt och säkert sätt samt att använda miljömässigt och ergonomiskt hållbara arbetsmetoder. I undervisningen ska eleverna ges möjlighet att pröva olika tillvägagångssätt i bekanta och nya situationer och därigenom utveckla tilltro till den egna förmågan att lösa problem och nå uppsatta mål. Eleverna ska också ges möjlighet att utveckla förmåga att utvärdera och dokumentera resultatet av sitt arbete utifrån standard och funktion. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området.</p> <p>Praktiskt arbete, praktiska övningar och fältstudier ska ingå i undervisningen. Därigenom ska eleverna ges möjlighet att utveckla ett fackspråk, förmåga att följa ritningar, hantera material och använda verktyg, maskiner och redskap på ett säkert och ergonomiskt sätt.</p> <h5><em>Undervisningen i ämnet byggnadsunderhåll inom naturbruk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att välja byggmaterial för olika ändamål samt att beräkna materialåtgång och kostnader.</li> <li>Förmåga att planera och genomföra underhålls- och byggnadsarbete inom naturbrukets verksamheter.</li> <li>Förmåga att använda och underhålla tekniska system och utrustning.</li> <li>Förmåga att använda och vårda verktyg och maskiner som används i samband med bygg- och underhållsarbeten.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.</li> <li>Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet byggnadsunderhåll inom naturbruk</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet naturbruk. Betyg i byggnadsunderhåll inom naturbruk som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i hästsportanläggningars skötsel och drift som omfattar nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BYGG1000X</h3>",
      "code": "BYGG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet byggnadsunderhåll inom naturbruk på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Byggteknisk grund</em></p> <ul> <li>Olika byggmaterial samt deras egenskaper, funktion och användningsområden.</li> <li>Byggnadskonstruktioner samt dimensionering och anvisningar.</li> <li>Hur yttre förhållanden, till exempel klimat och läge, påverkar val av konstruktion och material.</li> <li>Beräkning av materialåtgång och ekonomiska kalkyler.</li> <li>Tolkning av ritningar och instruktioner.</li> <li>Metoder för att bevara byggnaders historiska och kulturella värden.</li> <li>Besiktningar och funktionskontroller samt dokumentation av genomfört arbete.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Val av konstruktionsmaterial och beräkning av materialåtgång.</li> <li>Användning och underhåll av tekniska system och utrustning, till exempel klimatkontroll, bevattningssystem och belysningssystem.</li> <li>Byggnadsunderhåll och arbetsmetoder vid byggnadsarbeten, till exempel putsning, målning, rensning av hängrännor och åtgärdande av rötskador.</li> <li>Hantering av byggmaterial vid transport och lagring.</li> <li>Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.</li> <li>Användning av teknikhandböcker.</li> <li>Återbruk och materialåtervinning samt hantering av byggavfall.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi i samband med aktuella arbetsuppgifter.</li> <li>Arbetsmiljö- och säkerhetsfrågor i samband med byggnadsunderhåll.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området, till exempel plan- och bygglagen, miljöbalken och kulturminneslagen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för vanligt förekommande byggmaterial och för deras egenskaper samt väljer med <strong>viss säkerhet</strong> lämpligt byggmaterial utifrån konstruktion, funktion och ekonomi.</p> <p>Eleven tolkar med <strong>viss säkerhet</strong> ritningar, följer arbetsinstruktioner och genomför underhåll och byggnadsarbete med <strong>godtagbart</strong> resultat. I samband med detta löser eleven de problem som uppstår med <strong>enkla</strong> strategier.</p> <p>Eleven använder och underhåller med <strong>viss säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>visst handlag</strong> verktyg och maskiner.</p> <p>Eleven arbetar säkert, ergonomiskt och miljömässigt hållbart.</p> <p>Eleven utför med <strong>viss säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för vanligt förekommande byggmaterial och för deras egenskaper samt väljer med <strong>säkerhet</strong> lämpligt byggmaterial utifrån konstruktion, funktion och ekonomi.</p> <p>Eleven tolkar med <strong>säkerhet</strong> ritningar, följer arbetsinstruktioner och genomför underhåll och byggnadsarbete med <strong>gott</strong> resultat. I samband med detta löser eleven de problem som uppstår med <strong>utvecklade</strong> strategier.</p> <p>Eleven använder och underhåller med <strong>säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>gott handlag</strong> verktyg och maskiner.</p> <p>Eleven arbetar säkert, ergonomiskt och miljömässigt hållbart.</p> <p>Eleven utför med <strong>säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för vanligt förekommande byggmaterial och för deras egenskaper samt väljer med <strong>god säkerhet</strong> lämpligt byggmaterial utifrån konstruktion, funktion och ekonomi.</p> <p>Eleven tolkar med <strong>god säkerhet</strong> ritningar, följer arbetsinstruktioner och genomför underhåll och byggnadsarbete med <strong>mycket gott</strong> resultat. I samband med detta löser eleven de problem som uppstår med <strong>utvecklade</strong> strategier.</p> <p>Eleven använder och underhåller med <strong>god säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>mycket gott handlag</strong> verktyg och maskiner.</p> <p>Eleven arbetar säkert, ergonomiskt och miljömässigt hållbart.</p> <p>Eleven utför med <strong>god säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.975Z"
}