{
  "code": "BYGN",
  "name": "Byggnadsplåtslageri",
  "englishName": "Architectural Sheet Metalwork",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:184",
  "nameHeading": "<h2>Byggnadsplåtslageri</h2>",
  "description": "<p>Ämnet byggnadsplåtslageri behandlar arbetsmetoder och material inom byggnadsplåtslageri samt materialens funktion som klimatskydd på byggnader och andra konstruktioner. Arbetet utförs ofta som en del i en större helhet där byggnadsplåtslagare vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet byggnadsplåtslageri ska syfta till att eleverna utvecklar kunskaper om hur olika material används inom byggnadsplåtslageri samt förmåga att utföra plåtslageriarbete. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika arbetsmetoder inom byggnadsplåtslageri och om utförandekrav som gäller för nybyggnation, renovering, om- och tillbyggnad. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom byggnadsplåtslageri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om entreprenörskap och företagandets villkor.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet byggnadsplåtslageri ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom byggnadsplåtslageri.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom byggnadsplåtslageri.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet byggnadsplåtslageri</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet bygg och anläggning.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BYGN1000X</h3>",
      "code": "BYGN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet byggnadsplåtslageri på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Plåtslageriprocessen</em></p> <ul> <li>Översiktligt om förekommande arbetsområden inom byggnads- och ventilationsplåtslageri.</li> <li>Platschefers och skyddsombuds roller på byggarbetsplatsen.</li> <li>Studiebesök, till exempel i anslutning till byggarbetsplatser, på byggvaruhus och i fackhandel.</li> <li>Plåtslageriprocessens olika skeden från planering till färdigställande och drift.</li> <li>Branschens ansvar för att främja ett cirkulärt, hållbart och energieffektiviserat byggande.</li> <li>Övergripande om olika bygghandlingar och referensverk för materialval och utförande inom plåtslageriprocessen, däribland Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön, samverkan och minderårigas arbete.</li> <li>Vanligt förekommande takkonstruktioner och tätskiktsmaterial i byggkonstruktioner.</li> <li>Vanligt förekommande taktäckningsmaterial och takavvattningssystem, deras funktion och användningsområden.</li> <li>Vanligt förekommande arbetsprocesser och metoder inom byggnadsplåtslageri.</li> <li>Översiktligt om arkitekters och konstruktörers roll och påverkan, till exempel på byggnaders form, funktion och hållfasthet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av bygghandlingar och arbetsbeskrivningar samt muntliga och skriftliga instruktioner.</li> <li>Ritningsläsning, däribland skalor, vyer, symboler, ritningshuvud, specifikationer och revideringar enligt standard.</li> <li>Måttsättningsprinciper, däribland för inmätning av centrumavstånd. Måttning av objekt och upprättande av måttskisser.</li> <li>Planeringar för att lösa arbetsuppgifter enligt branschregler.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri.</li> <li>Utbredning av grundläggande tredimensionella figurer, däribland formförändringar och dimensionsförändringar.</li> <li>Sammanfogningar inom byggnads- och ventilationsplåtslageri, däribland tennlödning, nitning och olika falsningsmetoder.</li> <li>Garnering och taktäckning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialvalets betydelse för ett hållbart byggande.</li> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val och användning av material utifrån användningsområde, materialegenskaper, olika ytbeläggningar och kvaliteter.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och förekommande tillsatsutrustningar.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter enligt anvisningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd, däribland om säkra lyft samt arbete från ställning och arbetsplattform.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter och allmänna råd från Myndigheten för samhällsskydd och beredskap (MSB) som gäller förvaring av gasol och andra brandfarliga varor.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av hälsorisker och risker för tillbud och olycksfall samt risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Ansvarstagande för säkerhet och arbetsmiljö på arbetsplatsen.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BYGN2000X</h3>",
      "code": "BYGN2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet byggnadsplåtslageri på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Plåtslageriprocessen</em></p> <ul> <li>Översiktligt om olika aktörers ansvar på byggarbetsplatsen samt det gemensamma ansvaret för säkerhet och arbetsmiljö.</li> <li>Plåtslageriprocessens olika skeden från planering till färdigställande och drift.</li> <li>Branschens ansvar för att främja ett cirkulärt, hållbart och energieffektiviserat byggande, till exempel vid materialval och materialhantering.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> <li>Olika bygghandlingar och referensverk samt konsekvenser av att inte följa bygghandlingar, till exempel viten och bötesförelägganden.</li> <li>Avtal som reglerar anställningen, däribland anställningsavtal, kollektivavtal samt yrkesutbildningsavtal.</li> <li>Arbetsprocesser och metoder inom byggnadsplåtslageri.</li> <li>Framtida klimatförändringar och hur dessa kan påverka utförandet av plåtinklädnader av byggnadsdelar.</li> <li>Olika entreprenadformer på byggarbetsplatsen, till exempel underentreprenörer.</li> <li>Översiktligt om samhällsförändringars påverkan på arkitekturens och infrastrukturens utveckling. Fältstudier, till exempel stadsvandringar.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av bygghandlingar och arbetsbeskrivningar samt muntliga och skriftliga instruktioner.</li> <li>Ritningsläsning, däribland skalor, vyer, symboler, ritningshuvud, specifikationer och revideringar enligt standard.</li> <li>Måttsättningsprinciper, till exempel för inmätning av centrumavstånd. Måttning av objekt och upprättande av måttskisser.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri.</li> <li>Utbredning för tillverkning av beklädnader anpassade till förekommande hinder.</li> <li>Tak- och fasadbeklädnad med profilerad plåt, till exempel trapetsprofilerad plåt (TRP), klicktak eller sinuskorrugerad plåt.</li> <li>Kassettäckning med stål- och aluminiumplåt.</li> <li>Montering av takavvattning, däribland halvrunda hängrännor och stuprör.</li> <li>Garneringsarbeten på tak och fasad med olika ytskikt, däribland beslagning av hinder som skorstenar, takluckor och takgenomföringar.</li> <li>Tätning runt skorstenar eller takgenomföringar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter enligt anvisningar.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar av hälsorisker samt för att förebygga olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BYGN3000X</h3>",
      "code": "BYGN3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet byggnadsplåtslageri på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Plåtslageriprocessen</em></p> <ul> <li>Lagar och andra bestämmelser samt myndighetsbeslut som styr byggandet, däribland arbetsmiljölagen, Boverkets byggregler (BBR) och plan- och bygglagen.</li> <li>Konsekvenser av att inte följa lagar och andra bestämmelser inom området, till exempel viten och bötesförelägganden.</li> <li>Olika arbetsprocesser, metoder och material vid plåtslageriarbeten.</li> <li>Övergripande om byggmetoder för energieffektiva- och smarta byggnadskonstruktioner.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Arkitektur och estetiska värden i samband med ombyggnation och restaurering, däribland olika byggnadsstilar, äldre plåtslageriarbeten och kulturhistoriska aspekter på plåtslageriarbete.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar och utförandekrav, däribland digitala bygghandlingar i byggprocessen.</li> <li>Måttning av objekt och upprättande av måttskisser.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri.</li> <li>Utbredning för tillverkning av beklädnader anpassade till förekommande hinder.</li> <li>Band- och skivtäckningar med stål- och aluminiumplåt på tak och fasad med vanligt förekommande underlag och hinder.</li> <li>Montering av takavvattning anpassat för taktäckningsmetoden.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften samt val och användning av material med hänsyn till kvalitet, kostnader hälso- och miljöaspekter.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter enligt anvisningar.</li> <li>Val, hantering och användning av material utifrån användningsområde, materialegenskaper, olika ytbeläggningar och kvaliteter.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar, däribland av hälsorisker med asbest, fekalier, mögel, kvartsdamm och polyklorerade bifenyler (PCB) vid renoveringsarbete.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BYGN4000X</h3>",
      "code": "BYGN4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet byggnadsplåtslageri på nivå 4 ska behandla följande centrala innehåll:</p> <p><em>Plåtslageriprocessen</em></p> <ul> <li>Lagar och andra bestämmelser samt myndighetsbeslut som påverkar metoder och arbetsprocesser, till exempel utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Hur olika avtal styr rättigheter och skyldigheter på arbetsplatsen, till exempel ackordsräknings uppbyggnad och avläsning.</li> <li>Olika arbetsprocesser och metoder vid plåtslageriarbeten.</li> <li>Övergripande om byggmetoder för energieffektiva och smarta byggnadskonstruktioner.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av toleranskrav samt metoder för att identifiera felkällor.</li> <li>Måttning av objekt och upprättande av måttskisser.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri.</li> <li>Utbredning för tillverkning av beklädnader anpassade till förekommande hinder.</li> <li>Taktäckning med plåt på olika underlag, till exempel råspont och isolering.</li> <li>Tillverkning och montering av försänkta ränndalar, gesims- och fotrännor.</li> <li>Taktäckning av välvda ytor samt arbeten med amerikanare och finnfalser.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften samt val och användning av material med hänsyn till kvalitet, kostnader, hälso- och miljöaspekter.</li> <li>Val, hantering och användning av material och metod utifrån bygghandlingar, materialens funktion och egenskaper samt anvisningar.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter enligt anvisningar.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar vid renoveringsarbete, däribland av hälsorisker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom byggnadsplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom byggnadsplåtslageri. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom byggnadsplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom byggnadsplåtslageri. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom byggnadsplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom byggnadsplåtslageri. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
