{
  "code": "BYGO",
  "name": "Bygg och anläggning",
  "englishName": "Building and construction",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen\n",
  "skolfsGrund": "2023:183",
  "nameHeading": "<h2>Bygg och anläggning</h2>",
  "description": "<p>Människan har i alla tider byggt skydd mot väder och vind och grundformen för våra byggnader skapades redan i forntiden. Ämnet bygg och anläggning behandlar byggande från planeringsstadiet till färdigställande och användning. Det behandlar även cirkulära arbetsmetoder och hållbar utveckling samt bygg- och anläggningsbranschens olika yrken och arbetsvillkor.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet bygg och anläggning ska syfta till att eleverna utvecklar kunskaper om och grundläggande färdigheter inom byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om olika specialyrken samt förståelse av arbetet inom bygg- och anläggningsbranschen. Genom att väcka elevernas nyfikenhet för olika yrken och arbetsområden inom bygg- och anläggningsbranschen ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om ansvarstagande inom bygg- och anläggningsarbete samt förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder. Undervisningen ska dessutom ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet bygg och anläggning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom bygg- och anläggningsbranschen.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom bygg och anläggning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet bygg och anläggning</h3><ul><li>Nivå 1, 200 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: BYGO1000X</h3>",
      "code": "BYGO1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bygg och anläggning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Bygg- och anläggningsprocessen</em></p> <ul> <li>Bygg- och anläggningsbranschens olika yrken och deras funktioner vid nyproduktion, renovering, om- och tillbyggnad, till exempel inom byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri.</li> <li>Studiebesök, till exempel i anslutning till byggarbetsplatser, på byggvaruhus och i fackhandel.</li> <li>Översiktligt om byggprocessens olika skeden från planering till färdigställande och drift, däribland beslut, projektering, produktion, överlämning och förvaltning.</li> <li>Översiktligt om vanliga arbetsprocesser och metoder inom yrkesområdena byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri.</li> <li>Bygg- och anläggningsbranschens roll för en hållbar utveckling, till exempel genom sortering av byggavfall.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att lösa arbetsuppgifter.</li> <li>Grundläggande ritningsläsning, däribland skalor, symboler och vyer.</li> <li>Planeringar och beräkningar för att lösa arbetsuppgiften, däribland material- och metodval.</li> <li>Metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Grundläggande praktiska arbetsuppgifter inom byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri.</li> <li>Dokumentation och utvärdering av arbeten samt användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val av material för arbetsuppgiften utifrån arbetsbeskrivningar och bygghandlingar.</li> <li>Hantering av olika typer av byggnadsmaterial, däribland bearbetning och förvaring.</li> <li>Val, användning och vård av verktyg och maskiner för arbetsuppgiften.</li> <li>Val och hantering av vanligt förekommande analoga och digitala mätverktyg för mätning och avvägning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Introduktion till lagar och andra bestämmelser som gäller arbetsmiljö, däribland arbetsmiljö- och arbetstidslagen.</li> <li>Övergripande om Arbetsmiljöverkets och branschorganisationernas krav på olika typer av certifieringar och utbildningar för arbeten inom yrkesområdet, däribland brandfarliga arbeten.</li> <li>Hälsa och ergonomi i arbetet samt arbetsställningars och belastningars påverkan på kroppen.</li> <li>Riskbedömningar för att förebygga hälsorisker, olycksfall eller brand samt risker med arbete på hög höjd.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att hindra fall, minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Ansvarstagande i yrkesrollen.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Facktermer inom yrkesområdet, till exempel namn på relevanta verktyg, maskiner, material och arbetsmetoder.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: BYGO2000X</h3>",
      "code": "BYGO2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet bygg och anläggning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Bygg- och anläggningsprocessen</em></p> <ul> <li>Specialyrken inom branschen och deras funktioner vid nyproduktion, renovering, om- och tillbyggnad, till exempel vad gäller glastekniker, golvläggare, håltagare, plattsättare, stenmontör, ställningsbyggare, takmontör eller undertaksmontör.</li> <li>Studiebesök, till exempel i anslutning till byggarbetsplatser, på byggvaruhus och i fackhandel.</li> <li>Vanliga arbetsprocesser och metoder inom yrkesområdena byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri samt inom olika specialyrken inom branschen.</li> <li>Resursanvändning, kopplat till hållbara byggmetoder och företagets lönsamhet, till exempel hantering och återanvändning av material, förvaring, minimering av spill samt sortering av byggavfall.</li> <li>Översiktligt om hur arkitektur och samhällsförändringar har påverkat byggnaders utformning och infrastrukturen genom tiderna.</li> <li>Övergripande om lagar och andra bestämmelser som gäller utförandekrav inom byggbranschen, till exempel plan- och bygglagen.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för arbetsuppgifter med hjälp av olika typer av bygghandlingar, till exempel ritningar och olika typer av byggbeskrivningar.</li> <li>Ritningsläsning, skalor, symboler, vyer och måttsättningsprinciper enligt gällande standard.</li> <li>Planering och beräkning för att lösa arbetsuppgifter, däribland beräkning av ytor, volymer och materialåtgång.</li> <li>Praktiska arbetsuppgifter inom byggnadsplåtslageri, husbyggnad, mark och anläggning och måleri samt inom olika specialyrken inom branschen.</li> <li>Metoder för infästning av byggnadsdelar i olika material.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Metoder för att främja en god arbetsmiljö, till exempel dammbindning och minimering av buller.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Farosymboler och avfallsfraktioner, till exempel utifrån gällande säkerhetsdatablad.</li> <li>Val och hantering av vanligt förekommande byggmaterial för arbetsuppgiften utifrån användningsområde, kvalitet, egenskaper, kostnader samt hälso- och miljöaspekter.</li> <li>Val, användning och vård av verktyg och maskiner för arbetsuppgiften, däribland vanligt förekommande analoga och digitala mätverktyg för mätning och avvägning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Övergripande om lagar och andra bestämmelser som gäller säkerhet och arbetsmiljö inom byggbranschen, till exempel arbetsmiljölagen.</li> <li>Behörigheter och certifieringar för olika arbetsmoment inom branschen, däribland Arbetsmiljöverkets föreskrifter för ställningar, arbetsplattformar och användning av lyftanordningar.</li> <li>Risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.</li> <li>Hälsa och ergonomi i arbetet samt arbetsställningars och belastningars påverkan på kroppen.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att hindra fall, minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Ansvarstagande i yrkesrollen.</li> <li>Förebyggande brandskydd, hantering av brandfarliga varor samt elsäkerhet.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom bygg- och anläggningsbranschen.</p> <p>Eleven planerar arbetsuppgifter inom bygg och anläggning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder enkelt fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom bygg- och anläggningsbranschen.</p> <p>Eleven planerar arbetsuppgifter inom bygg och anläggning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder enkelt fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom bygg- och anläggningsbranschen.</p> <p>Eleven planerar arbetsuppgifter inom bygg och anläggning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder enkelt fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
