{
  "code": "DANG",
  "name": "Dansgestaltning",
  "englishName": "Dance Performance",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:136",
  "nameHeading": "<h2>Dansgestaltning</h2>",
  "description": "<p>Ämnet dansgestaltning är till sin karaktär konstnärligt och behandlar gestaltningsprocesser inom flera dansgenrer. I ämnet behandlas gestaltningsarbete utifrån dansarens och koreografens synvinkel men även utifrån publikens.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet dansgestaltning ska syfta till att eleverna utvecklar kunskaper om och färdigheter i gestaltningsarbete där tolkning, improvisation, komposition och scenisk kunskap bildar en bas tillsammans med relationen till publiken. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av hur dansens rörelseuttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga val och teman. Därigenom ska eleverna ges möjlighet att utveckla förmåga att gestalta dans i relation till de olika danskomponenterna kropp, spatial förmåga, tid och rörelsedynamik.</p> <p>Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i dansämnen aktivt bidra till ett rikt kulturliv i samhället. Eleverna ska ges möjlighet att närma sig ett yrkesmässigt förhållningssätt till gestaltningsarbete och utveckla förmåga att variera uttryck efter olika typer av dans- och musikaliska kompositioner och sammanhang. Eleverna ska ges möjlighet att utveckla kunskaper om och färdigheter i olika metoder för tolkning, improvisation, komposition och framförande. Genom undervisningen ska eleverna göras uppmärksamma på hur dessa faktorer bygger på olika förhållningssätt till dans som konstnärligt uttryck.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera med andra och vara lyhörda inför olika sätt att förhålla sig till konstnärliga processer. Eleverna ska också ges möjlighet att utveckla förståelse av olika yrkesroller inom dans och hur de skiljer sig åt. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet. Undervisningen ska även ge eleverna möjlighet att utveckla färdigheter i sceniskt arbete och kunskaper om hur olika konstnärliga uttryck kan samverka i ett sceniskt framförande. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om frågor som rör etiska förhållningssätt, upphovsrätt och arbetsmiljö.</p> <p>Eleverna ska ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer. Undervisningen ska utgå från elevernas kreativitet och stimulera konstnärligt skapande. Utforskande, reflekterande och problemlösande arbetsmetoder är väsentliga i ämnet och ska därför ingå i undervisningen. En del av den konstnärliga processen består av analys och tolkning av både egna och andras gestaltningar. Undervisningen ska därför ge eleverna möjlighet att analysera och tolka egna och andras gestaltningar samt använda begrepp i samband med gestaltningsarbetet.</p> <h5><em>Undervisningen i ämnet dansgestaltning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att utforska, gestalta och framföra olika typer av koreografiskt material.</li> <li>Förmåga att använda dansteknik i dansgestaltning.</li> <li>Förmåga att improvisera, samarbeta och interagera med andra i dans.</li> <li>Förmåga att använda kompositionsmetoder och koreografiska förhållnings- och arbetssätt.</li> <li>Förmåga att ta initiativ, uttrycka idéer och omsätta dem i en konstnärlig process.</li> <li>Förmåga att kommunicera med medaktörer och publik i sceniskt arbete.</li> <li>Kunskaper om etiska förhållningssätt inom dans.</li> </ul><h3>Nivåer i ämnet dansgestaltning</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DANG1000X</h3>",
      "code": "DANG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet dansgestaltning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Gestaltning</em></p> <ul> <li>Introduktion till analys och tolkning av koreografiskt material som inspiration till eget skapande. Professionell scenkonst live eller digitalt.</li> <li>Framförande av enkelt koreografiskt material.</li> <li>Begrepp inom dansgestaltning, till exempel uttryck och närvaro.</li> <li>Diskussion om och reflektion över skapandeprocessen.</li> <li>Introduktion till danstekniska färdigheter i relation till de olika danskomponenterna kropp, spatial förmåga, tid och rörelsedynamik.</li> <li>Dansens relation till musik, ljud och tystnad.</li> </ul> <p><em>Improvisation</em></p> <ul> <li>Undersökande av rörelser och skapande i nuet.</li> <li>Grundläggande träning i att interagera med andra, associera, ta beslut, välja och förhålla sig till olika instruktioner.</li> <li>Introduktion till improvisation utifrån olika instruktioner och danskomponenter.</li> <li>Enklare dansövningar i relation till fysisk kontakt. Givande och tagande av impulser.</li> </ul> <p><em>Konstnärliga processer</em></p> <ul> <li>Introduktion till kompositionsverktyg, till exempel nivåer, riktningar, dynamik, repetition och variationer, solo och i grupp.</li> <li>Introduktion till konstnärliga processer, både individuella och kollektiva.</li> <li>Träning i att ta initiativ, uttrycka idéer och lyhördhet samt reflektion över konstnärliga val.</li> </ul> <p><em>Samarbete och förhållningssätt</em></p> <ul> <li>Samarbete och interaktion med andra.</li> <li>Framträdande i ett sceniskt sammanhang.</li> <li>Introduktion till hållbart repetitionsarbete, däribland systematisk repetition, mental träning och planering av repetition.</li> <li>Introduktion till kommunikation genom dans med medaktörer och publik.</li> <li>Introduktion till olika estetiska och etiska förhållningssätt, till exempel utifrån genre och stil.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DANG2000X</h3>",
      "code": "DANG2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet dansgestaltning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Gestaltning</em></p> <ul> <li>Analys och tolkning av koreografiskt material som inspiration till eget skapande.</li> <li>Framförande av mer utvecklat koreografiskt material.</li> <li>Centrala begrepp, till exempel konstnärliga processer, kompositionsmetoder och systematisk repetition.</li> <li>Diskussion om och reflektion över arbetsprocess och resultat.</li> <li>Tydlighet i rörelse. Tillämpning av danstekniska färdigheter i relation till de olika danskomponenterna kropp, spatial förmåga, tid och rörelsedynamik.</li> <li>Dansens relation till musik, ljud och tystnad.</li> </ul> <p><em>Improvisation</em></p> <ul> <li>Undersökande av rörelser och skapande i nuet, både individuellt och i grupp.</li> <li>Fördjupande träning i att interagera med andra, associera, ta beslut, välja och förhålla sig till olika instruktioner.</li> <li>Improvisation i relation till rörelsedynamik och utifrån olika instruktioner, däribland impulser och teman.</li> <li>Improvisation och användning av egen och andras tyngd, till exempel kontaktimprovisation.</li> </ul> <p><em>Konstnärliga processer</em></p> <ul> <li>Skapande i olika konstellationer, med olika kompositionsmetoder. Utforskande av olika koreografiska arbetssätt.</li> <li>Deltagande i och reflektion över konstnärliga processer, både individuella och kollektiva.</li> <li>Fördjupad träning i att ta initiativ, uttrycka idéer och lyhördhet samt reflektion över konstnärliga val.</li> </ul> <p><em>Samarbete och förhållningssätt</em></p> <ul> <li>Framträdande i olika sceniska sammanhang.</li> <li>Hållbart repetitionsarbete, däribland systematisk repetition, mental träning och planering av repetition.</li> <li>Träning i kommunikation genom dans med medaktörer och publik.</li> <li>Utforskande av olika estetiska förhållningssätt utifrån koreografiska instruktioner.</li> <li>Reflektion över dans utifrån olika etiska förhållningssätt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DANG3000X</h3>",
      "code": "DANG3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet dansgestaltning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Gestaltning</em></p> <ul> <li>Utveckling av ett personligt rörelseuttryck i relation till gestaltning och framförande.</li> <li>Framförande av komplext koreografiskt material.</li> <li>Centrala begrepp, till exempel olika sceniska komponenter som ljud, ljus, rekvisita, installationer och scenografi.</li> <li>Diskussion och reflektion över framförande av dansgestaltning.</li> <li>Tydlighet i rörelse. Precision och kontroll av danstekniska färdigheter samt nyansering av dynamiska kvaliteter.</li> <li>Dansens relation till musik, ljud och tystnad.</li> </ul> <p><em>Improvisation</em></p> <ul> <li>Användning av improvisationsverktyg i skapandeprocesser.</li> <li>Nyansering av dynamiska kvaliteter inom improvisation.</li> <li>Utforskande av improvisation i relation till olika teman, till exempel text, musik, rekvisita och omgivning.</li> <li>Improvisation och användning av egen och andras tyngd i relation till flöde och lyhördhet.</li> </ul> <p><em>Konstnärliga processer</em></p> <ul> <li>Skapande och utforskande av koreografiskt material individuellt och i grupp utifrån olika förhållnings- och arbetssätt.</li> <li>Diskussion om och reflektion över konstnärliga processer och val.</li> </ul> <p><em>Samarbete och förhållningssätt</em></p> <ul> <li>Sceniska framföranden i relation till olika estetiska förhållningssätt och sammanhang.</li> <li>Eget ansvar i repetitionsprocessen.</li> <li>Kommunikation genom dans med medaktörer och publik.</li> <li>Skapande av koreografiskt material utifrån olika estetiska och etiska förhållningssätt och konstnärliga val.</li> <li>Problematisering av dans utifrån olika etiska förhållningssätt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven utforskar, gestaltar och framför med <strong>viss säkerhet</strong> koreografiskt material.</p> <p>Eleven utövar dans i relation till danskomponenterna med <strong>viss</strong> dansteknisk nyansering och artikulation.</p> <p>Eleven improviserar i dans med <strong>viss säkerhet</strong> och samarbetar och interagerar med andra på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven skapar dans utifrån olika kompositionsmetoder med <strong>viss säkerhet</strong> och använder med <strong>viss säkerhet</strong> ett koreografiskt förhållningssätt och arbetssätt.</p> <p>Eleven tar initiativ och uttrycker idéer med <strong>viss säkerhet</strong> och omsätter dessa i en konstnärlig process av <strong>godtagbar</strong> kvalitet.</p> <p>Eleven uttrycker sig konstnärligt genom att kommunicera med <strong>viss</strong> skicklighet med medaktörer och publik.</p> <p>Eleven resonerar <strong>översiktligt</strong> om etiska förhållningssätt inom dans.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven utforskar, gestaltar och framför med <strong>säkerhet</strong> koreografiskt material.</p> <p>Eleven utövar dans i relation till danskomponenterna med <strong>god</strong> dansteknisk nyansering och artikulation.</p> <p>Eleven improviserar i dans med <strong>säkerhet</strong> och samarbetar och interagerar med andra på ett <strong>fungerande</strong> sätt.</p> <p>Eleven skapar dans utifrån olika kompositionsmetoder med <strong>säkerhet</strong> och använder med <strong>säkerhet</strong> ett koreografiskt förhållningssätt och arbetssätt.</p> <p>Eleven tar initiativ och uttrycker idéer med <strong>säkerhet</strong> och omsätter dessa i en konstnärlig process av <strong>god</strong> kvalitet.</p> <p>Eleven uttrycker sig konstnärligt genom att kommunicera med <strong>god</strong> skicklighet med medaktörer och publik.</p> <p>Eleven resonerar <strong>utförligt</strong> om etiska förhållningssätt inom dans.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven utforskar, gestaltar och framför med <strong>god säkerhet</strong> koreografiskt material.</p> <p>Eleven utövar dans i relation till danskomponenterna med <strong>mycket god</strong> dansteknisk nyansering och artikulation.</p> <p>Eleven improviserar i dans med <strong>god säkerhet</strong> och samarbetar och interagerar med andra på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven skapar dans utifrån olika kompositionsmetoder med <strong>god säkerhet</strong> och använder med <strong>god säkerhet</strong> ett koreografiskt förhållningssätt och arbetssätt.</p> <p>Eleven tar initiativ och uttrycker idéer med <strong>god säkerhet</strong> och omsätter dessa i en konstnärlig process av <strong>mycket god</strong> kvalitet.</p> <p>Eleven uttrycker sig konstnärligt genom att kommunicera med <strong>mycket god</strong> skicklighet med medaktörer och publik.</p> <p>Eleven resonerar <strong>utförligt och nyanserat</strong> om etiska förhållningssätt inom dans.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
