{
  "code": "DANI",
  "name": "Dansimprovisation och komposition",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-05-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:572",
  "nameHeading": "<h2>Dansimprovisation och komposition</h2>",
  "description": "<p>Ämnet dansimprovisation och komposition är till sin karaktär scenkonstnärligt. I ämnet behandlas samspelet mellan dansteknik och eget skapande, vilket krävs för den personliga utvecklingen som hållbar dansare. Ämnet får bara anordnas på yrkesdansarutbildningen.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet dansimprovisation och komposition ska syfta till att eleverna utvecklar förmåga att improvisera samt att förhålla sig till olika former av ramverk och situationer. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av hur dansens rörelseuttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga val och teman.</p> <p>Undervisningen ska stimulera elevernas personliga utveckling och ge eleverna möjlighet att utveckla förmåga att interagera och samarbeta i kreativa processer. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om olika kompositionsverktyg samt metoder för improvisation och danskomposition.</p> <p>Utforskande och reflekterande arbetsmetoder är centrala i kreativa processer och ska därför ingå i undervisningen. En del av den konstnärliga processen består av analys och tolkning av egna och andras kroppsliga uttryck och gestaltningar. Undervisningen ska därför bidra till att eleverna utvecklar förmåga att reflektera över, tolka och utvärdera konstnärliga arbetsprocesser samt att använda relevanta begrepp för sammanhanget. Undervisningen ska stimulera elevernas initiativrikedom, skapandeförmåga och lyhördhet i skapandeprocessen.</p> <p>Undervisningen ska betona en inkluderande och jämställd arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet.</p> <h4><em>Undervisningen i ämnet dansimprovisation och komposition ska ge eleverna förutsättningar att utveckla följande:</em></h4> <ul> <li>Förmåga att improvisera och förhålla sig till olika former av ramverk och situationer samt att interagera och samarbeta med andra.</li> <li>Förmåga att använda olika kompositionsverktyg och kompositionsmetoder för att skapa dans.</li> <li>Förmåga att utvärdera konstnärliga arbetsprocesser och konstnärliga resultat.</li> <li>Förmåga att använda dansens begrepp och vokabulär i kommunikation med andra inom yrkesområdet.</li> </ul><h3>Nivåer i ämnet dansimprovisation och komposition</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DANI100DX</h3>",
      "code": "DANI100DX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet dansimprovisation och komposition på nivå 1 ska behandla följande centrala innehåll:</em></h4> <ul> <li>Improvisation som praktik och metod för skapande utifrån olika idéer, ramverk och situationer.</li> <li>Konstnärliga processer, både individuellt och i grupp.</li> <li>Hur rörelseuttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga val och teman.</li> <li>Improvisation med variation av dynamik, rörelsevokabulär och rörelsekvaliteter.</li> <li>Undersökande förhållningssätt till rörelser och skapande i nuet.</li> <li>Kontaktimprovisation.</li> <li>Samarbete och interaktion med andra genom att följa och leda samt ge och ta impulser.</li> <li>Användning av olika kompositionsverktyg och kompositionsmetoder.</li> <li>Presentation av danskompositioner i olika konstellationer.</li> <li>Metoder för reflektion över konstnärliga processer och danskompositioner.</li> <li>Begrepp och vokabulär inom området dansimprovisation och komposition.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven improviserar och förhåller sig till olika ramverk och situationer med <strong>viss säkerhet</strong>. I samband med detta interagerar och samarbetar eleven med andra med <strong>viss säkerhet</strong>.</p> <p>Eleven använder med <strong>viss säkerhet</strong> olika kompositionsverktyg och presenterar egna danskompositioner med <strong>godtagbart</strong> resultat.</p> <p>Eleven utvärderar med <strong>enkla</strong> omdömen arbetsprocessen, den egna insatsen och resultatet. Dessutom utvärderar eleven med <strong>enkla</strong> omdömen andras danskompositioner.</p> <p>Eleven använder med <strong>viss säkerhet</strong> begrepp och vokabulär i kommunikation med andra inom yrkesområdet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven improviserar och förhåller sig till olika ramverk och situationer med <strong>säkerhet</strong>. I samband med detta interagerar och samarbetar eleven med andra med <strong>säkerhet</strong>.</p> <p>Eleven använder med <strong>säkerhet</strong> olika kompositionsverktyg och presenterar egna danskompositioner med <strong>gott</strong> resultat.</p> <p>Eleven utvärderar med <strong>utvecklade</strong> omdömen arbetsprocessen, den egna insatsen och resultatet. Dessutom utvärderar eleven med <strong>utvecklade</strong> omdömen andras danskompositioner.</p> <p>Eleven använder med <strong>säkerhet</strong> begrepp och vokabulär i kommunikation med andra inom yrkesområdet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven improviserar och förhåller sig till olika ramverk och situationer med <strong>god säkerhet</strong>. I samband med detta interagerar och samarbetar eleven med andra med <strong>god säkerhet</strong>.</p> <p>Eleven använder med <strong>god säkerhet</strong> olika kompositionsverktyg och presenterar egna danskompositioner med <strong>mycket gott</strong> resultat.</p> <p>Eleven utvärderar med <strong>välutvecklade</strong> omdömen arbetsprocessen, den egna insatsen och resultatet. Dessutom utvärderar eleven med <strong>välutvecklade</strong> omdömen andras danskompositioner.</p> <p>Eleven använder med <strong>god säkerhet</strong> begrepp och vokabulär i kommunikation med andra inom yrkesområdet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.981Z"
}