{
  "code": "DENU",
  "name": "Den unga hästens utveckling",
  "englishName": "Young Horse Development",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:276",
  "nameHeading": "<h2>Den unga hästens utveckling</h2>",
  "description": "<p>Ämnet den unga hästens utveckling behandlar skötsel och träning av unghästar samt skötsel av utrustning och anläggningar. Det behandlar också unghästars biologi, behov och utveckling samt lagar och andra bestämmelser som reglerar hästhållning. Ämnet får bara anordnas inom av Skolverket beviljad särskild variant med riksrekryterande yrkesutbildning för naturbruksprogrammet, inriktning hästhållning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet den unga hästens utveckling ska syfta till att eleverna utvecklar kunskaper för yrkesarbete som hästskötare med inriktning mot unghästar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera och genomföra häst- och stallskötsel samt att utrusta och träna unghästar på ett säkert sätt med utgångspunkt i djurets välfärd. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om olika träningsmetoder för unghästar.</p> <p>Eleverna ska ges möjlighet att utveckla kunskaper om unghästars biologi, behov och utvecklingsfaser samt förmåga att iaktta och tolka unghästars beteende, utveckling och rörelse. Eleverna ska också ges möjlighet att utveckla kunskaper om skador och sjukdomar hos unghästar och om hur de kan förebyggas. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta med unghästar på ett etiskt och säkert sätt samt i enlighet med lagar och andra bestämmelser som gäller hästhållning. Undervisningen ska också bidra till att utveckla elevernas förmåga att använda ergonomiskt och miljömässigt hållbara arbetsmetoder.</p> <p>Praktiska övningar och praktiskt arbete ska ingå i undervisningen. Genom stallturer och observationer i fält ska eleverna ges möjlighet att utveckla kunskaper om unghästars beteende och hälsa.</p> <h5><em>Undervisningen i ämnet den unga hästens utveckling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om unghästars biologi, behov och utvecklingsfaser.</li> <li>Förmåga att iaktta och tolka unghästars beteende, utveckling och rörelse.</li> <li>Kunskaper om skador och sjukdomar hos unghästar samt om förebyggande hälsovård.</li> <li>Förmåga att sköta, hantera och träna unghästar på ett etiskt och säkert sätt.</li> <li>Förmåga att sköta stallar och anläggningar.</li> <li>Förmåga att arbeta hållbart och säkert samt i enlighet med lagar och andra bestämmelser som gäller hästhållning.</li> </ul><h3>Nivåer i ämnet den unga hästens utveckling</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet hästkunskap.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DENU100SX</h3>",
      "code": "DENU100SX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet den unga hästens utveckling på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Unghästars primära behov i olika utvecklingsfaser.</li> <li>Unghästars näringsbehov.</li> <li>Unghästens anatomi och utveckling med fokus på exteriör.</li> <li>Tolkning och bedömning av olika reaktioner utifrån unghästars naturliga beteende och individuella förutsättningar.</li> <li>Vanligt förekommande skador och sjukdomar hos unghästar samt förebyggande åtgärder.</li> <li>Smittskydd och hygien.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Etisk och säker hantering av unghästar med utgångspunkt i djurets välfärd.</li> <li>Träningsmetoder och arbete med unghästar i åldern 3–5 år, däribland häst vid hand, longering, tömkörning, löshoppning, inridning och inhoppning.</li> <li>Inkörning av unghästar efter instruktion.</li> <li>Ridning i olika miljöer.</li> <li>Planering och genomförande av häst- och stallskötsel utifrån dags-, vecko- och årsrutiner.</li> <li>Användning och skötsel av utrustning och hjälpmedel som används under unghästars utbildning.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.</li> <li>Lagar och andra bestämmelser som gäller hästhållning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DENU200SX</h3>",
      "code": "DENU200SX",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet den unga hästens utveckling på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Foderstatsberäkning för unghästar och utifrån individuella behov.</li> <li>Vikten av balans mellan träning och vila.</li> <li>Utbildningsgång för unghästar.</li> <li>Analys av unghästar.</li> <li>Samband mellan unghästens exteriör, prestation och hållbarhet.</li> <li>Skador och sjukdomar hos unghästar, symtom och förebyggande åtgärder.</li> <li>Smittskyddsarbete och hygien.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Hantering av unghästar vid visitering, sjukdom och besiktning.</li> <li>Behandling av unghästar vid sjukdomstillstånd, till exempel sjukbandagering och sårvård.</li> <li>Etik i samband med hästhantering och hästskötsel.</li> <li>Träningsmetoder och arbete med unghästar i åldern 2–3 år, däribland häst vid hand, longering, tömkörning, löshoppning, sadeltämjning, uppsittning, inridning och inhoppning.</li> <li>Inkörning av unghästar.</li> <li>Träningsplanering med utgångspunkt i djurets välfärd.</li> <li>Journalföring och rapportering.</li> <li>Marknadsföring av unghästar och rutiner i samband med försäljning.</li> <li>Planering och genomförande av häst- och stallskötsel utifrån dags-, vecko- och årsrutiner.</li> <li>Hantering av teknisk utrustning.</li> <li>Användning och skötsel av utrustning och hjälpmedel som används under unghästars utbildning.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästskötsel.</li> <li>Lagar och andra bestämmelser som gäller hästhållning.</li> <li>Lagar och andra bestämmelser som gäller marknadsföring och försäljning av unghästar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om unghästars utvecklingsfaser, biologi och behov.</p> <p>Eleven tolkar med <strong>viss säkerhet</strong> unghästars rörelse, utseende och beteende samt bedömer hästens utveckling med <strong>enkla</strong> omdömen.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om skador och sjukdomar hos unghästar samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar unghästar på ett etiskt och säkert sätt. Eleven tränar med <strong>viss säkerhet</strong> unghästar mot uppsatta mål.</p> <p>Eleven sköter stallar och anläggningar med <strong>godtagbart</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om unghästars utvecklingsfaser, biologi och behov.</p> <p>Eleven tolkar med <strong>säkerhet</strong> unghästars rörelse, utseende och beteende samt bedömer hästens utveckling med <strong>utvecklade</strong> omdömen.</p> <p>Eleven visar <strong>goda</strong> kunskaper om skador och sjukdomar hos unghästar samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar unghästar på ett etiskt och säkert sätt. Eleven tränar med <strong>säkerhet</strong> unghästar mot uppsatta mål.</p> <p>Eleven sköter stallar och anläggningar med <strong>gott</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om unghästars utvecklingsfaser, biologi och behov.</p> <p>Eleven tolkar med <strong>viss säkerhet</strong> unghästars rörelse, utseende och beteende samt bedömer hästens utveckling med <strong>utvecklade och nyanserade</strong> omdömen.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om skador och sjukdomar hos unghästar samt om hur de kan förebyggas.</p> <p>Eleven sköter och hanterar unghästar på ett etiskt och säkert sätt. Eleven tränar med <strong>god säkerhet</strong> unghästar mot uppsatta mål.</p> <p>Eleven sköter stallar och anläggningar med <strong>mycket gott</strong> resultat.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller hästhållning och använder hållbara och säkra arbetsmetoder.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
