{
  "code": "DJUH",
  "name": "Djurhållning – häst",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:140",
  "nameHeading": "<h2>Djurhållning – häst</h2>",
  "description": "<p>En modern och effektiv hästhållning med hållbara arbetsmetoder och höga krav på djurvälfärd lägger grunden för långsiktigt hållbara verksamheter inom hästnäring. Centralt i ämnet djurhållning – häst är hantering av hästar, hästars behov och vistelsemiljöer, djuretik samt lagar och andra bestämmelser som reglerar hästhållning. I ämnet ingår även manövrering och hantering av maskiner och teknisk utrustning för att utföra olika arbetsuppgifter inom hästhållning och anläggningsskötsel.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurhållning – häst ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med hästar. Den ska leda till att eleverna utvecklar kunskaper om hästars egenskaper och naturliga beteenden samt om etologi. Den ska också leda till att eleverna utvecklar förmåga att sköta hästar på ett säkert sätt med vetenskapligt beprövade metoder som grund. Undervisningen ska vidare bidra till att eleverna utvecklar ansvarskänsla och beredskap till klok och praktisk handling med utgångspunkt i djurets välfärd. I undervisningen ska eleverna också ges möjlighet att reflektera över etiska frågor som rör hästhållning.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta och underhålla stallar och anläggningar. Undervisningen ska också bidra till att eleverna utvecklar förmåga att välja och använda redskap, maskiner och andra tekniska hjälpmedel på ett ändamålsenligt och säkert sätt. Eleverna ska ges möjlighet att utveckla förmåga att arbeta ergonomiskt samt att använda miljömässigt hållbara arbetsmetoder. Dessutom ska eleverna ges möjlighet att utveckla förmåga att förebygga skador och sjukdomar hos hästar. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med hästhållning.</p> <p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta hästar och anläggningar med användning av ändamålsenliga verktyg, maskiner och redskap samt tekniska hjälpmedel. Genom stallturer och fältstudier i olika vistelsemiljöer ska eleverna ges möjlighet att följa hästars utveckling, hälsa och välbefinnande. Eleverna ska dessutom ges möjlighet att utveckla kunskaper om etologi genom observationer och fältstudier.</p> <h5><em>Undervisningen i ämnet djurhållning – häst ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hästars egenskaper och naturliga beteenden samt om etologi.</li> <li>Förmåga att hantera och sköta hästar på ett etiskt och säkert sätt.</li> <li>Förmåga att sköta och underhålla stallar och anläggningar.</li> <li>Förmåga att använda verktyg, maskiner och tekniska hjälpmedel på ett säkert sätt.</li> <li>Förmåga att använda hållbara arbetsmetoder samt förebygga ohälsa hos hästar.</li> <li>Kunskaper om lagar och andra bestämmelser som rör hästhållning.</li> </ul><h3>Nivåer i ämnet djurhållning – häst</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet naturbruk. Betyg i djurhållning – häst som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i djurhållning – lantbruksdjur som omfattar nivå 1 eller betyg i djurhållning – sällskapsdjur som omfattar nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUH1000X</h3>",
      "code": "DJUH1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurhållning – häst på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Hästens naturliga miljö och naturliga beteende.</li> <li>Beteendestudier på hästar i olika miljöer och med olika ålder.</li> <li>Djurvälfärdsbegreppet och etologiska grundbegrepp, till exempel stimuli, rangordning, flockbeteende, tomgångshandlingar, överslagshandlingar och omriktat beteende.</li> <li>Domesticeringens inverkan på hästen.</li> <li>Beteendestörningar och stress i samband med hästhållning och hantering, dess orsaker samt åtgärder för att främja naturliga beteenden.</li> <li>Strömedels funktion, lagring och hantering.</li> <li>Foderhygien och förebyggande smittskyddsåtgärder i samband med hästskötsel.</li> <li>Zoonoser samt förebyggande åtgärder.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Daglig skötsel av hästar, till exempel utfodring, gödselhantering och tillsyn.</li> <li>Planering och organisation av arbetet samt dokumentation och uppföljning.</li> <li>Hantering av hästar i stallar, lösdriftssystem, rasthagar och betesdrift med utgångspunkt i djurens beteende och behov.</li> <li>Kontroll av foderkvalitet samt hantering av foder.</li> <li>Visitering av hästar i samband med tillsyn och skötsel.</li> <li>Säkerhet och etiska frågor i samband med hantering av hästar.</li> <li>Hantering av hästar i samband med transport.</li> <li>Skötsel, underhåll och daglig tillsyn av stallar, inredning och teknisk utrustning.</li> <li>Klimatkontroll utifrån djurens behov innefattande värme, ventilation, luftfuktighet och ljus.</li> <li>Skötsel av beten och rasthagar.</li> <li>Hantering av handverktyg och tekniska hjälpmedel i samband med skötsel av hästar och anläggningar.</li> <li>Arbete med maskiner och teknisk utrustning i samband med häst- och anläggningsskötsel med hänsyn till djur och säkerhet.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</em></p> <ul> <li>Riskbedömning och förebyggande säkerhetsåtgärder i samband med användning av maskiner och teknisk utrustning.</li> <li>Frågor om ergonomi samt hur val av arbetsmetoder och arbetssätt inom hästhållning kan främja ett långsiktigt hållbart arbetsliv.</li> <li>Resurseffektivitet och miljöhänsyn.</li> <li>Lagar och andra bestämmelser som gäller hästhållning, däribland djurskyddslagen.</li> <li>Frågor om tillstånd, registrering och märkning av hästar.</li> <li>Bestämmelser vid transport av hästar.</li> <li>Bestämmelser som rör slakt av hästar, till exempel karenstider.</li> <li>Miljölagstiftning i samband med hästhållning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för hästars egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>viss säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar hästar på ett etiskt och säkert sätt och tar med <strong>viss säkerhet</strong> hänsyn till hästens behov och verksamhetens krav.</p> <p>Eleven sköter och underhåller stallar och anläggningar med <strong>godtagbart</strong> resultat.</p> <p>Eleven använder med <strong>visst</strong> handlag maskiner och teknisk utrustning. I arbetet gör eleven <strong>enkla</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>översiktligt</strong> för hygien och smittskydd och förebygger med <strong>viss säkerhet</strong> ohälsa hos hästarna.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser som gäller hästhållning.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för hästars egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar hästar på ett etiskt och säkert sätt och tar med <strong>säkerhet</strong> hänsyn till hästens behov och verksamhetens krav.</p> <p>Eleven sköter och underhåller stallar och anläggningar med <strong>gott</strong> resultat.</p> <p>Eleven använder med <strong>gott</strong> handlag maskiner och teknisk utrustning. I arbetet gör eleven <strong>välgrundade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>utförligt</strong> för hygien och smittskydd och förebygger med <strong>säkerhet</strong> ohälsa hos hästarna.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser som gäller hästhållning.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hästars egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>god säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar hästar på ett etiskt och säkert sätt och tar med <strong>god säkerhet</strong> hänsyn till hästens behov och verksamhetens krav.</p> <p>Eleven sköter och underhåller stallar och anläggningar med <strong>mycket gott</strong> resultat.</p> <p>Eleven använder med <strong>mycket gott</strong> handlag maskiner och teknisk utrustning. I arbetet gör eleven <strong>välgrundade och nyanserade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>utförligt</strong> för hygien och smittskydd och förebygger med <strong>god säkerhet</strong> ohälsa hos hästarna.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser som gäller hästhållning.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.984Z"
}