{
  "code": "DJUI",
  "name": "Djur i zoohandel",
  "englishName": "Pet Shop Animal Care",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen. Justerat mindre skrivfel.",
  "skolfsGrund": "2023:199",
  "skolfsAndring": "2023:199",
  "nameHeading": "<h2>Djur i zoohandel</h2>",
  "description": "<p>En etisk och ansvarsfull hantering av sällskapsdjur förutsätter kunskaper om djur och djurvälfärd. Inom zoofackhandeln ställs höga krav på att informera djurägare om djurens behov, djurhållning och smittskydd. Ämnet djur i zoohandel behandlar skötsel av djur och anläggningar och centralt i ämnet är hantering av djur, djurens behov, djuretik samt lagar och andra bestämmelser som gäller djurhållning och försäljning av djur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djur i zoohandel ska syfta till att eleverna utvecklar kunskaper för yrkesarbete inom zoofackhandel. Den ska leda till att eleverna utvecklar kunskaper om djurarter som förekommer inom zoofackhandel och om artspecifika beteenden och behov. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta djur med utgångspunkt i djurs behov och naturliga beteende samt med vetenskapligt beprövade metoder som grund. Eleverna ska också ges möjlighet att utveckla förmåga att följa fasta rutiner och ta ansvar i arbetet med djur samt att informera och ge råd om djur och deras skötselbehov. Undervisningen ska bidra till att eleverna utvecklar ett yrkesmässigt handlag i arbetet med djur och ett etiskt förhållningssätt där djurets välfärd utgör utgångspunkt för arbetet både vad gäller djurens skötsel och i kommunikationen med kunder. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att förebygga ohälsa och smittspridning bland djur samt att välja och använda hållbara arbetsmetoder med avseende på miljö och ergonomi. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med djurhållning och handel med djur.</p> <p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta djur och anläggningar samt teknisk utrustning. Genom fältstudier och praktiskt arbete ska eleverna dessutom ges möjlighet att planera, organisera och utföra arbetsuppgifter inom service och försäljning samt att bemöta kunder på ett serviceinriktat sätt.</p> <h5><em>Undervisningen i ämnet djur i zoohandel ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om djurarter och artgrupper som förekommer inom zoohandel samt om deras beteenden och behov.</li> <li>Förmåga att sköta och hantera djur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.</li> <li>Förmåga att utföra arbetsuppgifter inom zoohandel samt att informera och ge råd om skötsel av djur.</li> <li>Förmåga att arbeta miljömässigt hållbart och smittförebyggande och i enlighet med lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet djur i zoohandel</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet sällskapsdjur.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUI1000X</h3>",
      "code": "DJUI1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djur i zoohandel på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologi och behov</em></p> <ul> <li>Identifiering och systematisering av ett flertal inom zoohandeln vanligt förekommande djurarter med svenska och vetenskapliga namn.</li> <li>Könsbestämning.</li> <li>Djurartens storlek och livslängd.</li> <li>Djurartens aktivitetsmönster och sociala organisation i naturen.</li> <li>Djurartens behov av utrymme, inredning, klimat och ljus.</li> <li>Rymningssäkert utrymme.</li> <li>Miljöomställning.</li> <li>Djurartens näringsbehov och lämpliga fodermedel.</li> <li>Djurens hälsa och vanliga sjukdomar hos aktuell djurart.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Daglig tillsyn och skötsel av djur med utgångspunkt i djurets behov och välfärd, till exempel utfodring och städning av burar.</li> <li>Planering och genomförande av fasta rutiner, till exempel visitering, kloklippning och klimatkontroll i lokaler.</li> <li>Planering och genomförande av rengöring, iordningställande och miljöberikning av burar, akvarier och terrarier.</li> <li>Könsbestämning av djur i zoohandel.</li> <li>Hur arbetet kan bedrivas på ett miljömässigt hållbart sätt, däribland hantering av avfall.</li> <li>Hygien och desinficering.</li> <li>Hantering av djurflöden med hänsyn till smittskyddsaspekter.</li> <li>Planering, organisering och genomförande av arbetsuppgifter inom zoohandel, däribland hantering och försäljning av djur, foder och tillbehör samt service och rådgivning till kund.</li> <li>Information om hantering och skötsel av djur samt om relevanta produkter.</li> <li>Skriftlig information vid försäljning av djur enligt bestämmelser som gäller inom området.</li> <li>Service och kundbemötande.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med djur i zoohandel.</li> <li>Lagar och andra bestämmelser som gäller arbete med djur i zoohandel, till exempel bestämmelser om djurskydd, handel med djur, införsel och hotade arter.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven identifierar och namnger med <strong>viss säkerhet</strong> djurarter som säljs i zoohandeln. Dessutom redogör eleven <strong>översiktligt</strong> för de olika djurarternas naturliga beteende och behov.</p> <p>Eleven planerar sitt arbete samt sköter och hanterar med <strong>visst</strong> handlag djur i zoohandeln på ett etiskt och säkert sätt. I planeringen tar eleven med <strong>viss säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven utför med <strong>viss säkerhet</strong> arbetsuppgifter vid service och försäljning inom zoohandel. Dessutom ger eleven på ett <strong>godtagbart</strong> sätt information och råd om hantering och skötsel av djur.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>viss säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven identifierar och namnger med <strong>säkerhet</strong> djurarter som säljs i zoohandeln. Dessutom redogör eleven <strong>utförligt</strong> för de olika djurarternas naturliga beteende och behov.</p> <p>Eleven planerar sitt arbete samt sköter och hanterar med <strong>gott</strong> handlag djur i zoohandeln på ett etiskt och säkert sätt. I planeringen tar eleven med <strong>säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven utför med <strong>säkerhet</strong> arbetsuppgifter vid service och försäljning inom zoohandel. Dessutom ger eleven på ett <strong>gott</strong> sätt information och råd om hantering och skötsel av djur.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven identifierar och namnger med <strong>god säkerhet</strong> djurarter som säljs i zoohandeln. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de olika djurarternas naturliga beteende och behov.</p> <p>Eleven planerar sitt arbete samt sköter och hanterar med <strong>mycket gott</strong> handlag djur i zoohandeln på ett etiskt och säkert sätt. I planeringen tar eleven med <strong>god säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven utför med <strong>god säkerhet</strong> arbetsuppgifter vid service och försäljning inom zoohandel. Dessutom ger eleven på ett <strong>mycket gott</strong> sätt information och råd om hantering och skötsel av djur.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>god säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
