{
  "code": "DJUL",
  "name": "Djurhållning – sällskapsdjur",
  "englishName": "Animal Husbandry – Companion Animals",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:142",
  "nameHeading": "<h2>Djurhållning – sällskapsdjur</h2>",
  "description": "<p>Till sällskapsdjur räknas allt från insekter till idisslare som förekommer i såväl privata som offentliga sammanhang. Yrkesmässigt arbete med sällskapsdjur ställer höga krav på etik och djurvälfärd. Centralt i ämnet djurhållning – sällskapsdjur är därför djurens naturliga behov och beteenden samt skötsel och säker hantering av djur med vetenskapliga arbetsmetoder, djurvälfärd och höga krav på etik som grund.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurhållning – sällskapsdjur ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med sällskapsdjur. Den ska leda till att eleverna utvecklar kunskaper om sällskapsdjurs egenskaper och naturliga beteenden samt om etologi. Den ska också leda till att eleverna utvecklar förmåga att sköta olika djur på ett säkert sätt med vetenskapligt beprövade metoder som grund. Undervisningen ska vidare bidra till att eleverna utvecklar ansvarskänsla och beredskap till klok och praktisk handling med utgångspunkt i djurets välfärd. I undervisningen ska eleverna också ges möjlighet att reflektera över etiska frågor som rör djurhållning och människans användning av djur för olika syften såsom rekreation, nöje, förevisning eller forskning.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta och underhålla djurmiljöer och anläggningar. Undervisningen ska också bidra till att eleverna utvecklar förmåga att välja och använda verktyg, redskap och tekniska hjälpmedel på ett ändamålsenligt och säkert sätt. Eleverna ska ges möjlighet att utveckla förmåga att arbeta ergonomiskt samt att använda miljömässigt hållbara arbetsmetoder. Dessutom ska eleverna ges möjlighet att utveckla förmåga att förebygga skador och sjukdomar hos sällskapsdjur. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med djurhållning.</p> <p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta sällskapsdjur med användning av ändamålsenliga verktyg och redskap samt tekniska hjälpmedel. Genom observationer och fältstudier i olika vistelsemiljöer ska eleverna ges möjlighet att följa sällskapsdjurs utveckling, hälsa och välbefinnande samt ges möjlighet att utveckla kunskaper om etologi.</p> <h5><em>Undervisningen i ämnet djurhållning – sällskapsdjur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om sällskapsdjurs egenskaper och naturliga beteenden samt om etologi.</li> <li>Förmåga att hantera och sköta sällskapsdjur på ett etiskt och säkert sätt.</li> <li>Förmåga att sköta och underhålla djurmiljöer och anläggningar.</li> <li>Förmåga att använda verktyg, redskap och tekniska hjälpmedel på ett säkert sätt.</li> <li>Förmåga att använda hållbara arbetsmetoder samt att förebygga ohälsa hos sällskapsdjur.</li> <li>Kunskaper om lagar och andra bestämmelser som rör djurhållning.</li> </ul><h3>Nivåer i ämnet djurhållning – sällskapsdjur</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet naturbruk. Betyg i djurhållning – sällskapsdjur som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i djurhållning – lantbruksdjur som omfattar nivå 1 eller betyg i djurhållning – häst som omfattar nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUL1000X</h3>",
      "code": "DJUL1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurhållning – sällskapsdjur på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Sällskapsdjurs behov och naturliga beteende samt utformning av djurmiljöer.</li> <li>Domesticeringens inverkan på olika djurslag.</li> <li>Djurvälfärdsbegreppet och etologiska grundbegrepp, till exempel stimuli, rangordning, flockbeteende, tomgångshandlingar, överslagshandlingar och omriktat beteende.</li> <li>Beteendestudier på djur av olika arter i olika miljöer och med olika ålder.</li> <li>Beteendestörningar i samband med djurhållning, dess orsaker samt åtgärder för att främja naturliga beteenden, till exempel miljöberikning.</li> <li>Hur träning av djur kan påverka djurets välfärd, till exempel i samband med hantering och skötsel.</li> <li>Foderhygien och förebyggande smittskyddsåtgärder i samband med djurskötsel.</li> <li>Zoonoser samt förebyggande åtgärder.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Daglig skötsel av sällskapsdjur, till exempel utfodring, rengöring och tillsyn.</li> <li>Planering och organisation av arbetet samt dokumentation och uppföljning.</li> <li>Hantering av sällskapsdjur med utgångspunkt i djurens beteende och behov.</li> <li>Kontroll av foderkvalitet samt hantering av foder.</li> <li>Visitering av sällskapsdjur i samband med tillsyn och skötsel.</li> <li>Säkerhet och etiska frågor i samband med hantering av sällskapsdjur.</li> <li>Frivillig hantering, till exempel i samband med kloklippning eller pälsvård.</li> <li>Hantering av sällskapsdjur i samband med transport.</li> <li>Skötsel, underhåll och daglig tillsyn av vistelsemiljöer, till exempel stallar, burar, akvarier och terrarier.</li> <li>Klimatkontroll utifrån djurens behov innefattande värme, ventilation, luftfuktighet, vattenkvalitet och ljus.</li> <li>Hantering av handverktyg och tekniska hjälpmedel i samband med skötsel av sällskapsdjur och djuranläggningar.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</em></p> <ul> <li>Riskbedömning och förebyggande säkerhet i samband med användning av verktyg och tekniska hjälpmedel.</li> <li>Frågor om ergonomi samt hur val av arbetsmetoder och arbetssätt inom djurhållning kan påverka ett långsiktigt hållbart arbetsliv.</li> <li>Resurseffektivitet och miljöhänsyn.</li> <li>Djurskyddslag, föreskrifter och andra bestämmelser som rör djurhållning.</li> <li>Bestämmelser vid transport av djur.</li> <li>Bestämmelser som rör avlivning av djur.</li> <li>Miljölagstiftning i samband med djurhållning.</li> <li>Frågor om tillstånd, registrering och märkning av sällskapsdjur.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för olika sällskapsdjurs egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>viss säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar sällskapsdjur på ett etiskt och säkert sätt och tar med <strong>viss säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven kontrollerar sällskapsdjurs vistelsemiljöer och vidtar med <strong>viss säkerhet</strong> åtgärder i miljön för att öka djurens välbefinnande och förebygga ohälsa.</p> <p>Eleven använder med <strong>visst</strong> handlag verktyg och teknisk utrustning. I arbetet gör eleven <strong>enkla</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>översiktligt</strong> för hygien och smittskydd och förebygger med <strong>viss säkerhet</strong> ohälsa hos djuren.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser som gäller djurhållning.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för olika sällskapsdjurs egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar sällskapsdjur på ett etiskt och säkert sätt och tar med <strong>säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven kontrollerar sällskapsdjurs vistelsemiljöer och vidtar med <strong>säkerhet</strong> åtgärder i miljön för att öka djurens välbefinnande och förebygga ohälsa.</p> <p>Eleven använder med <strong>gott</strong> handlag verktyg och teknisk utrustning. I arbetet gör eleven <strong>välgrundade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>utförligt</strong> för hygien och smittskydd och förebygger med <strong>säkerhet</strong> ohälsa hos djuren.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser som gäller djurhållning.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika sällskapsdjurs egenskaper och naturliga beteende. I redogörelsen använder eleven med <strong>god säkerhet</strong> etologiska begrepp.</p> <p>Eleven sköter och hanterar sällskapsdjur på ett etiskt och säkert sätt och tar med <strong>god säkerhet</strong> hänsyn till djurens behov och verksamhetens krav.</p> <p>Eleven kontrollerar sällskapsdjurs vistelsemiljöer och vidtar med <strong>god säkerhet</strong> åtgärder i miljön för att öka djurens välbefinnande och förebygga ohälsa.</p> <p>Eleven använder med <strong>mycket gott</strong> handlag verktyg och teknisk utrustning. I arbetet gör eleven <strong>välgrundade och nyanserade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p> <p>Eleven använder hållbara arbetsmetoder och tar hänsyn till miljön. Eleven redogör <strong>utförligt och nyanserat</strong> för hygien och smittskydd och förebygger med <strong>god säkerhet</strong> ohälsa hos djuren.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser som gäller djurhållning.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
