{
  "code": "DJUP",
  "name": "Djurparksdjur",
  "englishName": "Zoo Animals",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:200",
  "nameHeading": "<h2>Djurparksdjur</h2>",
  "description": "<p>Ämnet djurparksdjur behandlar skötsel av djur och djuranläggningar i djurparker. Centralt i ämnet är hantering av djur, djurens behov, djuretik samt lagar och andra bestämmelser som gäller arbete med djur och djurhållning i offentlig förevisning. Ämnet behandlar dessutom djurens betydelse i ekosystemen och betydelsen av att bevara arter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurparksdjur ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med djurparksdjur. Den ska leda till att eleverna utvecklar förmåga att hantera och sköta djurparksdjur på ett säkert och etiskt sätt med utgångspunkt i djurens behov och verksamhetens krav samt med vetenskapligt beprövade metoder som grund. I detta ingår foderlära och näringsbehov. Eleverna ska ges möjlighet att utveckla kunskaper om djurarter och artgrupper, om djurparksdjurs biologi, livsmiljö och naturliga beteende samt om biologisk mångfald och bevarande av arter.</p> <p>Undervisningen ska bidra till att eleverna utvecklar en beredskap för olika handlingsalternativ i det praktiska arbetet med utgångspunkt i djurets välfärd. Genom undervisningen ska eleverna därför ges möjlighet att utveckla förmåga att iaktta och tolka djurparksdjurs beteende och välmående samt att vidta åtgärder för att främja naturliga beteenden och förebygga ohälsa. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur skador och sjukdomar hos djur kan förebyggas. Eleverna ska också ges möjlighet att diskutera och värdera etiska frågeställningar i samband med djurhållning i djurparker och offentlig förevisning av djur. Undervisningen ska också bidra till att utveckla elevernas förmåga att välja och använda hållbara och säkra arbetsmetoder samt att kontrollera och underhålla utrustning och anläggningar på ett säkert sätt. Dessutom ska eleverna ges möjlighet att utveckla förmåga att följa rutiner och ta ansvar i arbetet med djur och anläggningar. Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller djurhållning för offentlig förevisning.</p> <p>Genom övningar, stallturer och studier i olika djurmiljöer ska eleverna ges möjlighet att studera djurparksdjurs beteende, hälsa och välbefinnande samt att sköta och hantera djurparksdjur. Vidare ska eleverna genom praktiska övningar ges möjlighet att utveckla förmåga att använda hållbara arbetsmetoder samt att sköta anläggningar, utrustning och tekniska hjälpmedel inom verksamhetsområdet.</p> <h5><em>Undervisningen i ämnet djurparksdjur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att utifrån etiska ställningstaganden hantera och sköta djurparksdjur på ett säkert sätt utifrån djurens välfärd och verksamhetens krav.</li> <li>Kunskaper om djurarter, artgrupper och bevarande av arter.</li> <li>Kunskaper om djurparksdjurs biologi, beteenden och behov.</li> <li>Förmåga att tolka djurparksdjurs utseende och beteende samt förebygga ohälsa.</li> <li>Förmåga att underhålla och kontrollera utrustning och anläggningar.</li> <li>Förmåga att arbeta säkert och miljömässigt hållbart i enlighet med lagar och andra bestämmelser som gäller djurparker och arbete med djurparksdjur.</li> </ul><h3>Nivåer i ämnet djurparksdjur</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUP1000X</h3>",
      "code": "DJUP1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurparksdjur på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Djurarternas egenskaper och särskilda behov beträffande till exempel temperatur, ljus och miljö.</li> <li>Identifiering och systematisering av ett i djurparker begränsat antal djurarter.</li> <li>Djurens betydelse i ekosystemen.</li> <li>Djurarternas utseende, morfologi, utveckling och beteende i ett evolutionärt perspektiv.</li> <li>Djurarternas fysiologi och näringsbehov samt vanligt förekommande fodermedel.</li> <li>Beteendeförändringar hos djurparksdjur som följd av miljö, skador och sjukdomar.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Daglig tillsyn och skötsel av djurparksdjur, till exempel visitering och utfodring.</li> <li>Tillsyn och skötsel av anläggningar och utrustning.</li> <li>Dokumentation av dagliga rutiner.</li> <li>Basala hygien- och smittskyddsrutiner.</li> <li>Förebyggande hälsoarbete, till exempel visitering och temperaturmätning.</li> <li>Skötsel och daglig tillsyn av hägn och andra djuranläggningar.</li> <li>Hantering och skötsel av aktuella verktyg och utrustning.</li> <li>Resurseffektivitet, etisk medvetenhet och miljöhänsyn i samband med aktuella arbetsuppgifter.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser som gäller arbete med djurparksdjur, till exempel djurskyddslagstiftning och arbetsmiljölagstiftning.</li> <li>Djurparkernas mål, roll och bevarandearbete.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DJUP2000X</h3>",
      "code": "DJUP2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurparksdjur på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Artspecifika behov i olika utvecklingsfaser och situationer.</li> <li>Hur hägn och andra vistelsemiljöer kan utformas beroende på djurens naturliga behov och beteende.</li> <li>Identifiering och systematisering av ett flertal i djurparker vanliga djurarter med vetenskapliga och yrkesmässiga termer.</li> <li>Hållbara ekosystem och biologisk mångfald.</li> <li>Djurarternas naturliga livsmiljö och beteenden.</li> <li>Djurarternas fysiologi och näringsbehov och speciella krav på fodermedel.</li> <li>Beteendeförändringar hos djurparksdjur samt åtgärder för att främja naturliga beteenden och minska stress.</li> <li>Vilda djur i hägn samt deras beteende och hälsa.</li> <li>Bevarandeprogram och avelsarbete inom europeiska djurparker.</li> <li>Journalföring och registreringssystem för djurparksdjur.</li> </ul> <p><em>Arbetsuppgifter och utrustning</em></p> <ul> <li>Daglig skötsel av djurparksdjur och anläggningar, till exempel utfodring, foderhantering, tillsyn av djuren, kontroll av djurens hälsa och kontroll av anläggningar och utrustning.</li> <li>Dokumentation av dagliga rutiner och genomfört arbete.</li> <li>Hygien- och smittskyddsarbete.</li> <li>Förebyggande hälsoarbete.</li> <li>Skötsel och enklare underhåll av hägn och andra djuranläggningar.</li> <li>Hantering, underhåll och skötsel av utrustning.</li> <li>Resurseffektivitet, etisk medvetenhet och miljöhänsyn i samband med aktuella arbetsuppgifter.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser som gäller arbete med djurparksdjur, till exempel djurskyddslagstiftning, arbetsmiljölagstiftning och artskyddsförordningen.</li> <li>Lagar och andra bestämmelser samt tillstånd som gäller för att driva djurpark samt införsel, utförsel och transport av djurparksdjur.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven hanterar och sköter djurparksdjur på ett etiskt och säkert sätt med <strong>godtagbart</strong> resultat.</p> <p>Eleven identifierar och systematiserar med <strong>viss säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer. Dessutom redogör eleven <strong>översiktligt</strong> för djurens betydelse i ekosystemen.</p> <p>Eleven redogör <strong>översiktligt</strong> för djurparksdjur, deras ursprung, utveckling och exteriör. Eleven redogör också på ett <strong>godtagbart</strong> sätt för djurarternas naturliga beteende och behov.</p> <p>Eleven observerar djurparksdjur och gör <strong>enkla</strong> bedömningar av djurens välfärd. Dessutom vidtar eleven med <strong>viss säkerhet</strong> förebyggande åtgärder mot ohälsa och beteendestörningar.</p> <p>Eleven utför med <strong>visst</strong> handlag underhåll av utrustning och djuranläggningar på ett säkert sätt. I arbetet löser eleven de problem som uppstår med <strong>enkla</strong> strategier.</p> <p>Eleven arbetar på ett ergonomiskt, säkert och miljömässigt hållbart sätt samt i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven hanterar och sköter djurparksdjur på ett etiskt och säkert sätt med <strong>gott</strong> resultat.</p> <p>Eleven identifierar och systematiserar med <strong>säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer. Dessutom redogör eleven <strong>utförligt</strong> för djurens betydelse i ekosystemen.</p> <p>Eleven redogör <strong>utförligt</strong> för djurparksdjur, deras ursprung, utveckling och exteriör. Eleven redogör också på ett <strong>utvecklat</strong> sätt för djurarternas naturliga beteende och behov.</p> <p>Eleven observerar djurparksdjur och gör <strong>välgrundade</strong> bedömningar av djurens välfärd. Dessutom vidtar eleven med <strong>säkerhet</strong> förebyggande åtgärder mot ohälsa och beteendestörningar.</p> <p>Eleven utför med <strong>gott</strong> handlag underhåll av utrustning och djuranläggningar på ett säkert sätt. I arbetet löser eleven de problem som uppstår med <strong>utvecklade</strong> strategier.</p> <p>Eleven arbetar på ett ergonomiskt, säkert och miljömässigt hållbart sätt samt i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven hanterar och sköter djurparksdjur på ett etiskt och säkert sätt med <strong>mycket gott</strong> resultat.</p> <p>Eleven identifierar och systematiserar med <strong>god säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för djurens betydelse i ekosystemen.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för djurparksdjur, deras ursprung, utveckling och exteriör. Eleven redogör också på ett <strong>utvecklat och nyanserat</strong> sätt för djurarternas naturliga beteende och behov.</p> <p>Eleven observerar djurparksdjur och gör <strong>välgrundade och nyanserade</strong> bedömningar av djurens välfärd. Dessutom vidtar eleven med <strong>god säkerhet</strong> förebyggande åtgärder mot ohälsa och beteendestörningar.</p> <p>Eleven utför med <strong>mycket gott</strong> handlag underhåll av utrustning och djuranläggningar på ett säkert sätt. I arbetet löser eleven de problem som uppstår med <strong>välutvecklade</strong> strategier.</p> <p>Eleven arbetar på ett ergonomiskt, säkert och miljömässigt hållbart sätt samt i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
