{
  "code": "DJUR",
  "name": "Djur för forskningsändamål",
  "englishName": "Animals in Research",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:198",
  "nameHeading": "<h2>Djur för forskningsändamål</h2>",
  "description": "<p>En etisk och ansvarsfull hantering av djur som används för forskningsändamål förutsätter kunskaper om djurens behov och välfärd samt djurskydd. Centralt i ämnet djur för forskningsändamål är hantering av djur, djurens behov, djuretik samt lagar och andra bestämmelser som gäller djurhållning av olika slag. Ämnet behandlar också hur djurförsök kan reduceras och ersättas med andra metoder.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djur för forskningsändamål ska syfta till att eleverna utvecklar kunskaper om yrkesarbete med djur för forskningsändamål. Den ska leda till att eleverna utvecklar förmåga att sköta djur för forskningsändamål med utgångspunkt i djurs behov och naturliga beteende samt med vetenskapligt beprövade metoder som grund. Undervisningen ska också leda till att eleverna utvecklar en beredskap för klok och praktisk handling med utgångspunkt i djurets välfärd. I detta ingår att reflektera över djuranvändning inom forskning och att diskutera och värdera etiska frågeställningar. Undervisningen ska bidra till att eleverna utvecklar en biologisk förståelse av djurarter som används för forskningsändamål. Eleverna ska ges möjlighet att utveckla kunskaper om vanligt förekommande arter inom forskning, deras egenskaper, anatomi, fysiologi och fortplantning. Eleverna ska också ges möjlighet att utveckla förmåga att iaktta och tolka djurs beteende, bedöma djurets hälsa och välmående och vidta åtgärder för att minska lidande och stress.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att använda och vårda utrustning samt att sköta anläggningar. Undervisningen ska också bidra till att utveckla elevernas förmåga att välja och använda hållbara och säkra arbetsmetoder, följa fasta rutiner och ta ansvar i arbetet med djur för forskningsändamål. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur skador och sjukdomar förebyggs samt hur påverkan på miljön kan minimeras. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med arbete med djur för forskningsändamål.</p> <p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta djur och anläggningar samt teknisk utrustning som används för forskningsändamål. Genom stallturer och praktiskt arbete i olika djurmiljöer ska eleverna ges möjlighet att följa djurs utveckling, hälsa och välbefinnande. Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla kunskaper om djurs beteende och behov.</p> <h5><em>Undervisningen i ämnet djur för forskningsändamål ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om djurarter som används för forskningsändamål.</li> <li>Förmåga att sköta och hantera djur för forskningsändamål på ett etiskt och säkert sätt samt att reflektera över djuranvändning i forskning.</li> <li>Förmåga att tolka forskningsdjurs utseende och beteende samt att redogöra för åtgärder som syftar till att minska djurens ohälsa, lidande och stress.</li> <li>Förmåga att sköta och hantera utrustning och anläggningar.</li> <li>Förmåga att arbeta miljömässigt hållbart och smittförebyggande i enlighet med lagar och andra bestämmelser som gäller arbete med djur för forskningsändamål.</li> </ul><h3>Nivåer i ämnet djur för forskningsändamål</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet sällskapsdjur.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUR1000X</h3>",
      "code": "DJUR1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djur för forskningsändamål på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Identifiering och namngivning av djurarter som ofta används inom forskning med vetenskapliga och yrkesmässiga termer.</li> <li>Artspecifik biologi hos forskningsdjur, anatomi, fysiologi, avel och uppfödning samt genetik och genetiska förändringar.</li> <li>Djurarternas naturliga beteenden och behov. Arternas egenskaper och särskilda behov samt deras naturliga livsmiljö vad gäller till exempel temperatur, ljus, bottenmaterial och tillgång på vatten.</li> <li>Orsaker till beteendeförändringar som följd av skador, sjukdomar och behandling.</li> <li>Olika foders näringsinnehåll och kvalitet samt artspecifika foderbehov.</li> <li>Alternativ till användning av försöksdjur. Möjligheter och begränsningar.</li> <li>Miljöberikning för att stimulera djurens naturliga beteende.</li> <li>Hur djur påverkas av miljöomställningar och stress. Artspecifik ohälsa, ångest- och smärtsymtom samt hur lidande hos djur som används för forskningsändamål kan minimeras.</li> <li>Bedövning och smärtlindring.</li> <li>Mikroorganismer, smitta och smittspridning.</li> </ul> <p><em>Arbetsuppgifter och utrustning</em></p> <ul> <li>Journalföring samt muntlig och skriftlig rapportering beträffande djurens hälsotillstånd och beteenden.</li> <li>Utarbetande av planer för skötsel av forskningsdjur.</li> <li>Utfodring, skötsel och hantering av forskningsdjur.</li> <li>Artspecifik metodik i samband med hantering och försök.</li> <li>Bedövning och smärtlindring.</li> <li>Avbrytningspunkt, avlivning och hantering av döda djur.</li> <li>Rutiner för att upptäcka beteendeförändringar hos forskningsdjur.</li> <li>Skötsel och hantering av anläggningar och utrustningar, däribland sanering, desinfektion och avfallshantering.</li> <li>Klimatkontroll i djurmiljön.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Etik i samband med användning av och arbete med forskningsdjur. Etiska nämnder och internationellt arbete inom området.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med forskningsdjur.</li> <li>Smittskyddsrutiner, däribland basala hygienrutiner och barriärskydd.</li> <li>Lagar och andra bestämmelser som gäller arbete med forskningsdjur, till exempel angående införskaffande av djur, djurhållning och skötsel samt användning av forskningsdjur.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om vanliga djurarter som ofta används för forskningsändamål.</p> <p>Eleven sköter och hanterar med <strong>visst</strong> handlag djur för forskningsändamål på ett etiskt och säkert sätt. Dessutom reflekterar eleven över djuranvändningen och för <strong>enkla</strong> resonemang om alternativ till djurförsök.</p> <p>Eleven observerar och tolkar forskningsdjurens utseende och beteende. I samband med detta identifierar eleven med <strong>viss säkerhet</strong> tecken på ohälsa, lidande och stress. Dessutom redogör eleven på ett <strong>godtagbart</strong> sätt för åtgärder som kan förbättra djurens hälsa och välbefinnande.</p> <p>Eleven sköter och hanterar utrustning, anläggningar och vistelsemiljöer med <strong>godtagbart</strong> resultat. I arbetet löser eleven de problem som uppstår med <strong>enkla</strong> strategier.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>viss säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller arbete med forskningsdjur.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om vanliga djurarter som ofta används för forskningsändamål.</p> <p>Eleven sköter och hanterar med <strong>gott</strong> handlag djur för forskningsändamål på ett etiskt och säkert sätt. Dessutom reflekterar eleven över djuranvändningen och för <strong>utvecklade</strong> resonemang om alternativ till djurförsök.</p> <p>Eleven observerar och tolkar forskningsdjurens utseende och beteende. I samband med detta identifierar eleven med <strong>säkerhet</strong> tecken på ohälsa, lidande och stress. Dessutom redogör eleven på ett <strong>gott</strong> sätt för åtgärder som kan förbättra djurens hälsa och välbefinnande.</p> <p>Eleven sköter och hanterar utrustning, anläggningar och vistelsemiljöer med <strong>gott</strong> resultat. I arbetet löser eleven de problem som uppstår med <strong>utvecklade</strong> strategier.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller arbete med forskningsdjur.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om vanliga djurarter som ofta används för forskningsändamål.</p> <p>Eleven sköter och hanterar med <strong>mycket gott</strong> handlag djur för forskningsändamål på ett etiskt och säkert sätt. Dessutom reflekterar eleven över djuranvändningen och för <strong>välutvecklade</strong> resonemang om alternativ till djurförsök.</p> <p>Eleven observerar och tolkar forskningsdjurens utseende och beteende. I samband med detta identifierar eleven med <strong>god säkerhet</strong> tecken på ohälsa, lidande och stress. Dessutom redogör eleven på ett <strong>mycket gott</strong> sätt för åtgärder som kan förbättra djurens hälsa och välbefinnande.</p> <p>Eleven sköter och hanterar utrustning, anläggningar och vistelsemiljöer med <strong>mycket gott</strong> resultat. I arbetet löser eleven de problem som uppstår med <strong>välutvecklade</strong> strategier.</p> <p>Eleven arbetar på ett miljömässigt hållbart sätt och vidtar med <strong>god säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller arbete med forskningsdjur.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
