{
  "code": "DJUT",
  "name": "Djurtransporter",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:143",
  "nameHeading": "<h2>Djurtransporter</h2>",
  "description": "<p>Ämnet djurtransporter behandlar yrkesmässiga djurtransporter. Det behandlar dels förarutbildning för att framföra de olika fordon som används för djurtransporter på väg, dels säker och etisk hantering av de djur som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurtransporter ska syfta till att eleverna utvecklar kunskaper om yrkesmässiga djurtransporter samt om de lastbilar och den utrustning som används. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra tung lastbil i trafik med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att planera och genomföra yrkesmässiga djurtransporter.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom djurtransporter samt om branschens ansvar för hållbar utveckling.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom med utgångspunkt i djurets välfärd. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet djurtransporter ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om djurtransporter.</li> <li>Kunskaper om olika typer av lastbilar och utrustningar som används för djurtransporter.</li> <li>Förmåga att köra och manövrera tung lastbil för djurtransporter.</li> <li>Förmåga att planera och genomföra yrkesmässiga djurtransporter med tung lastbil med utgångspunkt i djurets välfärd.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet djurtransporter</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet godstransporter eller nivå 1 i ämnet godstransporter – vux.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUT1000X</h3>",
      "code": "DJUT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurtransporter på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av djurtransporter och de krav som ställs på förare och fordon i samband med transporterna.</li> <li>Hur djurtransporter kan planeras och genomföras med hänsyn till säkerhet, etik, kvalitet, ekonomi och miljö.</li> <li>Olika typer av djur som transporteras vid djurtransporter samt lagar och andra bestämmelser som reglerar djurtransporter i samband med ekonomisk verksamhet, däribland bestämmelser avseende smittskydd och hygien.</li> <li>Metoder för säker lastning, lossning och transport av olika typer av djur samt hur de hanteras säkert och etiskt med utgångspunkt i djurets välfärd.</li> <li>Metoder för att beräkna djurens totala vikt och behov av utrymme vid djurtransporter.</li> <li>Transportledningens funktion och betydelse för kvalitet och arbetsmiljö samt djurens välfärd.</li> <li>Olika typer av fraktdokumentation och transportadministrativa digitala informationssystem samt metoder för att använda dessa i samband med djurtransporter.</li> <li>Olika typer av lastbilar och tillhörande utrustningar som används för djurtransporter.</li> <li>Metoder för funktions- och säkerhetskontroll och enklare underhåll av lastbilar och tillhörande utrustning som används för djurtransporter.</li> <li>Körning och manövrering av lastbilar för djurtransporter på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer och olika trafikförhållanden.</li> <li>Användning av tekniska funktioner för ökad framkomlighet i olika trafiksituationer och vid skiftande väglag.</li> <li>Planering av färdvägar med hänsyn till olika trafikmiljöer och transportavstånd, däribland begränsningar avseende höjd, bredd och vikt samt med utgångspunkt i djurens välfärd.</li> <li>Användning av transportadministrativa digitala informationssystem i samband med djurtransporter.</li> <li>Genomförande av funktions- och säkerhetskontroll samt enklare underhåll av olika lastbilar och tillhörande utrustning som används för djurtransporter.</li> <li>Färdigställande av lastbil och utrustning för säker, etisk och effektiv lastning, lossning och transport av djur i samband med djurtransporter.</li> <li>Lastplanering och placering av djur på lastbilar med utgångspunkt i djurens välfärd samt utifrån lastviktsberäkningar för fordon, vägval, vägnätets bärighet och trafikförhållanden.</li> <li>Säker lastning och lossning samt lastsäkring av djur med utgångspunkt i djurets välfärd.</li> <li>Genomförande av djurtransporter i enlighet med regelverk som styr transporttid av djur, arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter samt användning av färdskrivare och dokumentation av arbetstider på föreskrivet sätt.</li> <li>Handhavande av fraktdokumentation och transportadministrativa system i samband med djurtransporter.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra att djur, personer och egendom skadas.</li> <li>Användning av områdesspecifika begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om djurtransporter.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av lastbilar och utrustningar som används för djurtransporter.</p> <p>Eleven kör och manövrerar tung lastbil för djurtransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> yrkesmässiga djurtransporter med tung lastbil med utgångspunkt i djurets välfärd.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om djurtransporter.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för djurtransporter.</p> <p>Eleven kör och manövrerar tung lastbil för djurtransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> yrkesmässiga djurtransporter med tung lastbil med utgångspunkt i djurets välfärd.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om djurtransporter.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för djurtransporter.</p> <p>Eleven kör och manövrerar tung lastbil för djurtransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> yrkesmässiga djurtransporter med tung lastbil med utgångspunkt i djurets välfärd.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.985Z"
}