{
  "code": "DJUV",
  "name": "Djurvård inom djurens hälso- och sjukvård",
  "englishName": "Animal Health Care",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:201",
  "nameHeading": "<h2>Djurvård inom djurens hälso- och sjukvård</h2>",
  "description": "<p>Ämnet djurvård inom djurens hälso- och sjukvård behandlar omvårdnadsarbete med sjuka och friska djur. I ämnet behandlas också sjukdomslära, hygien och smittspridning samt lagar och andra bestämmelser som gäller skyldigheter och ansvar vid arbete med skadade och sjuka djur. Centralt i ämnet är djurets välfärd och ett etiskt förhållningssätt vid arbete med djur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska syfta till att eleverna utvecklar förmåga att utföra djurvårdande omvårdnadsarbete inom djurens hälso- och sjukvård. Undervisningen ska leda till att eleverna utvecklar kunskaper om djurens anatomi och fysiologi samt om djursjukdomar, hygien, smittspridning och smittskydd. Undervisningen ska också leda till att eleverna utvecklar kunskaper om behandling av skadade och sjuka djur samt om farmakologi. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och vårda skadade och sjuka djur på ett säkert sätt med utgångspunkt i djurets välfärd samt med vetenskapligt beprövade metoder som grund. Undervisningen ska lämna utrymme för diskussion och reflektion över olika sjukdomstillstånd, smärtpåverkan samt risker och prognoser för olika behandlingar. Eleverna ska därigenom ges möjlighet att utveckla ett etiskt förhållningssätt i arbete med djur. Undervisningen ska bidra till att eleverna utvecklar förmåga att förebygga smittspridning samt att använda hållbara och säkra arbetsmetoder som tar hänsyn till miljön och främjar ett långsiktigt hållbart arbetsliv. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska vidare bidra till att eleverna utvecklar förmåga att planera, dokumentera och rapportera sitt arbete samt att använda veterinärmedicinska termer och begrepp. Undervisningen ska också bidra till att eleverna utvecklar förmåga att bemöta djurägare på ett respektfullt och serviceinriktat sätt.</p> <p>Genom laborationer, övningar och praktiskt arbete ska eleverna ges möjlighet att få erfarenhet av arbetsuppgifter kopplade till djurens hälso- och sjukvård. Undervisningen ska lägga en grund för elevernas förmåga att yrkesmässigt och lösningsfokuserat utföra arbetsuppgifter.</p> <h5><em>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika djurarters anatomi och fysiologi samt om skador och sjukdomar hos djur och hur de kan förebyggas.</li> <li>Kunskaper om olika behandlingsmetoder samt om farmakologi.</li> <li>Förmåga att planera sitt arbete samt att sköta, hantera och vårda djur inom ett givet ansvarsområde på ett etiskt och säkert sätt.</li> <li>Förmåga att arbeta hållbart och smittförebyggande samt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att rapportera och dokumentera arbetet samt använda yrkesmässiga och veterinärmedicinska termer och begrepp.</li> </ul><h3>Nivåer i ämnet djurvård inom djurens hälso- och sjukvård</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet sällskapsdjur, nivå 1 i ämnet hästkunskap eller nivå 1 i ämnet lantbruksdjur.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: DJUV1000X</h3>",
      "code": "DJUV1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund och sjukdomslära</em></p> <ul> <li>Grundläggande anatomi och fysiologi för valda djurslag.</li> <li>Djurs påverkan av stress och smärta.</li> <li>Allmän sjukdomslära, till exempel infektion, inflammation och sårläkning.</li> <li>Vanliga djursjukdomar och skador hos djur.</li> <li>Mikroorganismer, till exempel virus, bakterier, parasiter och svampar samt deras betydelse för djurhälsa och djursjukdomar.</li> <li>Dietföreskrifter för vanliga sjukdomstillstånd, till exempel vid mag- och tarmproblem.</li> <li>Medicinska åtgärder vid vanliga skador och sjukdomstillstånd.</li> <li>Parasiter och antiparasitära läkemedel.</li> <li>Vanliga medicinska beredningsformer för olika djurslag.</li> <li>Antibiotika och antibiotikaresistens.</li> <li>I djurägarsammanhang vanligt förekommande veterinärmedicinska termer och begrepp.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Etisk och säker hantering av djur samt omvårdnadsarbete och enklare skötsel- och vårduppgifter, till exempel, kloklippning, tandborstning, pälsvård, bandagering och sårvård.</li> <li>Visitering och enklare provtagning, till exempel pulstagning samt urin- och avföringsprov för att iaktta djurens hälsotillstånd och för att upptäcka skadade och sjuka djur.</li> <li>Medicinering av djur enligt instruktion, till exempel tabletter i munnen, ögondroppar och avmaskningsmedel.</li> <li>Förberedelser, assistans och efterarbete i samband med undersökning och behandling.</li> <li>Åtgärder vid stress- och smärtpåverkan.</li> <li>Bemötande av djur och djurägare.</li> <li>Basala hygienrutiner.</li> <li>Skötsel och rengöring av vistelsemiljöer och utrustning.</li> <li>Rapportering och dokumentation av djurs hälsotillstånd.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</em></p> <ul> <li>Ergonomi och säkerhet i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser inom området, till exempel djurskyddslagstiftning, smittskyddslagstiftning och miljölagstiftning.</li> <li>Tystnadsplikt och etiska regler.</li> <li>Hantering och sortering av riskavfall.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DJUV2000X</h3>",
      "code": "DJUV2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund och sjukdomslära</em></p> <ul> <li>Organens funktion samt konsekvenser vid svikt.</li> <li>Endokrina organ.</li> <li>Topografisk anatomi.</li> <li>Vanliga röntgenprojektioner.</li> <li>Smittämnen, smittspridning och immunförsvar.</li> <li>Skador och sjukdomar hos djur, diagnostiska metoder samt allmänna och akutmedicinska åtgärder.</li> <li>Zoonoser.</li> <li>Tekniker och metoder för sårtvätt.</li> <li>Farmakologi, till exempel upptag och eliminering samt dosräkning, rimlighetsbedömning och biverkningar.</li> <li>Läkemedelsadministrering samt regler för olika yrkeskategorier inom djurens hälso- och sjukvård.</li> <li>Ansvarsfull antibiotikaanvändning.</li> <li>Veterinärmedicinska termer och begrepp.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Hantering av rädda och osäkra djur så att lidandet för djuren minimeras.</li> <li>Etisk användning av tvångsmedel och skyddsmedel.</li> <li>Förebyggande vård och statustagning, till exempel andningsfrekvens, hjärtfrekvens, bukauskultation och bedömning av slemhinnor.</li> <li>Omvårdnadsarbete samt vård av skadade och sjuka djur, däribland administrering av läkemedel enligt instruktion.</li> <li>Assistans till djurhälsopersonal.</li> <li>Rutiner för strålsäkert arbete.</li> <li>Träning i samband med rehabilitering efter anvisning.</li> <li>Etiska ställningstaganden i samband med aktuella arbetsuppgifter samt etiskt bemötande av djur och djurägare.</li> <li>Smittskyddsarbete, däribland hygien- och karantänrutiner.</li> <li>Hygien, eftervård och rehabilitering, däribland i samband med operationer.</li> <li>Skötsel, rengöring, förpackning och sterilisering av instrument och annan utrustning.</li> <li>Rapportering och dokumentation av djurs hälsotillstånd med användning av vanligt förekommande veterinärmedicinska termer och begrepp.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</em></p> <ul> <li>Riskbedömning och ergonomi i samband med aktuella arbetsuppgifter.</li> <li>Säker hantering av läkemedel, läkemedelsavfall och andra kemiska medel.</li> <li>Lagar och andra bestämmelser inom området, däribland bestämmelser om behandlingsförbud på djur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: DJUV3000X</h3>",
      "code": "DJUV3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund och sjukdomslära</em></p> <ul> <li>Djursjukdomar, deras fysiologiska orsaker, typiska symptom och diagnostiska metoder.</li> <li>Bedömning av röntgenbilders tekniska kvalitet med användning av vetenskapliga termer.</li> <li>Hormonernas funktion i kroppen.</li> <li>Naturliga rörelsemönster hos olika djur samt avvikelser och orsaker.</li> <li>Pre- och postoperativ vård samt rehabilitering.</li> <li>Medicinska åtgärder samt förhållandet mellan nytta, risk och prognos för olika behandlingsmetoder.</li> <li>Tekniker och metoder för sutur- och dräntagning.</li> <li>Farmakologi, däribland verkningsmekanismer, vätsketerapi, droppräkning, läkemedelsimplantat och vävnadsretande preparat.</li> <li>Sederande och smärtlindrande läkemedel samt djurs påverkan vid sedering.</li> <li>Åtgärder mot antibiotikaresistens ur lokala och globala perspektiv.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Yrkesmässig hantering av djur samt tolkning av eventuella smärt- och sjukdomssymtom.</li> <li>Förebyggande vård och bedömning av hälsostatus.</li> <li>Provtagning, till exempel blodprov och blodtryck.</li> <li>Basal triagetagning och prioritering.</li> <li>Etisk och ansvarsfull vård av skadade och sjuka djur enligt instruktion.</li> <li>Yrkesmässig rapportering och dokumentation i digitala system.</li> <li>För- och efterarbete samt omvårdnadsuppgifter i samband med operation och uppvak.</li> <li>Etiska ställningstaganden i samband med aktuella arbetsuppgifter samt etiskt bemötande av djur och djurägare.</li> <li>Djurägarkontakter och rådgivning, till exempel skötselåtgärder och frivillig hantering.</li> <li>Vårdhygien och systematiskt smittskyddsarbete.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</em></p> <ul> <li>Riskbedömning och ergonomi i samband med aktuella arbetsuppgifter.</li> <li>Resurseffektivitet och säker hantering av läkemedel, läkemedelsavfall och andra kemiska substanser.</li> <li>Lagar och andra bestämmelser som gäller för aktuella arbetsuppgifter.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för djurs anatomi och fysiologi samt beskriver på ett <strong>godtagbart</strong> sätt olika sjukdomar och deras orsaker.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika behandlingsmetoder, farmakologi samt för användning av läkemedel och metoder att tillföra läkemedel.</p> <p>Eleven planerar sitt arbete och hanterar med <strong>visst</strong> handlag skadade och sjuka djur. Eleven utför djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård med <strong>viss säkerhet</strong> samt på ett etiskt och säkert sätt.</p> <p>Eleven arbetar ergonomiskt och miljömässigt hållbart. I arbetet vidtar eleven med <strong>viss säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven använder med <strong>viss säkerhet</strong> yrkesmässiga och veterinärmedicinska termer och begrepp. I samband med omvårdnadsarbete gör eleven en <strong>enkel</strong> rapportering och dokumentation av sitt arbete och resultat.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för djurs anatomi och fysiologi samt beskriver på ett <strong>utvecklat</strong> sätt olika sjukdomar och deras orsaker.</p> <p>Eleven redogör <strong>utförligt</strong> för olika behandlingsmetoder, farmakologi samt för användning av läkemedel och metoder att tillföra läkemedel.</p> <p>Eleven planerar sitt arbete och hanterar med <strong>gott</strong> handlag skadade och sjuka djur. Eleven utför djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård med <strong>säkerhet</strong> samt på ett etiskt och säkert sätt.</p> <p>Eleven arbetar ergonomiskt och miljömässigt hållbart. I arbetet vidtar eleven med <strong>säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven använder med <strong>säkerhet</strong> yrkesmässiga och veterinärmedicinska termer och begrepp. I samband med omvårdnadsarbete gör eleven en <strong>noggrann</strong> rapportering och dokumentation av sitt arbete och resultat.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för djurs anatomi och fysiologi samt beskriver på ett <strong>välutvecklat</strong> sätt olika sjukdomar och deras orsaker.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika behandlingsmetoder, farmakologi samt för användning av läkemedel och metoder att tillföra läkemedel.</p> <p>Eleven planerar sitt arbete och hanterar med <strong>mycket gott</strong> handlag skadade och sjuka djur. Eleven utför djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård med <strong>god säkerhet</strong> samt på ett etiskt och säkert sätt.</p> <p>Eleven arbetar ergonomiskt och miljömässigt hållbart. I arbetet vidtar eleven med <strong>god säkerhet</strong> smittförebyggande åtgärder. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven använder med <strong>god säkerhet</strong> yrkesmässiga och veterinärmedicinska termer och begrepp. I samband med omvårdnadsarbete gör eleven en <strong>noggrann och utförlig</strong> rapportering och dokumentation av sitt arbete och resultat.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
