{
  "code": "ENGE",
  "name": "Engelska",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2023-12-13",
  "version": "gy25",
  "versionInfo": "Första version",
  "skolfsGrund": "2023:130",
  "nameHeading": "<h2>Engelska</h2>",
  "description": "<p>Det engelska språket omger oss i vardagen och används inom skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda engelska i olika sammanhang och syften. Undervisningen ska i allt väsentligt bedrivas på engelska och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en allsidig kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna utveckla sin förståelse av engelska i tal och skrift (reception) samt sin förmåga att formulera sig och samspela med andra i tal och skrift med anpassning till syfte, mottagare och sammanhang (produktion och interaktion). Genom undervisningen ska eleverna också utveckla språklig säkerhet, bland annat genom uttal, vokabulär, stavning, grammatiska strukturer, meningsbyggnad och textbindning och genom att utveckla sin förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska även bidra till att eleverna kan värdera och använda innehåll från olika typer av källor i sin egen produktion och interaktion samt formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Genom undervisningen ska eleverna utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i olika sammanhang och delar av världen där engelska används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt bidra till att de utvecklar sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i ämnet engelska ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av engelska i tal och skrift.</li> <li>Förmåga att formulera sig och kommunicera på engelska i tal och skrift.</li> <li>Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.</li> <li>Förståelse av kulturella och sociala förhållanden i olika sammanhang och områden där engelska används.</li> </ul><h3>Nivåer i ämnet engelska</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ENGE1000X</h3>",
      "code": "ENGE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till B1.2 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet engelska på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Aktuella och bekanta ämnesområden, även med anknytning till samhälls- och arbetsliv och till elevernas utbildning.</li> <li>Händelser och händelseförlopp.</li> <li>Åsikter, tankar och erfarenheter samt relationer och etiska frågor.</li> <li>Innehåll och form i olika typer av fiktion.</li> <li>Aktuella händelser, sociala och kulturella företeelser och förhållanden samt värderingar i olika sammanhang och områden där engelska används, även i jämförelse med egna erfarenheter och kunskaper.</li> <li>Engelska språkets ställning i världen.</li> </ul> <p><em>Reception</em></p> <ul> <li>Talad engelska i varierande tempo, även med inslag av dialektal och sociolektal variation, och texter, däribland texter av mindre komplex karaktär, från olika medier.</li> <li>Talad engelska och texter som är berättande, förklarande, diskuterande, argumenterande och rapporterande, till exempel intervjuer, reportage, manualer och enklare populärvetenskapliga texter.</li> <li>Skönlitteratur och annan fiktion.</li> <li>Sånger och dikter.</li> <li>Strategier för att uppfatta detaljer och dra slutsatser om innehåll och budskap, till exempel genom att associera, återberätta, förutse innehåll och ställa sig frågor.</li> <li>Sökning av innehåll i källor av olika slag och utifrån olika syften. Värdering av källornas relevans och trovärdighet.</li> <li>Hur variation och anpassning till syfte, mottagare och sammanhang, i den engelska som eleverna möter, skapas genom meningsbyggnad, ord, fraser och kollokationer.</li> <li>Hur struktur och sammanhang, i den engelska som eleverna möter, skapas genom ord och fraser som markerar till exempel orsakssammanhang, kontrast, talarens inställning, tidsaspekt och avslutning.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Språklig säkerhet i elevernas egen produktion och interaktion. Hur man kan uttrycka sig sammanhängande och med variation, tydlighet, struktur, flyt och grundläggande anpassning till syfte, mottagare och sammanhang. Uttal, vokabulär och stavning samt grammatiska strukturer, meningsbyggnad och textbindning.</li> <li>Muntlig och skriftlig produktion och interaktion av olika slag, i informella och något formella sammanhang, där eleverna berättar, sammanfattar, förklarar, motiverar sina åsikter, värderar och diskuterar.</li> <li>Hur man skiljer mellan en källas innehåll och sina egna tankar i egen produktion och interaktion.</li> <li>Strategier för att bidra till och aktivt medverka i diskussioner och skriftlig interaktion med anknytning till samhälls- och arbetsliv, till exempel genom att ställa följdfrågor, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Bearbetning av egna muntliga och skriftliga framställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ENGE2000X</h3>",
      "code": "ENGE2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till B2.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet engelska på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Konkreta och abstrakta ämnesområden med anknytning till samhälls- och arbetsliv och till elevernas utbildning.</li> <li>Åsikter, idéer och erfarenheter samt etiska och existentiella frågor.</li> <li>Teman, innehåll och form i olika typer av fiktion, däribland film och skön­litteratur.</li> <li>Samhällsfrågor, sociala, kulturella, politiska och historiska förhållanden samt värderingar i olika sammanhang och områden där engelska används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Reception</em></p> <ul> <li>Talad engelska, även i relativt snabbt tempo och med inslag av dialektal och sociolektal variation.</li> <li>Talad engelska och texter, även av relativt komplex och formell karaktär, från olika medier.</li> <li>Talad engelska och texter som är berättande, diskuterande, argumenterande, rapporterande och redogörande, till exempel föredrag, debatter, formella brev och populärvetenskapliga texter.</li> <li>Skönlitteratur, även dikter och dramatik, såväl samtida som utdrag ur äldre verk.</li> <li>Hur attityder, synsätt och stilnivå kommer till uttryck i den engelska som eleverna möter.</li> <li>Strategier för att dra slutsatser om syfte, synsätt och underförstådd betydelse, även i större textmängder eller längre sekvenser av talat språk, till exempel genom att anteckna, ställa sig frågor och identifiera huvudbudskap.</li> <li>Värdering av relevans och tillförlitlighet hos källor av olika slag och utifrån olika syften.</li> <li>Hur variation och anpassning till syfte, mottagare och sammanhang, i den engelska som eleverna möter, skapas genom meningsbyggnad, ordbildning och val av ord, till exempel regionala varianter och kollokationer, i informella och formella sammanhang.</li> <li>Hur struktur och sammanhang, i den engelska som eleverna möter, skapas genom sambandsmarkörer som uttrycker till exempel orsakssammanhang och jämförelse.</li> <li>Hur den muntliga och skriftliga engelska som eleverna möter är uppbyggd för att påverka en tänkt målgrupp.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Språklig säkerhet i elevernas egen produktion och interaktion. Hur man kan uttrycka sig nyanserat och med variation, tydlighet, struktur, ledighet och anpassning till syfte, mottagare och sammanhang. Uttal, vokabulär, stavning, grammatiska strukturer och meningsbyggnad samt textbindning och styckeindelning i elevernas egen produktion och interaktion.</li> <li>Muntlig och skriftlig produktion och interaktion med olika syften, i informella och något formella sammanhang, där eleverna resonerar, argumenterar och ansöker samt sammanför innehåll från olika muntliga och skriftliga källor.</li> <li>Strategier för att bidra till och aktivt medverka i argumentation och diskus­sioner med anknytning till samhälls- och arbetsliv, till exempel genom att ställa följdfrågor, förklara, bidra med nya infallsvinklar och anknyta till andras inlägg.</li> <li>Bearbetning av egna muntliga och skriftliga framställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ENGE3000X</h3>",
      "code": "ENGE3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till B2.2 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet engelska på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Teoretiska och komplexa ämnesområden, även av viss vetenskaplig karaktär, med anknytning till samhälls- och arbetsliv, till elevernas utbildning och till ett valt fördjupningsområde.</li> <li>Åsikter, idéer och erfarenheter.</li> <li>Kulturyttringar i samtiden och historien.</li> <li>Samhällsfrågor, sociala, kulturella, politiska och historiska förhållanden samt aktuella etiska och existentiella frågor i olika sammanhang och områden där engelska används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Reception</em></p> <ul> <li>Talad engelska, även i snabbt tempo och med inslag av dialektal och sociolektal variation.</li> <li>Talad engelska och texter, även av komplex och formell karaktär, från olika medier.</li> <li>Talad engelska och texter som är berättande, diskuterande, argumenterande, redogörande och utredande, till exempel debatter, föreläsningar, avtalstexter och texter som används inom högre studier.</li> <li>Samtida och äldre skönlitteratur inom olika genrer, till exempel dramatik.</li> <li>Underförstådd betydelse i den talade engelska och i de texter som eleverna möter.</li> <li>Strategier för att överblicka och strukturera innehåll från större textmängder eller längre sekvenser av talat språk, till exempel genom att sortera, visualisera, sammanfatta och identifiera det bärande innehållet.</li> <li>Värdering av användbarhet hos källor av olika slag och utifrån olika syften.</li> <li>Hur variation och anpassning till syfte, mottagare och sammanhang, i den engelska som eleverna möter, skapas genom komplex meningsbyggnad, ordbildning och stilnivå.</li> <li>Hur struktur och sammanhang, i den engelska som eleverna möter, skapas genom sambandsmarkörer, effektiv styckeindelning, tes och kärn­me­nin­gar.</li> <li>Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Språklig säkerhet i elevernas egen produktion och interaktion. Hur man kan uttrycka sig nyanserat och välstrukturerat samt med variation, tydlighet, ledighet, precision och flexibilitet med hänsyn till syfte, mottagare och sammanhang. Uttal, vokabulär, stavning, grammatiska strukturer och meningsbyggnad samt textbindning och styckeindelning i elevernas egen produktion och interaktion.</li> <li>Muntlig och skriftlig produktion och interaktion med olika syften, i informella och formella sammanhang, där eleverna resonerar utifrån olika perspektiv, argumenterar, utreder, ansöker och förhandlar.</li> <li>Muntlig och skriftlig framställning inom ett fördjupningsområde.</li> <li>Användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.</li> <li>Strategier för att medverka i och leda samtal med anknytning till samhälls- och arbetsliv, till exempel genom att inleda, fördela ordet, förklara, sammanfatta och anknyta till andras inlägg.</li> <li>Användning av grundläggande stilistiska och retoriska grepp.</li> <li>Bearbetning av egna och andras framställningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i texter av olika slag. Eleven väljer med källkritisk medvetenhet innehåll från muntliga och skriftliga källor av olika slag och använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven med <strong>viss språklig säkerhet</strong> och <strong>till viss del anpassat</strong> till syfte, mottagare och sammanhang. I skriftliga framställningar av olika slag uttrycker sig eleven med <strong>viss språklig säkerhet</strong> och <strong>till viss del anpassat</strong> till syfte, mottagare och sammanhang.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven med <strong>viss språklig säkerhet</strong> och <strong>till viss del anpassat</strong> till syfte, mottagare och sammanhang. Eleven använder dessutom strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>översiktligt</strong> sätt, på engelska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>på ett välgrundat sätt huvudsakligt innehåll och väsentliga detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>på ett välgrundat sätt huvudsakligt innehåll och väsentliga detaljer</strong> i texter av olika slag. Eleven väljer med källkritisk medvetenhet innehåll från muntliga och skriftliga källor av olika slag och använder på ett <strong>relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven med <strong>språklig säkerhet</strong> och <strong>i huvudsak anpassat</strong> till syfte, mottagare och sammanhang. I skriftliga framställningar av olika slag uttrycker sig eleven med <strong>språklig säkerhet</strong> och <strong>i huvudsak anpassat</strong> till syfte, mottagare och sammanhang.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven med <strong>språklig säkerhet</strong> och <strong>i huvudsak anpassat</strong> till syfte, mottagare och sammanhang. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>utvecklat</strong> sätt, på engelska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>på ett välgrundat och nyanserat sätt såväl helhet som detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>på ett välgrundat och nyanserat sätt såväl helhet som detaljer</strong> i texter av olika slag. Eleven väljer med källkritisk medvetenhet innehåll från muntliga och skriftliga källor av olika slag och använder på ett <strong>relevant, effektivt och problematiserande</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven med <strong>god språklig säkerhet</strong> och <strong>anpassat</strong> till syfte, mottagare och sammanhang. I skriftliga framställningar av olika slag uttrycker sig eleven med <strong>god språklig säkerhet</strong> och <strong>anpassat</strong> till syfte, mottagare och sammanhang.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven med <strong>god språklig säkerhet</strong> och <strong>anpassat</strong> till syfte, mottagare och sammanhang. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>.</p> <p>Eleven diskuterar på ett <strong>välutvecklat</strong> sätt, på engelska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.990Z"
}