{
  "code": "ENSM",
  "name": "Ensemble – konstnärlig fördjupning",
  "englishName": "Ensemble – Artistic Development",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:146",
  "nameHeading": "<h2>Ensemble – konstnärlig fördjupning</h2>",
  "description": "<p>Musik finns i alla kulturer och berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som har olika funktioner och betydelser för var och en av oss. Ämnet ensemble – konstnärlig fördjupning breddar eller fördjupar kunskaper inom ensemble och har sin grund i gemensamt konstnärligt skapande genom musikaliskt samspel, hantverk och kommunikation samt praktisk tillämpning av musikens teori.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ensemble – konstnärlig fördjupning ska syfta till att eleverna utvecklar och fördjupar sin förmåga att gestalta musik i samspel med andra samt kommunicera med publik. Undervisningen ska även ge eleverna möjlighet att fördjupa sina kunskaper om musikinstrumentens och röstens egenskaper och funktion i musiken samt om närliggande musikteknisk utrustning. Genom undervisningen ska eleverna ges möjlighet att reflektera över och värdera ensemblens musikaliska gestaltning, i syfte att utveckla det gemensamma konstnärliga skapandet.</p> <p>Undervisningen ska ge eleverna möjlighet att genom sitt musikutövande aktivt bidra till ett rikt kulturliv i samhället. Undervisningen ska också bidra till att eleverna utvecklar kreativitet och förståelse av samband mellan detalj och helhet. Dessutom ska elevernas motivation och självförtroende i ensemblespel och musikutövande stärkas genom undervisningen. Samarbetsförmåga och ansvarstagande är viktigt i ensemblemusicerande. Därför ska eleverna ges möjlighet att utveckla förståelse av det egna ansvaret i relation till gruppdynamiska processer och betydelsen av både den sociala och den fysiska arbetsmiljön. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit och trygghet.</p> <p>Undervisningen ska också bidra till att eleverna utvecklar förmåga att analysera och tolka musikupplevelser. Musikens språk är universellt och att spela i ensemble ger verktyg att kommunicera med människor världen över utan ord. Genom att studera och utöva musik från en specifik genre ska eleverna ges möjlighet att bredda och fördjupa sina kunskaper om och färdigheter i musik.</p> <p>I undervisningen ska eleverna ges möjlighet att pröva olika metoder för musikinstudering och genom att arbeta med musiken från både teknik- och tolkningsperspektiv ska eleverna ges möjlighet att utveckla ett musikaliskt uttryck med en konstnärlig kvalitet.</p> <h5><em>Undervisningen i ämnet ensemble – konstnärlig fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att musicera i ensemble.</li> <li>Förmåga att använda ett konstnärligt och musikaliskt uttryck.</li> <li>Förmåga att studera in musik och att ta ansvar för sin roll i ensemblen.</li> <li>Förmåga att kommunicera med medmusiker och publik.</li> <li>Kunskaper om musikbegrepp och stildrag.</li> <li>Kunskaper om musikteknisk utrustning samt arbetsmiljöfrågor och hållbart musicerande.</li> </ul><h3>Nivåer i ämnet ensemble – konstnärlig fördjupning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet ensemble, nivå 1 i ämnet körsång eller nivå 1 i ämnet rytmik.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ENSM1000X</h3>",
      "code": "ENSM1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ensemble – konstnärlig fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Musicerande, instudering och kommunikation</em></p> <ul> <li>Ensemblemusicerande efter noter och på gehör i vald genre. Genretypisk repertoar.</li> <li>Genrespecifika musikaliska uttryck, till exempel frasering, artikulation och rytm.</li> <li>Byggstenar för improvisation, däribland modus, skalor och musikaliska former, utifrån vald genre eller för musikalisk träning.</li> <li>Instudering enskilt och i grupp, till exempel planering, repetitionsdisciplin och dokumentation.</li> <li>Individens betydelse för ensemblens gruppdynamik och musikaliska resultat.</li> <li>Aktiv och medveten scennärvaro utifrån genretypisk kontext.</li> <li>Verbal och ickeverbal kommunikation, till exempel presentationer, kroppsspråk och ögonkontakt.</li> </ul> <p><em>Begrepp och tolkning</em></p> <ul> <li>Musikaliska begrepp och stildrag samt kännetecken inom vald genre.</li> <li>Instrumentets eller röstens funktion och möjligheter i ensemblen.</li> <li>Musikalisk bearbetning för ensemble.</li> <li>Praktisk tillämpning av musikteori, till exempel genom steg- och funktionsanalys, form och gehör.</li> </ul> <p><em>Arbetsmiljö och utrustning</em></p> <ul> <li>Hantering av för ensemblen relevant musikteknisk utrustning vid repetition och konsert.</li> <li>God arbetsmiljö vid musikutövande på olika platser med skilda rumsliga och akustiska förutsättningar. Medhörning och ljudnivåer.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ENSM2000X</h3>",
      "code": "ENSM2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ensemble – konstnärlig fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Musicerande, instudering och kommunikation</em></p> <ul> <li>Ensemblemusicerande i vald genre. Repertoar med utvecklad komplexitet.</li> <li>Hur individens musikaliska impulser påverkar ensemblens gemensamma uttryck.</li> <li>Experimenterande med genrens musikaliska uttryck.</li> <li>Genretypiska improvisationer eller improvisation för musikalisk träning.</li> <li>Samarbete och autonomi i repetitionsarbete.</li> <li>Gemensam analys av repetitionsarbetet.</li> <li>Problemlösning och utveckling av det gemensamma arbetet, till exempel vad gäller arrangemang och samarbete.</li> <li>Aktiv och medveten scennärvaro.</li> <li>Utvärdering och utveckling av ensemblens interna och externa kommunikation.</li> <li>Förmedling av musikaliska intentioner, muntligt och med gestik.</li> </ul> <p><em>Begrepp och tolkning</em></p> <ul> <li>Musikalisk kontext, till exempel vald genres ursprung, framväxt och musikteoretiska kopplingar.</li> <li>Musikalisk bearbetning för ensemble, till exempel stämmor, instrumentering och disposition.</li> <li>Musikteoretisk tillämpning i vald genre.</li> </ul> <p><em>Arbetsmiljö och utrustning</em></p> <ul> <li>Hur musikutrustning anpassas efter olika situationer och behov, både vid repetitionstillfällen och konserter.</li> <li>Olika arbetsmiljöers betydelse för ensemblens musicerande.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven musicerar i ensemble med <strong>godtagbar</strong> musikalisk kvalitet.</p> <p>Eleven musicerar med ett konstnärligt och musikaliskt uttryck.</p> <p>Eleven studerar på ett <strong>i huvudsak strukturerat</strong> sätt in musik och tar ansvar för sin roll i ensemblen på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven kommunicerar med såväl medmusiker som publik med <strong>viss säkerhet</strong>.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om begrepp, vald stil och genre.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om musikteknisk utrustning och redogör <strong>översiktligt</strong> för olika arbetsmiljöaspekter vid musicerande.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven musicerar i ensemble med <strong>god</strong> musikalisk kvalitet.</p> <p>Eleven musicerar med ett konstnärligt och musikaliskt uttryck.</p> <p>Eleven studerar på ett <strong>strukturerat</strong> sätt in musik och tar ansvar för sin roll i ensemblen på ett <strong>fungerande</strong> sätt.</p> <p>Eleven kommunicerar med såväl medmusiker som publik med <strong>säkerhet</strong>.</p> <p>Eleven visar <strong>goda</strong> kunskaper om begrepp, vald stil och genre.</p> <p>Eleven visar <strong>goda</strong> kunskaper om musikteknisk utrustning och redogör <strong>utförligt</strong> för olika arbetsmiljöaspekter vid musicerande.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven musicerar i ensemble med <strong>mycket god</strong> musikalisk kvalitet.</p> <p>Eleven musicerar med ett konstnärligt och musikaliskt uttryck.</p> <p>Eleven studerar på ett <strong>välstrukturerat</strong> sätt in musik och tar ansvar för sin roll i ensemblen på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven kommunicerar med såväl medmusiker som publik med <strong>god säkerhet</strong>.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om begrepp, vald stil och genre.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om musikteknisk utrustning och redogör <strong>utförligt och nyanserat</strong> för olika arbetsmiljöaspekter vid musicerande.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
