{
  "code": "ENTP",
  "name": "Entreprenörskap och företagande",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:147",
  "nameHeading": "<h2>Entreprenörskap och företagande</h2>",
  "description": "<p>Ämnet entreprenörskap och företagande behandlar företagande samt metoder och förhållningssätt för att kunna starta, driva och vidareutveckla verksamheter. Entreprenörskap, ansvarsfullt företagande och innovationstänkande har betydelse för samhällets utveckling och välstånd.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet entreprenörskap och företagande ska syfta till att eleverna utvecklar förmåga att tillvarata möjligheter och skapa affärsidéer samt att omvandla dessa till värde för andra. Undervisningen ska bidra till att eleverna utvecklar förståelse av entreprenörskapets och företagens betydelse för individer och samhälle samt av hur samhällets utveckling påverkar entreprenörskapet och behovet av nya företag. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om lagar och andra bestämmelser som påverkar entreprenörskap och företagande samt om hur företag arbetar med innovationer och affärsutveckling. Vidare ska eleverna ges möjlighet att utveckla kunskaper om företagens ansvar för ekonomisk, social och miljömässig hållbarhet.</p> <p>Undervisningen ska stimulera elevernas kunskapssökande, kreativitet och innovationstänkande samt lust att, utifrån empati för omvärlden och andra människors behov, omsätta idéer i praktisk verksamhet. Därigenom ska undervisningen också bidra till elevernas personliga utveckling och skapa förutsättningar för det livslånga lärandet. Eleverna ska dessutom ges möjlighet att problematisera och diskutera sitt eget företagande med utgångspunkt i kunskaper om företagande. På så sätt ska undervisningen leda till att eleverna utvecklar förståelse av företagande teoretiskt såväl som praktiskt. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att ta initiativ och lösa problem samt att samarbeta med andra. Undervisningen ska ge eleverna möjlighet att utvärdera arbetsprocesser och resultat samt att reflektera över sina erfarenheter för att dra lärdom av dem.</p> <h5><em>Undervisningen i ämnet entreprenörskap och företagande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om företagens roll och ansvar för hållbar utveckling.</li> <li>Kunskaper om lagar och andra bestämmelser som påverkar entreprenörskap och företagande.</li> <li>Förmåga att starta, driva och avsluta ett fiktivt företag.</li> </ul><h3>Nivåer i ämnet entreprenörskap och företagande</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ENTP1000X</h3>",
      "code": "ENTP1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet entreprenörskap och företagande på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Entreprenörskapets och företagens betydelse för individer och samhälle samt hur samhällets utveckling påverkar entreprenörskapet och behovet av nya företag.</li> <li>Företagens roll och ansvar i arbetet för ekonomisk, social och miljömässig hållbarhet samt betydelsen av hållbarhetsarbete för ett företags varumärke, lönsamhet och varaktighet. Betydelsen av etiskt ansvarstagande och empati för andra människor och omvärlden inom entreprenörskap och företagande.</li> <li>Lagar och andra bestämmelser som gäller företagens verksamhet, däribland hur produkter och idéer skyddas genom lagstiftning.</li> <li>Idéutvecklingsprocesser. Att skapa, värdera, förverkliga, vidareutveckla eller överge affärsidéer. Metoder för idégenerering och innovationsprocesser. Vägen från idé till att starta företag. Affärsidéns utformning och betydelse.</li> <li>Hur nätverk kan identifieras och skapas samt hur samverkan sker i olika former av nätverk.</li> <li>Produktutvecklingsprocessens olika faser och deras innehåll.</li> <li>Affärsplanens innehåll och uppbyggnad samt grundläggande metoder för marknadsundersökning, omvärldsanalys och omvärldsbevakning.</li> <li>Affärsmässig presentationsteknik i marknadsföringssyfte med anpassning till mottagare och situation. Försäljningsteknik.</li> <li>Företagsekonomiska begrepp och metoder inom kunskapsområdena kalkylering, marknadsföring och redovisning.</li> <li>Hur ett företag kan finansiera sin verksamhet. Ekonomisk planering och dokumentation.</li> <li>Mötesteknik i olika sammanhang och med olika syften samt dokumentation.</li> <li>Hur ett företag kan ledas och organiseras för att nå uppsatta mål. Grupprocesser och konflikthantering samt olika metoder för att lösa problem och fatta beslut.</li> <li>Utvärdering av det fiktiva företagets verksamhet med uppföljning av ekonomiskt resultat. Utvärdering av arbetsprocessen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om företagens roll och ansvar för hållbar utveckling.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom området samt övriga förutsättningar som påverkar entreprenörskap och företagande.</p> <p>Eleven startar, driver och avslutar ett fiktivt företag på ett <strong>i huvudsak fungerande</strong> sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om företagens roll och ansvar för hållbar utveckling.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom området samt övriga förutsättningar som påverkar entreprenörskap och företagande.</p> <p>Eleven startar, driver och avslutar ett fiktivt företag på ett <strong>fungerande</strong> sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om företagens roll och ansvar för hållbar utveckling.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom området samt övriga förutsättningar som påverkar entreprenörskap och företagande.</p> <p>Eleven startar, driver och avslutar ett fiktivt företag på ett <strong>väl fungerande</strong> sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.991Z"
}