{
  "code": "ENTR",
  "name": "Entreprenörskap",
  "englishName": "Entrepreneurship",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:215",
  "nameHeading": "<h2>Entreprenörskap</h2>",
  "description": "<p>Ämnet entreprenörskap är tvärvetenskapligt. Det har sin bas inom psykologi och företagsekonomi, men även andra kunskapsområden ingår. Entreprenörskap och innovationstänkande har betydelse för samhällets utveckling och välstånd.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet entreprenörskap ska syfta till att eleverna utvecklar kreativitet och innovationstänkande samt förmåga att tillvarata idéer och möjligheter och omvandla dessa till värde för andra. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att starta, driva och finansiera ett projekt eller fiktivt företag. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om hur idéer och produkter skyddas genom lagar och andra bestämmelser. Vidare ska eleverna ges möjlighet att utveckla kunskaper om hur människor samarbetar, kommunicerar och löser problem för att nå bestämda mål inom ett sammanhang.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av entreprenörskapets betydelse för samhällsutvecklingen. I detta ingår kunskaper om hur företag och andra verksamheter arbetar med innovationer och affärsutveckling samt med ekonomisk, social och miljömässig hållbarhet. Undervisningen ska stimulera elevernas kunskapssökande och kreativitet samt lust att, utifrån empati för omvärlden och andra människors behov, omsätta idéer i praktisk verksamhet. Därigenom ska undervisningen också bidra till elevernas personliga utveckling och skapa förutsättningar för livslångt lärande.</p> <p>Undervisningen ska bedrivas i projektform med innehåll från andra ämnesområden. Med utgångspunkt i elevernas idéer och arbetsprocess ska undervisningen bidra till att eleverna utvecklar både teoretiska och praktiska kunskaper. I undervisningen ska eleverna även uppmuntras att arbeta målinriktat och lösa problem samt att ta eget ansvar och samarbeta med andra. Eleverna ska också ges möjlighet att utvärdera arbetsprocess och resultat samt att reflektera över sina erfarenheter för att dra lärdom av dem.</p> <h5><em>Undervisningen i ämnet entreprenörskap ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att omvandla idéer till praktiska och målinriktade aktiviteter för att starta ett projekt eller fiktivt företag.</li> <li>Förmåga att starta, driva och avsluta ett projekt eller fiktivt företag.</li> <li>Kunskaper om hur idéer och produkter skyddas genom lagar och andra bestämmelser.</li> <li>Förmåga att använda företagsekonomiska metoder.</li> </ul><h3>Nivåer i ämnet entreprenörskap</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ENTR1000X</h3>",
      "code": "ENTR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet entreprenörskap på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Entreprenörskapets betydelse för individer, organisationer, företag och samhällen inom områden som är relevanta för elevernas utbildning.</li> <li>Hur projekt kan genomföras och hur företag kan drivas, med hänsyn till ekonomisk, social och miljömässig hållbarhet. Att starta, driva och avsluta ett projekt eller fiktivt företag. Betydelsen av etiskt ansvarstagande och empati för andra människor och omvärlden inom entreprenörskap.</li> <li>Idéutvecklingsprocesser. Att skapa, värdera, förverkliga, vidareutveckla eller överge idéer inom projektets verksamhetsområde.</li> <li>Hur produkter och idéer skyddas genom lagar och andra bestämmelser, till exempel upphovsrätt.</li> <li>Projektmetodik. Att formulera mål, planera, organisera och fördela ansvar samt att genomföra, presentera, dokumentera och utvärdera ett projekt. Hur samverkan i nätverk fungerar samt hur nätverk kan identifieras och skapas.</li> <li>Ledarskap och grupprocesser. Problemlösning och konflikthantering samt olika metoder för att lösa problem och fatta beslut.</li> <li>Hur hållbar marknadsföring kan utformas i enlighet med lagar och andra bestämmelser samt med etisk medvetenhet som grund.</li> <li>Finansieringsformer, ekonomisk planering, dokumentation och uppföljning.</li> <li>Presentationsteknik anpassad till syfte, mottagare och situation.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven upprättar en <strong>enkel</strong> projektplan med utgångspunkt i en idé och genomför planen med <strong>godtagbart</strong> resultat.</p> <p>Eleven startar, driver och avslutar ett projekt eller fiktivt företag med <strong>godtagbart</strong> resultat.</p> <p>Eleven beskriver på ett <strong>godtagbart</strong> sätt hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p> <p>Eleven upprättar ekonomiska planer samt genomför beräkningar och ekonomiska uppföljningar med <strong>godtagbart</strong> resultat.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven upprättar en <strong>genomarbetad</strong> projektplan med utgångspunkt i en idé och genomför planen med <strong>gott</strong> resultat.</p> <p>Eleven startar, driver och avslutar ett projekt eller fiktivt företag med <strong>gott</strong> resultat.</p> <p>Eleven beskriver på ett <strong>utvecklat</strong> sätt hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p> <p>Eleven upprättar ekonomiska planer samt genomför beräkningar och ekonomiska uppföljningar med <strong>gott</strong> resultat.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven upprättar en <strong>väl genomarbetad</strong> projektplan med utgångspunkt i en idé och genomför planen med <strong>mycket gott</strong> resultat.</p> <p>Eleven startar, driver och avslutar ett projekt eller fiktivt företag med <strong>mycket gott</strong> resultat.</p> <p>Eleven beskriver på ett <strong>välutvecklat</strong> sätt hur idéer och produkter skyddas genom lagar och andra bestämmelser.</p> <p>Eleven upprättar ekonomiska planer samt genomför beräkningar och ekonomiska uppföljningar med <strong>mycket gott</strong> resultat.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
