{
  "code": "ESTE",
  "name": "Estetisk kommunikation",
  "englishName": "Creative Arts Communication",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2023:216",
  "skolfsAndring": "2025:462",
  "nameHeading": "<h2>Estetisk kommunikation</h2>",
  "description": "<p>Estetisk kommunikation är en viktig del av människans kommunikationsmedel. Människor värderar och påverkas av sin omgivning utifrån estetiska upplevelser. Kunskaper om estetisk kommunikation ökar förmågan att uppfatta, tolka och utforma budskap. Ämnet estetisk kommunikation behandlar kommunikation och interaktion mellan människor genom estetiska uttrycksformer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet estetisk kommunikation ska syfta till att eleverna utvecklar kunskaper om och färdigheter i att kommunicera med estetiska uttrycksformer. Undervisningen ska stimulera elevernas nyfikenhet och lust att arbeta med konstnärliga processer och ge dem möjlighet att utveckla färdigheter i metoder, tekniker och redskap för att interagera och samverka med medskapare, publik och mottagare. Genom undervisningen ska eleverna också ges möjlighet att utveckla förståelse av hur betydelser skapas, förstärks och uppfattas genom estetisk kommunikation. Eleverna ska göras uppmärksamma på relationen mellan å ena sidan utövarens avsikt att nå fram till, beröra och bli förstådd och å andra sidan mottagarens tolkning och förståelse. Undervisningen ska även ge utrymme för att diskutera den etiska dimensionen av att beröra och påverka människor, liksom värdet av tankefrihet och yttrandefrihet för nyskapande och utveckling. Eleverna ska även ges möjlighet att utveckla kunskaper om arbetsmiljö samt om lagar och andra bestämmelser inom tillhörande verksamhetsområden.</p><p>Undervisningen ska ge eleverna möjlighet att genom kunskaper om och färdigheter i ämnet aktivt bidra till ett rikt kulturliv. I undervisningen ska eleverna ges möjlighet att använda de olika konstarterna som språkliga uttryck för att utforska tekniker och metoder för kreativitet och skapande. Eleverna ska ges möjlighet att pröva sin kommunikativa förmåga genom att arbeta med produktion och gestaltning och genom att undersöka hur specifika estetiska uttryck kommunicerar. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av kommunikation genom analys, reflektion och diskussion om gestaltning.</p><p>Undervisningen ska lägga stor vikt vid eget skapande, såväl individuellt som i samarbete med andra. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet. Eftersom ämnet har en utforskande karaktär ska eleverna uppmuntras att söka nya vägar för skapande och kommunikation. De ska uppmuntras att experimentera, pröva olika uttryck och uttrycksformer samt kombinera olika estetiska uttryckssätt. Såväl traditionella konstnärliga metoder som ny teknik ska behandlas i undervisningen.</p><h5><em>Undervisningen i ämnet estetisk kommunikation ska ge eleverna förutsättningar att utveckla följande:</em></h5><ul><li>Färdigheter i att använda estetiska uttryck och tillhörande teknik.</li><li>Förmåga att kommunicera och reflektera över idéer, stämningar och betydelser med estetiska uttrycksmedel.</li><li>Förmåga att ta ansvar för eget och gemensamt arbete i konstnärlig produktion.</li><li>Förmåga att göra etiska överväganden om påverkan och kommunikation.</li><li>Kunskaper om lagar och andra bestämmelser samt om arbetsmiljö inom området.</li></ul><h3>Nivåer i ämnet estetisk kommunikation</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: ESTE1000X</h3>",
      "code": "ESTE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet estetisk kommunikation på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Uttrycksformer, kreativitet och kommunikation</em></p> <ul> <li>Orientering i estetiska uttrycksformer, begrepp, tekniker och metoder.</li> <li>Hur tekniker som förstärker den estetiska kommunikationen används, till exempel sceniska uttrycksmedel, redskap och medier.</li> <li>Utforskande av kreativa möjligheter till kommunikation med estetiska uttrycksmedel.</li> <li>Gränsöverskridande kombinationer av olika estetiska uttryck.</li> <li>Estetiska uttrycksformer och deras koppling till förmedling av idéer.</li> <li>Diskussion om och analys av hur kreativa och kommunikativa processer samverkar med estetiska uttryck.</li> </ul> <p><em>Produktion och samverkan</em></p> <ul> <li>Introduktion till konstnärlig produktionsprocess från idé till färdig gestaltning.</li> <li>Interaktion mellan olika konstformer och genrer för framställning av ett verk.</li> <li>Metoder för samarbetsformer i skapande arbete baserat på tillit och samtycke.</li> <li>Eget ansvar och ansvarsfördelning i grupparbete. Planering, dokumentation och arbete efter tidsramar.</li> <li>Presentation och framställning av färdig gestaltning i möte med publik eller betraktare.</li> </ul> <p><em>Etik, arbetsmiljö och bestämmelser</em></p> <ul> <li>Budskap och dess påverkan.</li> <li>Etiska frågeställningar i samband med estetisk kommunikation, till exempel genom problematisering och utmanande av traditioner.</li> <li>Introduktion till lagar och andra bestämmelser inom estetisk produktion och kommunikation.</li> <li>Säkert och hållbart arbetssätt samt arbetsmiljö i konstnärlig produktion.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ESTE2000X</h3>",
      "code": "ESTE2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet estetisk kommunikation på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Uttrycksformer, kreativitet och kommunikation</em></p> <ul> <li>Metoder och redskapsanvändning för kommunikation med estetiska uttryck.</li> <li>Relevant teknik och medieanvändning.</li> <li>Arbete med gränsöverskridande kreativa möjligheter till kommunikation med estetiska uttrycksmedel, med fokus på att förmedla stämningar.</li> <li>Estetiska uttrycksformer och deras koppling till känslostämningar från sändare till mottagare, till exempel budskapets form i relation till publikens eller betraktarens upplevelse.</li> </ul> <p><em>Produktion och samverkan</em></p> <ul> <li>Den konstnärliga produktionsprocessens betydelse för arbetsgång och slutresultat.</li> <li>Aktiv samverkan mellan olika konstformer, genrer och uttrycksmedel för framställning av ett verk.</li> <li>Gruppdynamik och samverkan i skapande och gestaltande arbete.</li> <li>Olika roller och uppgifter i produktionsarbete. Arbete efter givna tidsramar och mål.</li> <li>Presentation och framställning av färdig gestaltning i möte med publik eller betraktare.</li> </ul> <p><em>Etik, arbetsmiljö och bestämmelser</em></p> <ul> <li>Budskapets syfte och dess påverkan och effekter. Etiska ställningstaganden i arbete med estetisk kommunikation.</li> <li>Lagar och andra bestämmelser i konstnärliga produktioner, till exempel rörande upphovsrätt och rätt till ekonomisk ersättning.</li> <li>Säkert och hållbart arbetssätt samt arbetsmiljö i konstnärlig produktion.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: ESTE3000X</h3>",
      "code": "ESTE3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet estetisk kommunikation på nivå 3 ska behandla följande centrala innehåll:</p><p><em>Uttrycksformer, kreativitet och kommunikation</em></p><ul><li>Estetiska uttrycksformer, begrepp, tekniker och metoder för valda områden.</li><li>Hur val och användning av teknik och metod påverkar det slutgiltiga estetiska uttrycket.</li><li>Hur kreativa möjligheter i estetisk kommunikation kan användas för att förmedla och förstärka budskap och idéer för valda områden.</li><li>Fokus på ett eller flera estetiska uttrycksmedel i skapandeprocessen.</li><li>Aktiv samverkan mellan olika konstformer i framställning av större verk.</li></ul><p><em>Produktion och samverkan</em></p><ul><li>Konstnärlig produktionsprocess från idé till färdig gestaltning inom valda områden. Analys under processens gång för kvalitetshöjning av resultat.</li><li>Relationen mellan delar och helhet i en större estetisk produktionsprocess och vid framställning av verk.</li><li>Gruppdynamik samt aktiv samverkan och delaktighet i skapande och gestaltande arbete. Ansvar för såväl del som helhet i arbetet.</li><li>Autonomi i eget och gemensamt arbete inom givna tidsramar.</li><li>Presentation och framställning av färdig gestaltning i möte med publik eller betraktare.</li></ul><p><em>Etik, arbetsmiljö och bestämmelser</em></p><ul><li>Hur olika val under en konstnärlig process kan få etiska och konstnärliga konsekvenser.</li><li>Lagar och andra bestämmelser för valda konstnärliga produktioner, till exempel rörande avtal och tillstånd.</li><li>Säkert och hållbart arbetssätt samt arbetsmiljö i konstnärlig produktion.</li></ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven använder estetiska uttryck med relevanta tekniker i estetisk kommunikation på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven uttrycker och kommunicerar idéer, betydelser och stämningar i olika sammanhang med <strong>viss säkerhet</strong>. Eleven för <strong>enkla</strong> resonemang om den estetiska kommunikationens påverkan och effekt.</p> <p>Eleven samarbetar, interagerar och arbetar i konstnärlig produktion på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven för <strong>enkla</strong> resonemang om etiska överväganden i arbete med estetisk kommunikation.</p> <p>Eleven redogör på ett <strong>godtagbart</strong> sätt för lagar och andra bestämmelser samt arbetsmiljöfrågor inom estetisk produktion och kommunikation.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven använder estetiska uttryck med relevanta tekniker i estetisk kommunikation på ett <strong>ändamålsenligt</strong> sätt.</p> <p>Eleven uttrycker och kommunicerar idéer, betydelser och stämningar i olika sammanhang med <strong>säkerhet</strong>. Eleven för <strong>utvecklade</strong> resonemang om den estetiska kommunikationens påverkan och effekt.</p> <p>Eleven samarbetar, interagerar och arbetar i konstnärlig produktion på ett <strong>fungerande</strong> sätt.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om etiska överväganden i arbete med estetisk kommunikation.</p> <p>Eleven redogör på ett <strong>utvecklat</strong> sätt för lagar och andra bestämmelser samt arbetsmiljöfrågor inom estetisk produktion och kommunikation.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven använder estetiska uttryck med relevanta tekniker i estetisk kommunikation på ett <strong>ändamålsenligt och effektivt</strong> sätt.</p> <p>Eleven uttrycker och kommunicerar idéer, betydelser och stämningar i olika sammanhang med <strong>god säkerhet</strong>. Eleven för <strong>välutvecklade</strong> resonemang om den estetiska kommunikationens påverkan och effekt.</p> <p>Eleven samarbetar, interagerar och arbetar i konstnärlig produktion på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven för <strong>utvecklade och nyanserade</strong> resonemang om etiska överväganden i arbete med estetisk kommunikation.</p> <p>Eleven redogör på ett <strong>välutvecklat</strong> sätt för lagar och andra bestämmelser samt arbetsmiljöfrågor inom estetisk produktion och kommunikation.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
