{
  "code": "EURY",
  "name": "Eurytmi",
  "englishName": "Eurythmy",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:278",
  "nameHeading": "<h2>Eurytmi</h2>",
  "description": "<p>Ämnet eurytmi är en rörelsekonst som engagerar hela människan. Ämnet är till sin karaktär konstnärligt där eurytmiska grundelement utgör bas för multimodal konstnärlig gestaltning. Eurytmi är ett ämne inom waldorfpedagogiken som tar sin utgångspunkt i egna iakttagelser och reflektioner samt betonar dialogisk gestaltning och integration mellan utövare och material. Ämnet behandlar det konstnärliga arbetet utifrån såväl utövarens och koreografens som publikens perspektiv.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet eurytmi ska syfta till att eleverna utvecklar estetisk sensibilitet för den egna kroppsrörelsen. Undervisningen ska leda till att eleverna utvecklar lyhördhet för estetisk gestaltning av språkliga och musikaliska element. Genom undervisningen ska eleverna ges möjlighet att närma sig ett professionellt förhållningssätt till eurytmi samt utveckla förmåga att gestalta språk och musik i relation till rörelse och konstnärligt uttryckssätt. Det innebär tolkning, improvisation, komposition och scenisk kunskap i olika genrer och sammanhang i relation till publik. Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i eurytmi aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att göra nyanserade iakttagelser i syfte att variera det egna uttrycket för språkliga och musikaliska grundelement och sammanhang. I undervisningen ska eleverna ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska uttryck, presentationer och produktioner. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera och kommunicera med andra i det sceniska arbetet och inta en lyhörd hållning inför olika sätt att förhålla sig till konstnärliga processer.</p> <p>Utforskande, reflekterande och problemlösande arbetsmetoder är väsentliga i ämnet och ska därför ingå i undervisningen. En del av den konstnärliga processen består av analys och tolkning. Undervisningen ska därför ge eleverna möjlighet att analysera och tolka egna och andras gestaltningar.</p> <p>Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om eurytmins ursprung och utveckling samt förståelse för eurytmisters yrkesroller och funktioner och hur de skiljer sig åt. Undervisningen ska bidra till att eleverna utvecklar kunskaper om arbetsmiljö och upphovsrätt. Dessutom ska undervisningen ge eleverna möjlighet att diskutera etiska frågor med betoning på en arbetsmiljö som genomsyras av jämställdhet, trygghet och tillit.</p> <h5><em>Undervisningen i ämnet eurytmi ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att gestalta språk och musik i relation till rörelse och konstnärligt uttryckssätt.</li> <li>Förmåga att omsätta idéer och intentioner i gestaltning, konstnärlig process och sceniskt framförande.</li> <li>Förmåga att samarbeta och kommunicera med andra samt att ta ansvar för sin roll i det gemensamma arbetet.</li> <li>Förmåga att analysera och reflektera över gestaltningar och rörelseuttryck.</li> <li>Kunskaper om eurytmins sceniska och kulturella sammanhang.</li> <li>Kunskaper om arbetsmiljö och upphovsrätt.</li> </ul><h3>Nivåer i ämnet eurytmi</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: EURY1000X</h3>",
      "code": "EURY1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet eurytmi på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Skapande och process</em></p> <ul> <li>Arbetsprocesser med fokus på konstnärligt uttryckssätt där den egna rörelseförmågan relaterar till eurytmiska grundelement, däribland lexikala, språkliga och musikaliska rörelser och gester.</li> <li>Introduktion till uttryck och gester för dur och moll, harmoni och dissonans, till exempel takt och ton, rytm, melodi och intervaller samt rim, versmått och assonans.</li> <li>Texters grammatiska strukturer med betoning på spatial orientering i ömsesidigt rörelseflöde och i gestaltningstekniker.</li> <li>Introduktion till skapande i arbetsprocesser i olika konstellationer utifrån egna uttrycksmöjligheter och iakttagelser, idéer och intentioner.</li> </ul> <p><em>Samarbete och framförande</em></p> <ul> <li>Sceniskt arbete och framförande.</li> <li>Samarbete, interaktion och kommunikation i arbetsprocesser med koreografiska formationer och formförvandling med växling mellan att leda och följa.</li> <li>Scenisk framställning inför publik.</li> </ul> <p><em>Analys och sammanhang</em></p> <ul> <li>Analys av och reflektioner över arbetsprocesser utifrån gestaltningar och rörelseuttryck.</li> <li>Eurytmins ursprung, genrer, stilarter och stilmedel.</li> <li>Eurytmiska yrkesroller och funktioner.</li> <li>Introduktion till etiska förhållningssätt, hållbarhet, arbetsmiljöfrågor och upphovsrätt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: EURY2000X</h3>",
      "code": "EURY2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet eurytmi på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Skapande och process</em></p> <ul> <li>Den egna rörelseförmågan i relation till eurytmiska grundelement och med betoning på iakttagelser och uttrycksmöjligheter, improvisation och gestaltning.</li> <li>Utforskande av uttryck och gester för dur och moll, harmoni och dissonans, däribland takt och ton, rytm, melodi och intervaller samt rim, versmått och assonans.</li> <li>Texters grammatiska strukturer med betoning på arketypiska stämningars gestik, dynamik och rörelseformationer, till exempel alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans. Tempus, syntax, frasering och modulation.</li> <li>Skapande arbetsprocesser utifrån egna idéer, intentioner och iakttagelser samt inlevelse och uttryck i multimodal gestaltning.</li> </ul> <p><em>Samarbete och framförande</em></p> <ul> <li>Sceniskt arbete och framförande.</li> <li>Samarbete, interaktion och kommunikation i arbetsprocesser med växling mellan att leda och följa i koreografiska formationer, både individuellt och kollektivt.</li> <li>Scenisk framställning, presentation och kommunikation med publik.</li> </ul> <p><em>Analys och sammanhang</em></p> <ul> <li>Fördjupad analys av och reflektioner över arbetsprocesser utifrån gestaltningar och rörelseuttryck samt termer och begrepp, däribland medvetna kroppsrörelser, inlevelseförmåga och socialt samspel.</li> <li>Eurytmins utveckling och sammanhang, historiskt och i nutid.</li> <li>Eurytmisters professionella yrkesroller och yrkesvillkor i konstnärliga och pedagogiska sammanhang.</li> <li>Reflektion över etiska frågor och värdegrundsfrågor samt hållbarhet i samband med eurytmi.</li> <li>Arbetsmiljöfrågor och upphovsrätt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: EURY3000X</h3>",
      "code": "EURY3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet eurytmi på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Skapande och process</em></p> <ul> <li>Självständigt arbete med den egna rörelseförmågan i relation till eurytmiska grundelement och med betoning på inlevelse och autentisk gestaltning samt konstnärligt uttryckssätt.</li> <li>Kreativ tillämpning av uttryck och gester för dur och moll, harmoni och dissonans.</li> <li>Texters grammatiska strukturer med betoning på planering och genomförande av multimodal gestaltning. Intention, sfär och zon. Rörelse, innehåll, färg och form och multimodala helheter.</li> <li>Skapande arbetsprocesser med autentisk tolkning och multimodal gestaltning av språkliga och musikaliska verk i historiska och kulturella sammanhang. Soloarbeten och grupparbeten.</li> </ul> <p><em>Samarbete och framförande</em></p> <ul> <li>Sceniskt arbete och framförande.</li> <li>Samarbete, interaktion och kommunikation i arbetsprocesser med växling mellan att leda, följa och granska.</li> <li>Koreografiska förhållningssätt, komposition och multimodal gestaltning. Artikulation, struktur, dynamik och flöde.</li> <li>Scenisk framställning med fokus på relationen mellan form och innehåll i kommunikation med publik.</li> </ul> <p><em>Analys och sammanhang</em></p> <ul> <li>Självständig analys av och reflektioner över arbetsprocesser utifrån egna och andras gestaltningar och rörelseuttryck.</li> <li>Eurytmins utveckling och sammanhang samt eurytmisters professionella yrkesroller och yrkesvillkor ur ett nationellt och internationellt perspektiv.</li> <li>Diskussion om och reflektion över etiska frågor och värdegrundsfrågor samt hållbarhet i samband med eurytmi.</li> <li>Arbetsmiljöfrågor och upphovsrätt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven gestaltar med <strong>viss</strong> skicklighet språk och musik i relation till rörelse. I gestaltningen uttrycker sig eleven konstnärligt.</p> <p>Eleven omsätter idéer och intentioner i gestaltning, konstnärlig process och sceniskt framförande med <strong>viss</strong> skicklighet.</p> <p>Eleven samarbetar och kommunicerar med sina medaktörer och tar ansvar för sin roll i det gemensamma arbetet på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven gör <strong>enkla</strong> analyser av och reflekterar över gestaltningar och rörelseuttryck.</p> <p>Eleven redogör för eurytmins sceniska och kulturella sammanhang på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven redogör på ett <strong>godtagbart</strong> sätt för upphovsrätt inom området samt för resonemang om vad en god arbetsmiljö i samband med eurytmi är.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven gestaltar med <strong>god</strong> skicklighet språk och musik i relation till rörelse. I gestaltningen uttrycker sig eleven konstnärligt.</p> <p>Eleven omsätter idéer och intentioner i gestaltning, konstnärlig process och sceniskt framförande med <strong>god</strong> skicklighet.</p> <p>Eleven samarbetar och kommunicerar med sina medaktörer och tar ansvar för sin roll i det gemensamma arbetet på ett <strong>fungerande</strong> sätt.</p> <p>Eleven gör <strong>utvecklade</strong> analyser av och reflekterar över gestaltningar och rörelseuttryck.</p> <p>Eleven redogör för eurytmins sceniska och kulturella sammanhang på ett <strong>utvecklat</strong> sätt.</p> <p>Eleven redogör på ett <strong>utvecklat</strong> sätt för upphovsrätt inom området samt för resonemang om vad en god arbetsmiljö i samband med eurytmi är.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven gestaltar med <strong>mycket god</strong> skicklighet språk och musik i relation till rörelse. I gestaltningen uttrycker sig eleven konstnärligt.</p> <p>Eleven omsätter idéer och intentioner i gestaltning, konstnärlig process och sceniskt framförande med <strong>mycket god</strong> skicklighet.</p> <p>Eleven samarbetar och kommunicerar med sina medaktörer och tar ansvar för sin roll i det gemensamma arbetet på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven gör <strong>välutvecklade</strong> analyser av och reflekterar över gestaltningar och rörelseuttryck.</p> <p>Eleven redogör för eurytmins sceniska och kulturella sammanhang på ett <strong>välutvecklat</strong> sätt.</p> <p>Eleven redogör på ett <strong>välutvecklat</strong> sätt för upphovsrätt inom området samt för resonemang om vad en god arbetsmiljö i samband med eurytmi är.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
