{
  "code": "FASG",
  "name": "Fastighetsautomation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:148",
  "nameHeading": "<h2>Fastighetsautomation</h2>",
  "description": "<p>Ämnet fastighetsautomation behandlar underhåll, mätning, styrning och reglering av automatiserade anläggningar i fastigheter. Anläggningarnas optimala funktion är väsentlig för effektiv energihushållning och för att främja hållbar utveckling.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fastighetsautomation ska syfta till att eleverna utvecklar kunskaper om automatiserade system i fastigheter. Undervisningen ska även leda till att eleverna utvecklar förmåga att utföra de arbetsuppgifter som förekommer inom yrkesområdet. Därtill ska undervisningen ge eleverna möjlighet att utveckla förmåga att förebygga och avhjälpa fel i automatiserade system. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar hållbarhet samt kunskaper om branschens ansvar för hållbar utveckling. Branschen präglas av snabb produkt- och teknikutveckling vilket ställer stora krav på proaktivitet och föränderliga arbetssätt. Undervisningen ska därför stimulera elevernas nyfikenhet och vilja till fortsatt lärande i arbetslivet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att hantera utrustning och material på ett yrkesmässigt sätt samt arbeta med hänsyn till ergonomi, hälsa och säkerhet. Därtill ska eleverna ges möjlighet att utveckla förståelse av hur informationsteknik kan användas vid arbete med automatiserade system. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att tolka ritningar samt tolka och framställa scheman. Eleverna ska även ges möjlighet att utveckla förmåga att arbeta i enlighet med de lagar och andra bestämmelser som gäller för yrkesområdet samt förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vikten av ansvarstagande samt förmåga att förhålla sig kritiskt granskande till rådande attityder och värderingar på arbetsplatsen. I undervisningen ska eleverna även ges rikligt med tillfällen att använda fackspråk för att utveckla förmåga att kommunicera och samverka i olika sammanhang. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>Undervisningen ska bedrivas så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder och utrustning som är tidsenliga och godkända i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt bedrivas så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p> <h5><em>Undervisningen i ämnet fastighetsautomation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om uppbyggnad av och funktion hos automatiserade system i fastigheter samt om lagar och andra bestämmelser som reglerar verksamhetsområdet.</li> <li>Förmåga att tolka ritningar och manualer, tolka och framställa scheman samt utföra arbetsuppgifter inom fastighetsautomation på ett säkert och hållbart sätt.</li> <li>Förmåga att samverka och kommunicera i olika yrkessammanhang samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet fastighetsautomation</h3><ul><li>Nivå 1, 100 poäng. Betyg i fastighetsautomation som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i fastighetssystem som omfattar nivå 1.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1. Betyg i fastighetsautomation som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i fastighetssystem som omfattar nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FASG1000X</h3>",
      "code": "FASG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fastighetsautomation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Styrning, reglering och övervakning.</li> <li>Vanligt förekommande komponenter inom fastighetsautomation, till exempel mätdon och givare, regulatorer, pådragsdon, apparater och reglerobjekt. Komponenternas funktion.</li> <li>Vanligt förekommande systemlösningar för olika funktioner inom fastighetsautomation samt hur de kan integreras och samverka.</li> <li>Vanligt förekommande systemfunktioner inom värme, ventilation, kyla och fastighetsstyrning.</li> <li>Spänningar och signaler i fastigheter.</li> <li>Vanligt förekommande metoder för reglering av värme, ventilation och kyla.</li> <li>Lagar och andra bestämmelser, däribland arbetsmiljölagen, plan- och bygglagen samt bestämmelser som gäller brandrisk och brandskydd.</li> <li>Tolkning av kravspecifikationer, ritningar och manualer.</li> <li>Tolkning och framställning av scheman och dokumentation med vedertagna symboler, begrepp och beskrivningar.</li> <li>Planering för att lösa arbetsuppgifterna på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Val av metoder, arbetssätt och utrustning i förhållande till arbetsuppgiften.</li> <li>Förebyggande och avhjälpande underhåll.</li> <li>Luftbehandling utifrån sambandet mellan temperatur, tryck, fuktinnehåll och daggpunkt.</li> <li>Installation, konfigurering, programmering, energioptimering och driftsättning av vanligt förekommande automatiseringar långt ut i fastigheter.</li> <li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.</li> <li>Säkra arbetssätt och användning av personlig skyddsutrustning.</li> <li>Ergonomiskt riktiga arbetssätt.</li> <li>Utvärdering och dokumentation av utförda arbetsuppgifter.</li> <li>Användning av tekniska begrepp, beteckningar, symboler och enheter inom värme, ventilation och kyla.</li> <li>Användning av tekniska begrepp, beteckningar, symboler och enheter inom fastighetsstyrning.</li> <li>Kommunikation med fackspråk i relation till arbetsuppgiften.</li> <li>Samverkan och kommunikation med arbetsgivare och kollegor.</li> <li>Tolkning och översättning av beställningar och kundkrav till tekniska lösningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FASG2000X</h3>",
      "code": "FASG2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fastighetsautomation på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Komponenter inom fastighetsautomation samt hur de integreras och samverkar.</li> <li>Specifika systemlösningar för olika funktioner inom fastighetsautomation med anpassning till sammanhang.</li> <li>Systemfunktioner inom värme, ventilation, kyla och fastighetsstyrning.</li> <li>Överföringar av information inom fastighetsautomation.</li> <li>Metoder för reglering av värme, ventilation och kyla.</li> <li>Lagar och andra bestämmelser, däribland arbetsmiljölagen, plan- och bygglagen och bestämmelser gällande brandrisk och brandskydd.</li> <li>Tolkning av kravspecifikationer, ritningar och manualer.</li> <li>Tolkning och framställning av scheman och dokumentation med vedertagna symboler, begrepp och beskrivningar.</li> <li>Planering och organisering av arbetet på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Val av metoder och utrustning i förhållande till arbetet samt utifrån riktlinjer för säkra arbetssätt.</li> <li>Förebyggande och avhjälpande underhåll samt akuta insatser.</li> <li>Luftbehandling utifrån sambandet mellan temperatur, tryck, fuktinnehåll och daggpunkt.</li> <li>Inkoppling, programmering och dokumentation av styrtekniska funktioner och utrustning med automationsenheter som är vanligt förekommande i fastigheter.</li> <li>Inkoppling av vanligt förekommande automationsenheter för värme och ventilation, till exempel temperaturgivare, transmitter, spjällmotor, shuntventil och DUC (dataundercentral).</li> <li>Konfigurering, driftsättning, driftlarmhantering och underhåll av värme- och ventilationssystem.</li> <li>Säkerhet och olika typer av risker förknippade med arbetet samt metoder för att göra riskbedömningar.</li> <li>Förebyggande av tillbud och olycksfall.</li> <li>Ergonomiskt riktiga arbetssätt.</li> <li>Utvärdering och dokumentation av utförda arbeten i fastigheter.</li> <li>Användning av relevanta tekniska begrepp, beteckningar och uttryck i yrkesmässig kommunikation under arbetet.</li> <li>Kommunikation med fackspråk i tal och skrift i relation till arbetsuppgiften.</li> <li>Samverkan och kommunikation med anpassning till mottagare och i olika yrkessammanhang.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver <strong>översiktligt</strong> uppbyggnad och funktion hos automatiserade system i fastigheter. Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom fastighetsautomation med <strong>godtagbart</strong> resultat. Eleven följer med <strong>viss säkerhet</strong> ritningar och manualer samt tolkar och framställer scheman. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven använder fackspråk med <strong>viss säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver <strong>utförligt</strong> uppbyggnad och funktion hos automatiserade system i fastigheter. Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom fastighetsautomation med <strong>gott</strong> resultat. Eleven följer med <strong>säkerhet</strong> ritningar och manualer samt tolkar och framställer scheman. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven använder fackspråk med <strong>säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> uppbyggnad och funktion hos automatiserade system i fastigheter. Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom fastighetsautomation med <strong>mycket gott</strong> resultat. Eleven följer med <strong>god säkerhet</strong> ritningar och manualer samt tolkar och framställer scheman. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven använder fackspråk med <strong>god säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.993Z"
}