{
  "code": "FILO",
  "name": "Film- och tv-produktion",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:222",
  "nameHeading": "<h2>Film- och tv-produktion</h2>",
  "description": "<p>Film- och tv-produktioner har till syfte att underhålla, informera eller påverka mottagaren. Vår bild av samtiden, världen och historien påverkas ständigt av filmmediet. Film- och tv-produktion är komplext och en produktion är summan av flera arbetsrollers gemensamma ansträngningar. Ämnet film- och tv-produktion behandlar produktionsprocessen, olika produktionstekniker, berättarverktyg samt lagar och andra bestämmelser inom området.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet film- och tv-produktion ska syfta till att eleverna utvecklar kunskaper om dramaturgi och berättarkomponenter för olika typer av film- och tv-produktioner. I detta ingår flera uttrycksformer, till exempel rörliga bilder, animation, ljud, musik och grafik. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att skapa olika typer av film- och tv-produktioner som är anpassade till olika målgrupper och olika distributionsformer och användningsområden. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga till kreativt berättande och förmåga att utveckla sitt bildspråk, estetiskt och med hjälp av olika filmtekniska hjälpmedel.</p> <p>Film- och tv-produktion sker ofta i grupp och under tidspress. Därför ska eleverna ges möjlighet att utveckla förmåga att samarbeta, planera, lösa problem och organisera arbetsuppgifter. För att snabbt och tydligt kunna kommunicera i produktionsarbetet ska eleverna ges möjlighet att utveckla förmåga att använda fackspråk. Arbetet med olika produktioner ska också ge eleverna möjlighet att utveckla analysförmåga samt förmåga att se alternativa lösningar och ta ansvar för förbättringar. Eleverna ska också ges möjlighet att utveckla färdigheter inom en eller flera arbetsroller och funktioner inom film- och tv-produktion. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om ekonomi, lagar och andra bestämmelser samt om säkerhet och arbetsmiljö inom film- och tv-produktion.</p> <p>I undervisningen ska eleverna ges möjlighet att producera olika typer av film- och tv-produktioner. Eftersom produktioner sänds eller publiceras för en bred allmänhet ska undervisningen ge erfarenheter av olika publiksituationer. Metoder för analys, kvalitetsbedömning, diskussion och källkritisk prövning i arbetet med film- och tv-produktioner ska också användas i undervisningen. Undervisningen ska dessutom lämna utrymme för diskussion och reflektion över etiska frågor och olika handlingsalternativ inom film- och tv-produktion.</p> <h5><em>Undervisningen i ämnet film- och tv-produktion ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att skapa utifrån olika berättartekniker, berättarkomponenter och dramaturgiska grepp i film- och tv-produktioner.</li> <li>Förmåga att utveckla och kommunicera sin vision för olika typer av film- och tv-produktioner.</li> <li>Färdigheter i att använda olika metoder och teknik för produktion av film och tv.</li> <li>Förmåga att skapa och följa en planering från idé till färdig produktion samt att samarbeta inom givna ramar.</li> <li>Kunskaper om ekonomi, juridik och säkerhet relevant för film- och tv-produktion.</li> <li>Kunskaper om film- och tv-produktionens utveckling.</li> <li>Förmåga att analysera och utvärdera olika typer av film- och tv-produktioner.</li> </ul><h3>Nivåer i ämnet film- och tv-produktion</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FILO1000X</h3>",
      "code": "FILO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet film- och tv-produktion på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Förarbete och manus</em></p> <ul> <li>Berättarkomponenter, däribland bildutsnitt, kamerarörelser, ljud, miljö, klippteknik och intervjuteknik.</li> <li>Orientering i dramaturgi och karaktärer för film och tv.</li> <li>Introduktion till filmarbetsprocessen från idé via manus och bildmanus till färdiga film- och tv-produktioner.</li> <li>Research, enkel produktionsplanering och utvärdering.</li> </ul> <p><em>Inspelning och redigering</em></p> <ul> <li>Inspelningsteknikens manuella funktioner och redigeringsteknikens grundläggande funktioner för bild och ljud.</li> <li>Orientering om ljussättning och hur befintligt ljus kan uppfattas och utnyttjas.</li> <li>Filhantering, säkerhetskopior och hur mjukvara för film- och tv-produktioner fungerar.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Arbete i film- och tv-produktionens organisation och samarbetet mellan dess arbetsroller och funktioner.</li> <li>Lagar och andra bestämmelser, avtal och kontrakt, till exempel tillstånd, upphovsrätt och pressetiska regler.</li> <li>Orientering i olika kostnader i en filmproduktion samt enkel budgetering.</li> <li>Miljö och säkerhet på inspelningsplatsen.</li> <li>Distribution och offentliggörande av produktioner.</li> </ul> <p><em>Analys</em></p> <ul> <li>Filmens och filmteknikens utveckling och hur filmskaparna har förhållit sig till sin samtid.</li> <li>Estetiska och etiska perspektiv på film- och tv-produktion.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FILO2000X</h3>",
      "code": "FILO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet film- och tv-produktion på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Förarbete och manus</em></p> <ul> <li>Berättande med bild. Hur dramaturgi och berättarteknik används för att berätta en historia eller förmedla en känsla.</li> <li>Orientering i berättarkomponenter, till exempel scenografi, kostym och smink.</li> <li>Manusarbete från idé, research och källkritik till synopsis och bildmanus.</li> <li>Målgruppsanpassning av film- och tv-produktioners manus.</li> <li>Hur film- och tv-produktioner planeras, genomförs och utvärderas.</li> </ul> <p><em>Inspelning och redigering</em></p> <ul> <li>Inspelnings- och redigeringsteknikens mer avancerade funktioner för bild och ljud, däribland skärpedjupskontroll under inspelning och grading under redigeringsarbetet.</li> <li>Ljussättningsteori, däribland 3-punktsljussättning, direkt och indirekt ljus och olika ljuskällors egenskaper.</li> <li>Applikationer för olika syften som till exempel ljudredigering, animation och grading.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Vad det innebär att arbeta inom givna tidsramar och på vilket sätt det påverkar kvaliteten.</li> <li>Lagar och andra bestämmelser, avtal och kontrakt, till exempel marknadsföringslagen och yttrandefrihetslagen.</li> <li>Filmarbetarens företag, kostnader och intäkter samt sociala avgifter och moms. Anställningsformer i film- och tv-branschen.</li> <li>Ergonomi under en film- och tv-produktions alla faser.</li> <li>Fördjupning inom en eller flera roller inom film- och tv-produktion.</li> <li>Publicering på olika distributionsplattformar. Bildformat och bildupplösningar.</li> </ul> <p><em>Analys</em></p> <ul> <li>Olika genrer och stilar genom film- och tv-historien.</li> <li>Estetiska och etiska perspektiv och hur de påverkar film- och tv-produktioners form och innehåll.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FILO3000X</h3>",
      "code": "FILO3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet film- och tv-produktion på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Förarbete och manus</em></p> <ul> <li>Scenografi och grafisk formgivning för filmproduktion.</li> <li>Dramaturgi med inriktning mot dramatiskt och episkt berättande.</li> <li>Manusarbete och dramaturgisk bearbetning till bildmanus med betoning på gestaltande fiktiva produktioner.</li> <li>Produktionsplanering med betoning på fiktiva produktioner.</li> <li>Pitchning och analys av marknaden samt muntlig och skriftlig presentation av idé eller manus i säljande syfte.</li> </ul> <p><em>Inspelning och redigering</em></p> <ul> <li>Inspelning av bild och ljud med betoning på fiktion.</li> <li>Olika inspelningstekniker för att skapa kamerarörelser, däribland bildstabilisering.</li> <li>Skådespeleri och regi.</li> <li>Digital efterbearbetning med compositing och avancerad ljudmix.</li> <li>Klippteknik för fiktion.</li> <li>Ljussättning med betoning på fiktion och hur ljussättning kan användas för att berätta en historia eller förmedla en känsla.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Strategier för postproduktion av fiktion, till exempel metoder för samarbete och samtidig redigering.</li> <li>Samverkan mellan olika yrkesroller i samband med inspelning av fiktion.</li> <li>Lagar och andra bestämmelser, avtal och kontrakt samt bestämmelser och överenskommelser relevanta för framför allt fiktion.</li> <li>Budgetering och finansiering av fiktiva produktioner samt olika filmstöd.</li> <li>Säkerhet under produktion av fiktion.</li> <li>Fördjupning inom en eller flera roller inom produktion av fiktion.</li> <li>Publicering på olika distributionsplattformar. Bildformat och bildupplösningar med betoning på fiktion.</li> </ul> <p><em>Analys</em></p> <ul> <li>Viktiga filmskapare som påverkat sin tids film och samtid.</li> <li>Innehåll, form, teknik och målgrupp i gestaltande produktioner ur ett estetiskt och etiskt perspektiv.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FILO4000X</h3>",
      "code": "FILO4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet film- och tv-produktion på nivå 4 ska behandla följande centrala innehåll:</p> <p><em>Förarbete och manus</em></p> <ul> <li>Scenografi och grafisk formgivning för film- och tv-produktion.</li> <li>Tv-produktionens och dokumentärfilmens dramaturgi.</li> <li>Berättarformat, berättarkomponenter och karaktärer för film och tv.</li> <li>Olika typer av intervjuer.</li> <li>Research för tv-produktion och dokumentärfilm samt källkritiskt arbete.</li> <li>Körschema och annan skriftlig dokumentation som krävs i samband med en tv-sändning.</li> <li>Produktionsplanering med betoning på tv-produktion och dokumentärfilm.</li> </ul> <p><em>Inspelning och redigering</em></p> <ul> <li>Bildproduktion i tv-studio och klippteknik för dokumentärfilm.</li> <li>Studioinspelning med flerkamerasystem.</li> <li>Inspelning av bild och ljud med betoning på dokumentärfilm.</li> <li>Ljussättning med betoning på tv-produktion och dokumentärfilm.</li> <li>Hur datorer och utrustning för tv-produktion och livesändning kommunicerar.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Samverkan mellan olika roller i samband med inspelning av dokumentärfilm.</li> <li>Lagar och andra bestämmelser, avtal och kontrakt samt bestämmelser och överenskommelser relevanta för framför allt tv-mediet.</li> <li>Budgetering och finansiering av tv-produktion och dokumentärfilm.</li> <li>Säkerhet under tv-produktion med särskild betoning på elsäkerhet.</li> <li>Tv-redaktionens organisation och roller.</li> <li>Fördjupning inom en eller flera roller inom tv-produktion eller dokumentärfilm.</li> <li>Publicering och sändning på olika distributionsplattformar. Bildformat och bildupplösningar med betoning på tv-produktion och livesändning.</li> </ul> <p><em>Analys</em></p> <ul> <li>Tv-mediets och dokumentärfilmens historia från tidiga experiment till nutid.</li> <li>Innehåll, form, teknik och målgrupp i olika tv-produktioner. Dokumentärfilm ur ett estetiskt och etiskt perspektiv.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven använder sig av filmmediets berättarverktyg med <strong>viss säkerhet</strong> och skapar film- och tv-produktioner med <strong>viss</strong> estetisk kvalitet.</p> <p>Eleven utvecklar och följer <strong>enkla</strong> synopsis och text- och bildmanus för att kommunicera visioner.</p> <p>Eleven använder produktionsmetoder och filmteknik med <strong>visst</strong> handlag.</p> <p>Eleven planerar och genomför film- och tv-produktioner med <strong>viss säkerhet</strong> samt samarbetar med andra på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om ekonomi, tillstånd och överenskommelser samt om lagar och andra bestämmelser som gäller film- och tv-produktion.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om film- och tv-produktionens utveckling.</p> <p>Eleven gör <strong>enkla</strong> utvärderingar och analyser av olika typer av produktioner, både egna och andras.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven använder sig av filmmediets berättarverktyg med <strong>säkerhet</strong> och skapar film- och tv-produktioner med <strong>god</strong> estetisk kvalitet.</p> <p>Eleven utvecklar och följer <strong>genomarbetade</strong> synopsis och text- och bildmanus för att kommunicera visioner.</p> <p>Eleven använder produktionsmetoder och filmteknik med <strong>gott</strong> handlag.</p> <p>Eleven planerar och genomför film- och tv-produktioner med <strong>säkerhet</strong> samt samarbetar med andra på ett <strong>fungerande</strong> sätt.</p> <p>Eleven visar <strong>goda</strong> kunskaper om ekonomi, tillstånd och överenskommelser samt om lagar och andra bestämmelser som gäller film- och tv-produktion.</p> <p>Eleven visar <strong>goda</strong> kunskaper om film- och tv-produktionens utveckling.</p> <p>Eleven gör <strong>utvecklade</strong> utvärderingar och analyser av olika typer av produktioner, både egna och andras.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven använder sig av filmmediets berättarverktyg med <strong>god säkerhet</strong> och skapar film- och tv-produktioner med <strong>mycket god</strong> estetisk kvalitet.</p> <p>Eleven utvecklar och följer <strong>väl genomarbetade</strong> synopsis och text- och bildmanus för att kommunicera visioner.</p> <p>Eleven använder produktionsmetoder och filmteknik med <strong>mycket gott</strong> handlag.</p> <p>Eleven planerar och genomför film- och tv-produktioner med <strong>god säkerhet</strong> samt samarbetar med andra på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om ekonomi, tillstånd och överenskommelser samt om lagar och andra bestämmelser som gäller film- och tv-produktion.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om film- och tv-produktionens utveckling.</p> <p>Eleven gör <strong>utvecklade och nyanserade</strong> utvärderingar och analyser av olika typer av produktioner, både egna och andras.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.993Z"
}