{
  "code": "FINI",
  "name": "Finsnickeri – fördjupning",
  "englishName": "Fine Woodworking – Advanced",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-15",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:282",
  "nameHeading": "<h2>Finsnickeri – fördjupning</h2>",
  "description": "<p>Ämnet finsnickeri – fördjupning behandlar det kreativa skapande och det tekniska kunnande som behövs för att utföra finsnickeriarbeten både hantverksmässigt och i maskinell produktion. Ämnet behandlar olika tekniker och arbetsprocesser inom finsnickeri samt betydelsen av estetiska, funktionella och tekniska aspekter inom yrkesområdet. Ämnet behandlar även olika stilepoker och den historiska utvecklingen inom finsnickeri.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet finsnickeri – fördjupning ska syfta till att eleverna utvecklar förmåga att i tillverkningsprocessen använda sig av arbetsmetoder, utrustning och datorstyrda produktionstekniker inom yrkesområdet. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om tillverkningsprocesser, arbetsmetoder och utförandekrav inom finsnickeri och närliggande yrkesområden. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om olika materials egenskaper och användningsområden i olika tillverkningsprocesser. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om användning av färg och form i olika tillverkningsprocesser.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om den kulturella och stilhistoriska utvecklingen inom finsnickeri, nationell och internationell trendutveckling samt hantverkets utveckling och tradition. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom finsnickeri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet samt problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet. Eleverna ska även ges möjlighet att utveckla förmåga att tolka och framställa ritningar och följa instruktioner samt att planera och organisera arbetsuppgifter. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att välja och hantera material samt att använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hållbara arbetssätt samt om branschens ansvar för hållbar utveckling.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att reflektera över attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på svenska och engelska. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt att reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Genom undervisningen ska eleverna ges rikligt med tillfällen att utföra olika arbetsprocesser inom yrkesområdet samt ges möjlighet att utveckla förmåga att konstruera möbler och inredningar med hänsyn till hållfasthet och rationell produktion. Undervisningen ska bedrivas med utrustning, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om entreprenörskap och företagande inom yrkesområdet.</p> <h5><em>Undervisningen i ämnet finsnickeri – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom finsnickeri.</li> <li>Förmåga att välja och hantera material samt att använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert samt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet finsnickeri – fördjupning</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 3 i ämnet finsnickeri – teknik.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FINI1000X</h3>",
      "code": "FINI1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet finsnickeri – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Hur olika verktyg, maskiner och bearbetningstekniker används inom finsnickeriprocessen.</li> <li>Olika materials egenskaper och användningsområden i finsnickeriprocessen. Kombinationer av olika material, till exempel trä, metall, glas och textilier.</li> <li>Övergripande om den historiska utvecklingen inom finsnickeri, till exempel om olika tekniker och materialanvändning.</li> <li>Vanligt förekommande standarder och utförandekrav i tillverkningsprocesser inom yrkesområdet.</li> <li>Metoder för visualisering av idéer och tänkta resultat, däribland skisstekniker och rittekniker för att skapa skisser och ritningar.</li> <li>Traditioner och historik inom finsnickeri, till exempel gesäll- och mästarbrev.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Rit- och skissteknik enligt gällande standarder, till exempel vid framtagande av ritningar och presentationer av produkter.</li> <li>Tolkning av ritningar och arbetsbeskrivningar. Standardmått och toleranser.</li> <li>Konstruktion av en produkt under framtagande av en ritning.</li> <li>Materialberäkning och upprättande av kapnota. Optimering vid materialuttag.</li> <li>Arbetsplanering och tidsberäkning av arbetsuppgifter.</li> <li>Val av material och metod för tillverkning.</li> <li>Planering och utförande av olika snickeritekniker för tillverkning av inredning och möbler, till exempel inredning med utdragslådor eller sittmöbler.</li> <li>Olika metoder för sammansättning, ytbeläggning, kantförsegling och ytbehandling.</li> <li>Utförande av olika lim- och sammanfogningstekniker, däribland användning av olika spännanordningar.</li> <li>Olika metoder för underarbete och ytbehandlingar.</li> <li>Metoder för rutinmässiga kontrollmätningar i tillverkningsprocessen.</li> <li>Planering, beredning och genomförande av arbetsprocesser i datorstyrd produktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation av processen före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av material i tillverkningsprocessen, däribland bedömning och sortering utifrån kvalitet och användningsområde. Olika materials användningsområden och värde.</li> <li>Hur olika materials rörelse kan påverka konstruktioner, till exempel rörelser i trä och skivmaterial.</li> <li>Förvaring av material och produkter. Övergripande om information i produkters säkerhetsdatablad.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning inom finsnickeri. Verktygs och maskiners användningsområden och funktion.</li> <li>Hantering och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB) som gäller förvaring av brandfarliga varor.</li> <li>Riskbedömningar i det dagliga arbetet, däribland bedömning av hälsorisker och risker för tillbud och olycksfall samt bedömning av risker vid felaktiga arbetsställningar och felaktigt handhavande av maskiner och utrustningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, kemikalier, vibrationer och felaktiga arbetsställningar.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINI2000X</h3>",
      "code": "FINI2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet finsnickeri – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Arbetsprocesser och arbetsmetoder vid bearbetning med olika verktyg och maskiner inom finsnickeri, däribland skillnader mellan hantverksmässig och industriell tillverkning.</li> <li>Olika materials egenskaper och användningsområden i finsnickeriprocessen, däribland skillnader och likheter mellan massivt trä och olika skivmaterial.</li> <li>Stilepoker, trender och historisk utveckling inom möbel- och inredningsområdet.</li> <li>Nationella standarder för ritningar och terminologi i tillverkningsprocesser inom möbel- och inredningsområdet.</li> <li>Metoder för visualisering av idé och förväntat resultat på en produkt.</li> <li>Resursanvändning i tillverkningsprocessen, till exempel hantering och återanvändning av material, förvaring, minimering av spill samt sortering av restprodukter.</li> <li>Vidareutbildningar och karriärvägar inom yrkesområdet.</li> <li>Övergripande om förutsättningar för entreprenörskap och företagande inom yrkesområdet, till exempel inom den egna regionen eller på en internationell marknad.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Idéutveckling och skisstekniker. Materialvalens, proportioners och formers påverkan på både kvalitet och resultat. Kombination av färg och form.</li> <li>Konstruktion av en produkt under framtagande av en ritning.</li> <li>Tolkning av ritningar och arbetsbeskrivningar. Standardmått och toleranser.</li> <li>Materialberäkning och upprättande av kapnota. Optimering vid materialuttag.</li> <li>Arbetsplanering och tidsberäkning av arbetsuppgifter.</li> <li>Val av konstruktioner, material och produkter för tillverkningsprocessen.</li> <li>Planering och användning av olika snickeritekniker för tillverkning av olika byggnadskomponenter, till exempel fönster, portar och ytterdörrar.</li> <li>Planering, beredning och genomförande av arbetsprocesser med datorstyrda produktionstekniker.</li> <li>Rutinmässiga kontrollmätningar i tillverkningsprocessen.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation av processen före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material i syfte att främja en hållbar utveckling.</li> <li>Val, hantering och användning av material i tillverkningsprocessen, däribland utifrån olika materials och produkters uppbyggnad och egenskaper. Olika materials användningsområden och värde.</li> <li>Förvaring av material och produkter, däribland förvaring av brandfarliga och kemiska produkter. Tolkning av produkters säkerhetsdatablad.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning inom finsnickeri. Verktygs och maskiners användningsområden och funktion.</li> <li>Hantering, underhåll och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön, samverkan och minderårigas arbete.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB) som gäller förvaring av brandfarliga varor.</li> <li>Riskbedömningar i det dagliga arbetet, däribland bedömning av hälsorisker och risker för tillbud och olycksfall samt bedömning av risker vid felaktiga arbetsställningar och felaktigt handhavande av maskiner och utrustningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den organisatoriska arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINI3000X</h3>",
      "code": "FINI3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet finsnickeri – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Övergripande om hur olika snickeritekniker kan kombineras i tillverkningsprocesser, däribland integrering av datorstyrda produktionstekniker.</li> <li>Hur olika material, färg och form kan kombineras i finsnickeriprocessen. Produkters egenskaper och värde.</li> <li>Övergripande om entreprenörskap och företagande inom yrkesområdet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Idéutveckling och skisstekniker. Materialvalens, proportioners och formers påverkan på både kvalitet och resultat. Kombination av färg och form.</li> <li>Tekniska beräkningar i tillverkningsprocessen.</li> <li>Arbetsplanering och tidsberäkning, däribland metoder för effektivisering och optimering av produktion.</li> <li>Val av tekniker och konstruktioner, till exempel val av sammansättningsmetoder utifrån funktion och design.</li> <li>Planering och utförande av olika snickeritekniker för tillverkning av till exempel svängda och böjda konstruktioner. Användning av olika formpressningstekniker.</li> <li>Planering, beredning och genomförande av arbetsprocesser i datorstyrd produktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation av processen före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande i relation till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val, hantering och användning av alternativa material i tillverkningsprocessen.</li> <li>Förvaring av material och produkter, däribland förvaring av brandfarliga och kemiska produkter. Tolkning av produkters säkerhetsdatablad.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning inom finsnickeri. Verktyg och maskiners alternativa användningsområden.</li> <li>Hantering, underhåll och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter, däribland om ljud, ljus, luft och temperatur på arbetsplatsen.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB) som gäller förvaring av gasol och andra brandfarliga varor.</li> <li>Riskbedömningar i det dagliga arbetet, däribland bedömning av kemiska hälsorisker och risker för tillbud och olycksfall samt bedömning av risker vid felaktiga arbetsställningar och felaktigt handhavande av maskiner och utrustningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den organisatoriska arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINI4000X</h3>",
      "code": "FINI4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet finsnickeri – fördjupning på nivå 4 ska behandla följande centrala innehåll:</p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Hur vanligt förekommande och specialanpassade verktyg och maskiner används i arbetsprocesser inom finsnickeri, till exempel inom industriell serietillverkning.</li> <li>Olika materials egenskaper och användningsområden i finsnickeriprocessen. Materialanvändning inom finsnickeri, historiskt och i nutid.</li> <li>Stilepoker och trender inom möbel- och inredningsområdet samt utvecklingen av tekniker, material och produkter.</li> <li>Övergripande om resursanvändning i relation till hållbarhet och företagets lönsamhet, till exempel hantering och återanvändning av material, förvaring, minimering av spill samt sortering av restprodukter.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Analys av färg, form och proportioner, till exempel för utveckling och kvalitetshöjning av produkter.</li> <li>Arbetsplanering och tidsberäkning, däribland metoder för effektivisering och optimering av produktion.</li> <li>Val av tekniker och konstruktioner, till exempel val av sammansättningsmetoder utifrån funktion och design.</li> <li>Planering och utförande av olika snickeritekniker vid serieproduktion.</li> <li>Planering, beredning och genomförande av arbetsprocesser i datorstyrd produktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation av processen före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändning i relation till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val, hantering och användning av material i tillverkningsprocessen, däribland utifrån olika materials uppbyggnad och egenskaper.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den organisatoriska arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
