{
  "code": "FINN",
  "name": "Finsnickeri – teknik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:283",
  "nameHeading": "<h2>Finsnickeri – teknik</h2>",
  "description": "<p>Ämnet finsnickeri – teknik behandlar det tekniska kunnande som krävs för att utföra finsnickeriarbeten både hantverksmässigt och i maskinell produktion. Ämnet behandlar olika tekniker och arbetsprocesser inom finsnickeri samt material, verktyg, maskiner och annan utrustning som används inom yrkesområdet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet finsnickeri – teknik ska syfta till att eleverna utvecklar förmåga att använda vanligt förekommande arbetsmetoder, material och utrustning vid tillverkning av produkter inom yrkesområdet. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om tillverkningsprocesser samt om de vanligast förekommande materialens olika egenskaper och användningsområden. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med färg och form i tillverkningen. Undervisningen ska också ge eleverna möjlighet att utveckla kreativitet samt problemlösnings- och initiativförmåga.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att tolka och framställa ritningar och följa instruktioner samt att planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt att använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar hållbar utveckling.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på svenska och engelska. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt att reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Genom undervisningen ska eleverna ges rikligt med tillfällen att utföra olika hantverksmässiga finsnickeriarbeten. Undervisningen ska bedrivas med utrustning, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet finsnickeri – teknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom finsnickeri.</li> <li>Förmåga att välja och hantera material samt att använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert samt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att samverka och kommunicera samt att använda fackspråk.</li> </ul><h3>Nivåer i ämnet finsnickeri – teknik</h3><ul><li>Nivå 1, 200 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FINN1000X</h3>",
      "code": "FINN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet finsnickeri – teknik på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Övergripande om tillverkningsprocessen, däribland om hur vanligt förekommande verktyg och maskiner används i olika arbetsprocesser inom finsnickeri.</li> <li>Övergripande om olika materials egenskaper och användningsområden.</li> <li>Övergripande om arbetsplaneringar samt om hur de upprättas och tolkas.</li> <li>Övergripande om vanligt förekommande termer i tillverkningsprocesser, däribland olika termer för vanligt förekommande standarder inom finsnickeri och ritningar.</li> <li>Vanligt förekommande metoder för visualisering av idéer och tänkta resultat, däribland skisstekniker och rittekniker för att skapa enkla ritningar.</li> <li>Övergripande om resursanvändning i relation till hållbarhet, till exempel hantering och återanvändning av material, förvaring av material, minimering av spill samt sortering av restprodukter.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av vanligt förekommande ritningar och arbetsbeskrivningar.</li> <li>Planering och beräkning av materialuttag, till exempel rutiner för upprättande av kapnota.</li> <li>Enklare planering av arbetsuppgifter, till exempel för tillverkning av en produkt.</li> <li>Grundläggande snickeritekniker för bearbetning, däribland mätning, kapning, klyvning och hyvling.</li> <li>Tillverkning av en enklare produkt med tekniker som limfog, sammansättning och ytbehandling.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Materialval utifrån materialets egenskaper, däribland materialets rörelse.</li> <li>Hantering och användning av material i tillverkningsprocessen, däribland bedömning och sortering utifrån kvalitet och användningsområde.</li> <li>Tolkning av information i säkerhetsdatablad.</li> <li>Val och hantering av vanligt förekommande verktyg och maskiner som används i tillverkningsprocessen. Verktygs och maskiners användningsområden och funktion, till exempel kap- och klyvsåg samt rikt- och planhyvel.</li> <li>Hantering och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB).</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, kemikalier, vibrationer och felaktiga arbetsställningar.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan, samarbete och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINN2000X</h3>",
      "code": "FINN2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><span style=\"font-size: 1.125rem;\">Undervisningen i ämnet finsnickeri – teknik på nivå 2 ska behandla följande centrala innehåll:</span></p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder vid bearbetning med olika verktyg och maskiner inom finsnickeri.</li> <li>Övergripande om olika materials uppbyggnad, egenskaper och värde samt användningsområden i tillverkningsprocessen, däribland massivträ och skivmaterial. Metoder för arbetsplanering och materialberäkning i tillverkningsprocessen.</li> <li>Nationella standarder för ritningar och terminologi i tillverkningsprocesser.</li> <li>Användning av former och proportioner för visualisering av idéer.</li> <li>Resursanvändning i tillverkningsprocessen, till exempel hantering och återanvändning av material, förvaring av material, minimering av spill samt sortering av restprodukter.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav. Rit- och skissteknik, till exempel framtagande av enklare ritningar och presentationer av produkter.</li> <li>Materialberäkning och upprättande av kapnota. Optimering vid materialuttag.</li> <li>Arbetsplanering av arbetsuppgifter. Val av material och metod för tillverkning.</li> <li>Planering och användning av olika snickeritekniker för tillverkning av till exempel ramkonstruktioner och skåpstommar.</li> <li>Planering och utförande av arbetsmoment med fräsning efter mallar samt olika metoder för sammansättningar.</li> <li>Kontrollmätningar i tillverkningsprocessen.</li> <li>Grundläggande användning av datorstyrda produktionsmetoder inom finsnickeri.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material i syfte att främja en hållbar utveckling.</li> <li>Val, hantering och användning av material i tillverkningsprocessen, däribland utifrån olika materials uppbyggnad och egenskaper samt deras användningsområden och värde.</li> <li>Förvaring av material och produkter, däribland förvaring av brandfarliga och kemiska produkter.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning. Verktygs och maskiners användningsområden och funktion. Underhåll och skötsel av verktyg och maskiner.</li> <li>Inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön, samverkan och minderårigas arbete.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB).</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan, samarbete och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINN3000X</h3>",
      "code": "FINN3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><span style=\"font-size: 1.125rem;\">Undervisningen i ämnet finsnickeri – teknik på nivå 3 ska behandla följande centrala innehåll:</span></p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Hur olika snickeritekniker kan kombineras i tillverkningsprocesser, däribland integrering av datorstyrda produktionsmetoder.</li> <li>Olika material, deras egenskaper och värde.</li> <li>Nationella standarder i tillverkningsprocesser inom yrkesområdet.</li> <li>Metoder för visualisering av idé för bedömning av form och färg på tänkt resultat, till exempel i cad (computer aided design).</li> <li>Resursanvändning i tillverkningsprocessen i relation till ett företags lönsamhet, till exempel hantering och återanvändning av material, förvaring av material, minimering av spill samt sortering av restprodukter.</li> <li>Hur olika avtal styr rättigheter och skyldigheter på arbetsplatsen.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Rit- och skissteknik, till exempel framtagande av ritningar enligt gällande standarder. Olika metoder för presentationer av produkter.</li> <li>Tekniska beräkningar i tillverkningsprocessen, däribland beräkning av volym, area och materialåtgång. Val av konstruktioner och material.</li> <li>Planering och tidsberäkning av arbetsuppgifter.</li> <li>Planering och användning av olika snickeritekniker för tillverkning av möbler och inredningar.</li> <li>Planering och utförande av arbetsmoment med olika tekniker för kantbearbetning, fanéring, underarbete, ytbehandling, och beslagning.</li> <li>Planering, beredning och genomförande av arbetsprocesser i datorstyrd produktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändning i relation till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val och hantering av material i tillverkningsprocessen, däribland utifrån materialens uppbyggnad och egenskaper.</li> <li>Förvaring av material och produkter, däribland förvaring av gasol och andra brandfarliga och kemiska produkter. Tolkning av produkters säkerhetsdatablad.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning. Verktygs och maskiners användningsområden, funktion och skötsel.</li> <li>Hantering, underhåll och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter, däribland om ljud, ljus, luft och temperatur på arbetsplatsen samt om arbetsplatsens utformning.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter från Myndigheten för samhällsskydd och beredskap (MSB).</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av kemiska hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan, samarbete och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINN4000X</h3>",
      "code": "FINN4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><span style=\"font-size: 1.125rem;\">Undervisningen i ämnet finsnickeri – teknik på nivå 4 ska behandla följande centrala innehåll:</span></p> <p><em>Finsnickeriprocessen</em></p> <ul> <li>Hur datorstyrda produktionsmetoder används och utvecklas i tillverkningsprocesser.</li> <li>Olika materials egenskaper och användningsområden i tillverkningsprocessen, till exempel olika användningsområden för metall, plast, textilier och kompositmaterial.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Rit- och skissteknik, till exempel framtagande av ritningar enligt gällande standarder, samt presentationer av produkter.</li> <li>Tekniska beräkningar i tillverkningsprocessen, däribland beräkning av volym, area och materialåtgång.</li> <li>Planering och tidsberäkning av arbetsuppgifter. Val av konstruktioner, material och produkter för tillverkningsprocessen.</li> <li>Snickeritekniker och arbetsuppgifter inom yrkesområdet, till exempel sammansättningar, ytbeläggningar, beslagning, kantbearbetning och montering.</li> <li>Planering, beredning och genomförande av arbetsprocesser i datorstyrd produktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation före, under och efter utfört arbete.</li> <li>Utvärdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändning i relation till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val och hantering av material i tillverkningsprocessen, däribland utifrån materialens användningsområden, uppbyggnad och egenskaper.</li> <li>Val och hantering av verktyg och maskiner som används vid produkttillverkning. Hur verktyg och maskiner kan anpassas till olika användningsområden.</li> <li>Hantering, underhåll och inställningar av stationära träbearbetningsmaskiner, handmaskiner, handverktyg och övrig utrustning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Vikten av ansvarstagande i yrkesrollen och på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan, samarbete och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om arbetsprocesser, metoder och material inom finsnickeri.</p> <p>Eleven planerar arbetsuppgifter inom finsnickeri. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer och hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi samt i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.995Z"
}