{
  "code": "FINW",
  "name": "Modersmål – finska som andraspråk (nybörjare)",
  "englishName": "Mother Tongue – Finnish as a Second Language (Beginner)",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:500",
  "nameHeading": "<h2>Modersmål – finska som andraspråk (nybörjare)</h2>",
  "description": "<p>Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet och med hjälp av skönlitteratur, sakprosa och andra medier lär människan känna sin omvärld, sina medmänniskor och sig själv.</p> <p>Sverigefinnar är en nationell minoritet och finska är ett nationellt minoritetsspråk i Sverige. De nationella minoriteterna och minoritetsspråken har funnits under mycket lång tid i det geografiska område som i dag utgör Sverige och de nationella minoriteternas språk och kultur är en värdefull del av den kulturella mångfalden och det gemensamma kulturarvet. För att de nationella minoriteternas språk och kultur ska leva vidare in i framtiden är det viktigt att skydda och främja dem. Kunskaper i språket och om minoritetens kultur och historia ger möjligheter att använda språket och utveckla en egen kulturell identitet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet modersmål – finska som andraspråk (nybörjare) ska syfta till att eleverna utvecklar förmåga att tala, läsa, skriva och lyssna på finska. Undervisningen ska i möjligaste mån bedrivas på finska och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en grundläggande kommunikativ förmåga. Därför ska eleverna få möta finska i tal och skrift av olika slag och få sätta innehållet i relation till egna erfarenheter och kunskaper. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att formulera sig och samspela med andra i tal och skrift i olika sammanhang och för olika syften. I detta ingår även förmåga att använda olika strategier och verktyg som stöd för kommunikationen.</p> <p>Undervisningen ska stimulera elevernas läsintresse, stärka deras tilltro till sin egen språkliga förmåga samt främja deras personliga utveckling och vilja att söka ny kunskap. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att läsa och samtala om olika typer av texter på finska.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge eleverna möjlighet att utveckla sin kulturella identitet. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk samt om sverigefinsk kultur och sverigefinnarnas historia. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur finskan kan främjas och utvecklas i en flerspråkig kontext samt av språkets funktion för kommunikation, tänkande och lärande.</p> <h5><em>Undervisningen i ämnet modersmål – finska som andraspråk (nybörjare) ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av talad finska.</li> <li>Förmåga att kommunicera muntligt och skriftligt på finska.</li> <li>Förmåga att läsa enkla texter på finska.</li> <li>Kunskaper om finska och språkanvändning samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk.</li> <li>Kunskaper om sverigefinsk kultur.</li> </ul><h3>Nivåer i ämnet modersmål – finska som andraspråk (nybörjare)</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FINW1000X</h3>",
      "code": "FINW1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som andraspråk (nybörjare) på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad, enkel finska, främst i långsamt tempo, däribland dialoger.</li> <li>Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet i talad finska.</li> <li>Samtal om välbekanta ämnesområden samt om vardagliga situationer och intressen.</li> <li>Strategier för att få fram sitt budskap i olika typer av kommunikationssituationer samt hur kommunikationen kan anpassas till syfte, mottagare och sammanhang.</li> <li>Muntlig framställning, däribland enkla presentationer, instruktioner, meddelanden, berättelser och beskrivningar.</li> <li>Skriftlig framställning, däribland enkla meddelanden, berättelser och beskrivningar.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om korta, enkla texter på finska, däribland berättelser och sånger.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Språkbytesprocessen och dess konsekvenser samt orsaker till behovet av revitalisering av de nationella minoritetsspråken.</li> <li>Nutida sverigefinsk kultur, till exempel i olika områden. Några estetiska uttryck inom sverigefinsk kultur, till exempel inom konst och musik.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINW2000X</h3>",
      "code": "FINW2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som andraspråk (nybörjare) på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad, enkel finska, främst i lugnt tempo, från olika medier.</li> <li>Talad finska som är instruerande, beskrivande och kontaktskapande, till exempel dialoger, samtal och intervjuer.</li> <li>Strategier för att uppfatta betydelsebärande ord och sammanhang i talad finska samt för att anpassa lyssnande och läsning till framställningens form och innehåll.</li> <li>Samtal om välbekanta ämnesområden samt om vardagsliv, intressen och händelser.</li> <li>Strategier för att få fram sitt budskap i olika typer av kommunikationssituationer samt hur kommunikationen kan anpassas till syfte, mottagare och sammanhang.</li> <li>Muntlig framställning, däribland enkla presentationer, berättelser och beskrivningar.</li> <li>Skriftlig framställning, däribland enkla berättande och beskrivande texter.</li> <li>Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar och samtal.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om enkla texter på finska, däribland berättelser, sånger och dikter.</li> <li>Strategier för att i egen produktion och interaktion uttrycka sig med tydlighet och någon variation.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Förutsättningar för språkrevitalisering och åtgärder för att stärka de nationella minoritetsspråken.</li> <li>Nedslag i den historiska utvecklingen av finska.</li> <li>Sverigefinsk kultur, historiskt och i nutid. Några olika sverigefinska kulturutövare, till exempel bildkonstnärer och musiker, samt estetiska uttryck inom sverigefinsk kultur. Jämförelse med egna erfarenheter och kunskaper.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINW3000X</h3>",
      "code": "FINW3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som andraspråk (nybörjare) på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad, enkel finska, främst i lugnt tempo, även med inslag av dialektal variation, från olika medier.</li> <li>Talad finska som är instruerande, informerande, beskrivande, berättande, diskuterande och kontaktskapande, till exempel samtal, intervjuer och enkla nyheter.</li> <li>Samtal om välbekanta ämnesområden, kultur- och samhällsliv samt aktuella samhällsfrågor.</li> <li>Strategier för att få fram sitt budskap i olika typer av kommunikationssituationer samt hur kommunikationen kan anpassas till syfte, mottagare och sammanhang.</li> <li>Muntlig framställning med anpassning till syfte, mottagare och sammanhang, däribland beskrivande och informerande framställning.</li> <li>Skriftlig framställning, däribland enkla berättande, beskrivande och diskuterande texter.</li> <li>Användning av digitala verktyg för textbearbetning.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om enkla texter på finska, däribland berättelser, dikter och sakprosatexter.</li> <li>Strategier för att i egen produktion och interaktion uttrycka sig med tydlighet och någon variation.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Språklig variation, till exempel variation som har att göra med ålder och kön.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Sveriges åtaganden i relation till Europarådets ramkonvention om skydd för nationella minoriteter och den europeiska stadgan om landsdels- eller minoritetsspråk.</li> <li>Finskans släktskapsförhållanden med andra språk.</li> <li>Sverigefinsk kultur och några sverigefinska kulturutövare samt estetiska uttryck inom sverigefinsk kultur. Några sverigefinska och finska författare och deras verk.</li> <li>Nedslag i sverigefinnarnas historia.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll</strong> i tydligt talad, enkel finska.</p> <p>Eleven kommunicerar muntligt och skriftligt på finska. I kommunikationen uttrycker sig eleven på ett <strong>i någon mån fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll</strong> i enkla texter på finska.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>enkla</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll och vissa detaljer</strong> i tydligt talad, enkel finska.</p> <p>Eleven kommunicerar muntligt och skriftligt på finska. I kommunikationen uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll och vissa detaljer</strong> i enkla texter på finska.</p> <p>Eleven visar <strong>goda</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>utvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>goda</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll och väsentliga detaljer av betydelse för helheten</strong> i tydligt talad, enkel finska.</p> <p>Eleven kommunicerar muntligt och skriftligt på finska. I kommunikationen uttrycker sig eleven på ett <strong>fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll och väsentliga detaljer av betydelse för helheten</strong> i enkla texter på finska.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>välutvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
