{
  "code": "FINX",
  "name": "Modersmål – finska som förstaspråk",
  "englishName": "Mother Tongue – Finnish as a First Language",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:501",
  "nameHeading": "<h2>Modersmål – finska som förstaspråk</h2>",
  "description": "<p>Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet och med hjälp av skönlitteratur, sakprosa och andra medier lär människan känna sin omvärld, sina medmänniskor och sig själv.</p> <p>Sverigefinnar är en nationell minoritet och finska är ett nationellt minoritetsspråk i Sverige. De nationella minoriteterna och minoritetsspråken har funnits under mycket lång tid i det geografiska område som i dag utgör Sverige och de nationella minoriteternas språk och kultur är en värdefull del av den kulturella mångfalden och det gemensamma kulturarvet. För att de nationella minoriteternas språk och kultur ska leva vidare in i framtiden är det viktigt att skydda och främja dem. Kunskaper i språket och om minoritetens kultur och historia ger möjlighet att använda språket och utveckla en egen kulturell identitet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet modersmål – finska som förstaspråk ska syfta till att eleverna utvecklar sin förmåga att tala, läsa, skriva och lyssna på finska. Undervisningen ska bidra till att eleverna utvecklar ett rikt språk och sin flerspråkighet. Dessutom ska undervisningen stimulera elevernas läsintresse, stärka deras tilltro till den egna språkliga förmågan samt främja deras personliga utveckling och vilja att söka ny kunskap.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla sin förmåga att kommunicera i tal och skrift i olika sammanhang och för olika syften. Genom undervisningen ska eleverna ges möjlighet att utveckla de färdigheter i muntlig och skriftlig kommunikation som behövs i arbetslivet, som samhällsmedborgare och för vidare studier.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla sin förmåga att läsa, analysera, samtala om och diskutera skönlitteratur och sakprosa. Undervisningen ska stimulera eleverna att använda skönlitteratur som en källa till förståelse av egna och andras erfarenheter och livsvillkor. Eleverna ska även ges möjlighet att i skönlitteraturen se såväl det särskiljande som det allmänmänskliga i tid och rum.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge eleverna möjlighet att utveckla sin kulturella identitet. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk samt om sverigefinsk kultur och sverigefinnarnas historia. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur finskan kan främjas och utvecklas i en flerspråkig kontext samt av språkets funktion för kommunikation, tänkande och lärande.</p> <h5><em>Undervisningen i ämnet modersmål – finska som förstaspråk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att kommunicera muntligt på finska med anpassning till syfte, mottagare och sammanhang.</li> <li>Förmåga att kommunicera skriftligt på finska med anpassning till syfte, mottagare och sammanhang.</li> <li>Förmåga att läsa, analysera och kritiskt granska texter på finska.</li> <li>Kunskaper om finska och språkanvändning samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk.</li> <li>Kunskaper om sverigefinsk kultur.</li> </ul><h3>Nivåer i ämnet modersmål – finska som förstaspråk</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FINX1000X</h3>",
      "code": "FINX1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som förstaspråk på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Muntlig framställning med anpassning till syfte, mottagare och sammanhang samt strategier för att få fram sitt budskap i olika typer av situationer.</li> <li>Skriftlig framställning av olika typer av texter för kommunikation, lärande och reflektion, till exempel argumenterande texter och kreativt skrivande.</li> <li>Hur texter kan anpassas till syfte, mottagare och sammanhang samt strategier för att få fram sitt budskap i olika typer av texter.</li> <li>Struktur och språkliga drag i olika typer av texter. Normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Citat- och referatteknik.</li> <li>Användning av digitala verktyg för textbearbetning.</li> <li>Strategier för att läsa och samtala om skönlitteratur och sakprosa.</li> <li>Läsning av, samtal om och analys av olika typer av skönlitterära texter på finska.</li> <li>Läsning av och samtal om olika typer av sakprosa på finska.</li> <li>Informationssökning och kritisk granskning av information från olika typer av källor.</li> <li>Ord och fasta språkliga uttryck i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Grundläggande begrepp som behövs för att på ett strukturerat sätt tala om finskans uppbyggnad samt för att diskutera språkriktighetsfrågor.</li> <li>Språklig variation, till exempel variation som har att göra med ålder och kön.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Språkbytesprocessen och dess konsekvenser samt orsaker till behovet av revitalisering av de nationella minoritetsspråken.</li> <li>Nutida sverigefinsk kultur, till exempel i olika områden. Några estetiska uttryck inom sverigefinsk kultur, till exempel inom konst och musik.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINX2000X</h3>",
      "code": "FINX2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som förstaspråk på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Muntlig framställning i olika sammanhang med anpassning till syfte och mottagare, till exempel presentationer, intervjuer och argumentation.</li> <li>Skriftlig framställning av argumenterande och utredande texter samt kreativt skrivande.</li> <li>Struktur och språkliga drag i olika typer av texter, däribland i argumenterande och utredande texter. Normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Citat- och referatteknik.</li> <li>Strategier för att läsa och samtala om skönlitteratur och sakprosa.</li> <li>Läsning av, samtal om och analys av skönlitterära texter på finska i olika genrer.</li> <li>Läsning av och samtal om sakprosa på finska, till exempel argumenterande texter som tar upp aktuella samhällsfrågor. Språk och struktur i olika typer av texter.</li> <li>Informationssökning och kritisk granskning av information från olika typer av källor.</li> <li>Ord och fasta språkliga uttryck i texter och tal som eleven möter samt i egen produktion och interaktion. Finskans uppbyggnad, däribland hur ord, fraser och satser samspelar i språket.</li> <li>Språklig variation, till exempel hur identitet kan komma till uttryck i språkanvändning.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Förutsättningar för språkrevitalisering och åtgärder för att stärka de nationella minoritetsspråken.</li> <li>Nedslag i den historiska utvecklingen av finska.</li> <li>Sverigefinsk kultur, historiskt och i nutid. Några olika sverigefinska kulturutövare, till exempel bildkonstnärer och musiker, samt estetiska uttryck inom sverigefinsk kultur. Jämförelse med egna erfarenheter av och kunskaper om sverigefinsk kultur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FINX3000X</h3>",
      "code": "FINX3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – finska som förstaspråk på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Muntlig framställning i olika sammanhang, även formella, med anpassning till syfte och mottagare.</li> <li>Skriftlig framställning av utredande texter med användning av olika källor, till exempel texter som behandlar någon aspekt av finska.</li> <li>Struktur och språkliga drag i olika typer av texter, däribland i utredande texter. Normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Citat- och referatteknik.</li> <li>Strategier för att läsa och samtala om skönlitteratur.</li> <li>Läsning av, samtal om och analys av samtida och äldre skönlitterära texter på finska i olika genrer.</li> <li>Skönlitteraturens relation till förhållanden i samhället, historiskt och i nutid.</li> <li>Läsning av, samtal om och analys av sakprosa på finska, däribland utredande texter. Språk, stil och struktur i olika typer av texter.</li> <li>Informationssökning och kritisk granskning av information från olika typer av källor.</li> <li>Ord och fasta språkliga uttryck i texter och tal som eleven möter samt i egen produktion och interaktion. Finskans uppbyggnad i olika typer av texter och talat språk.</li> <li>Språklig variation, till exempel hur makt och normer kan komma till uttryck i språkanvändning.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Sveriges åtaganden i relation till Europarådets ramkonvention om skydd för nationella minoriteter och den europeiska stadgan om landsdels- eller minoritetsspråk.</li> <li>Finskans släktskapsförhållanden med andra språk samt betydelsefulla förändringar i finskan.</li> <li>Sverigefinsk kultur och några sverigefinska kulturutövare samt estetiska uttryck inom sverigefinsk kultur. Några sverigefinska och finska författare och deras verk.</li> <li>Nedslag i sverigefinnarnas historia.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven kommunicerar muntligt på finska med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang.</p> <p>Eleven skriver olika typer av texter på finska med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>i huvudsak</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven läser och analyserar olika typer av texter på finska och visar <strong>godtagbar</strong> läsförståelse. Eleven för <strong>enkla</strong> resonemang om texternas innehåll, relevans och tillförlitlighet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>enkla</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven kommunicerar muntligt på finska med <strong>god</strong> anpassning till syfte, mottagare och sammanhang.</p> <p>Eleven skriver olika typer av texter på finska med <strong>god</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>väl</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven läser och analyserar olika typer av texter på finska och visar <strong>god</strong> läsförståelse. Eleven för <strong>utvecklade</strong> resonemang om texternas innehåll, relevans och tillförlitlighet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>utvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>goda</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven kommunicerar muntligt på finska med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang.</p> <p>Eleven skriver olika typer av texter på finska med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>mycket väl</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven läser och analyserar olika typer av texter på finska och visar <strong>mycket god</strong> läsförståelse. Eleven för <strong>välutvecklade</strong> resonemang om texternas innehåll, relevans och tillförlitlighet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om finska samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>välutvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om sverigefinsk kultur.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
