{
  "code": "FLOI",
  "name": "Florist – fördjupning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:285",
  "nameHeading": "<h2>Florist – fördjupning</h2>",
  "description": "<p>Ämnet florist – fördjupning behandlar floristiskt arbete utifrån kundens beställning och tänkt ändamål. Ämnet behandlar också yrkesetik under arbetsprocessen samt resultatets kvalitet utifrån branschens krav.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet florist – fördjupning ska syfta till att eleverna utvecklar förmåga att genomföra floristiska arbeten i enlighet med branschens krav på kvalitet. Det innebär att identifiera kundens önskemål och föreslå alternativ på floristiska arbeten, planera arbetet, välja lämpliga material och tekniker, skapa produkten och presentera resultatet. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att utvärdera arbetsprocessen och resultatet. Därigenom ska undervisningen bidra till att eleverna utvecklar förmåga att nå yrkesmässig kvalitet på arbetet. Undervisningen ska leda till att eleverna utvecklar initiativförmåga, självständighet och ansvarstagande. Eleverna ska också ges möjlighet att befästa sina kunskaper om form, färg och helhet i floristiska kompositioner för att på så vis utvecklas i sitt yrkesutövande.</p> <p>Undervisningen ska leda till att eleverna befäster sin förmåga att använda floristyrkets fackspråk för att kommunicera med kunder, uppdragsgivare och leverantörer. Vidare ska undervisningen ge eleverna möjlighet att utveckla färdigheter i ett målinriktat marknadsförings- och säljarbete för att bygga långsiktiga kundrelationer och skapa förutsättningar för hållbart yrkesutövande. Undervisningen ska även ge eleverna möjlighet att utveckla ett flexibelt och lösningsfokuserat förhållningssätt i yrkesutövandet. Floristsektorn består delvis av små företag eller egenföretagare. Därför ska undervisningen stimulera elevernas intresse för entreprenörskap.</p> <p>Genom undervisningen ska eleverna ges rika möjligheter till färdighetsträning av olika floristiska arbeten utifrån planerad slutprodukt. Eleverna ska även ges möjlighet att befästa ergonomiska och säkra arbetssätt för ett hållbart arbetsliv. Eleverna ska också ges möjlighet att använda sina teoretiska kunskaper i det praktiska arbetet.</p> <h5><em>Undervisningen i ämnet florist – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera och utföra floristiska arbeten.</li> <li>Förmåga att beräkna kostnader.</li> <li>Förmåga att använda floristisk kompositionslära vid skapandet av floristiska arbeten.</li> <li>Förmåga att visualisera och presentera floristiska arbeten.</li> <li>Förmåga att utvärdera och analysera arbetsprocess och resultat med användning av fackspråk.</li> <li>Förmåga att marknadsföra varor och tjänster samt att kommunicera i olika sälj- och servicesituationer.</li> </ul><h3>Nivåer i ämnet florist – fördjupning</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 3 i ämnet florist – komposition och försäljning.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FLOI1000X</h3>",
      "code": "FLOI1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Planering och utförande av floristiska arbeten</em></p> <ul> <li>Planering och utförande av hantverksmässigt utvecklade floristiska arbeten.</li> <li>Hållbart, ergonomiskt och säkert arbete.</li> <li>Varierade floristiska arbeten utifrån skiftande och delvis komplexa ändamål, till exempel utställning, event eller teman.</li> <li>Användning av fackspråk vid utförande av floristiska arbeten.</li> </ul> <p><em>Kostnadsberäkning</em></p> <ul> <li>Tid-, material- och kostnadsberäkning.</li> <li>Effektivisering av arbetet utifrån tänkt utformning och ändamål.</li> <li>Materialhantering utifrån hållbarhetsaspekter.</li> </ul> <p><em>Kompositionslära</em></p> <ul> <li>Analys av plats och ändamål samt tillämpning av floristisk kompositionslära vid planering och utförande av floristiska arbeten.</li> </ul> <p><em>Visualisering och presentation</em></p> <ul> <li>Detaljerad skiss och visualisering för att beskriva och presentera det floristiska arbetet samt för att kommunicera om arbetsprocess och resultat.</li> </ul> <p><em>Utvärdering och analys</em></p> <ul> <li>Utvärdering och analys av arbetsprocess och resultat, däribland analys av hur arbetet kan utvecklas.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Marknadsföring, däribland presentation av floristiska arbeten i olika kontexter.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid säljarbete, till exempel kundsamtal och exponering.</li> <li>Sälj- och marknadsföringskanaler, däribland digitala plattformar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOI2000X</h3>",
      "code": "FLOI2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Planering och utförande av floristiska arbeten</em></p> <ul> <li>Planering och utförande av komplexa floristiska arbeten med fokus på kvalitet.</li> <li>Hållbart, ergonomiskt och säkert arbete.</li> <li>Varierade floristiska arbeten utifrån skiftande och delvis komplexa ändamål, till exempel utställning, event eller teman.</li> <li>Användning av fackspråk vid utförande av floristiska arbeten och i kommunikation med kund och andra samarbetspartners.</li> </ul> <p><em>Kostnadsberäkning</em></p> <ul> <li>Tid-, material- och kostnadsberäkning.</li> <li>Detaljerad planering av material- och tidsåtgång. Effektivisering av arbetet utifrån tänkt utformning och ändamål samt med hänsyn till miljön.</li> </ul> <p><em>Kompositionslära</em></p> <ul> <li>Analys av plats och ändamål samt tillämpning av floristisk kompositionslära vid planering och utförande av floristiska arbeten.</li> </ul> <p><em>Visualisering och presentation</em></p> <ul> <li>Detaljerad skiss och visualisering för att beskriva och presentera det floristiska arbetet samt för att kommunicera om arbetsprocess och resultat.</li> </ul> <p><em>Utvärdering och analys</em></p> <ul> <li>Utvärdering och analys av arbetsprocess och resultat, däribland analys av hur arbetet kan utvecklas och arbetsmiljön kan förbättras.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Marknadsföring, däribland presentation av floristiska arbeten i olika kontexter samt exponering i försäljningssammanhang.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid säljarbete, däribland kundsamtal och exponering.</li> <li>Sälj- och marknadsföringskanaler, däribland digitala plattformar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOI3000X</h3>",
      "code": "FLOI3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Planering och utförande av floristiska arbeten</em></p> <ul> <li>Planering och yrkesmässigt utförande av komplexa floristiska arbeten med fokus på kvalitet.</li> <li>Hållbart ergonomiskt och säkert arbete.</li> <li>Varierade floristiska arbeten utifrån skiftande, komplexa ändamål med fokus på bearbetad helhet, lönsamhet och hållbarhet.</li> <li>Användning av fackspråk vid utförande av floristiska arbeten och i kommunikation med kund och andra samarbetspartners.</li> </ul> <p><em>Kostnadsberäkning</em></p> <ul> <li>Tid-, material-, och kostnadsberäkning.</li> <li>Detaljerad planering av material- och tidsåtgång. Effektivisering av arbetet utifrån tänkt utformning och ändamål samt med hänsyn till miljön.</li> <li>Kostnadseffektivitet och lönsamhet genom utvecklad inköpsplanering.</li> </ul> <p><em>Kompositionslära</em></p> <ul> <li>Analys av plats och ändamål samt tillämpning av floristisk kompositionslära vid utförande av floristiska arbeten med fokus på utvecklad och bearbetad helhet.</li> </ul> <p><em>Visualisering och presentation</em></p> <ul> <li>Detaljerad skiss och visualisering för att kommunicera om arbetsprocessen, idéer och utformning.</li> </ul> <p><em>Utvärdering och analys</em></p> <ul> <li>Utvärdering och analys av arbetsprocess och resultat, däribland analys av hur arbetet kan utvecklas för ökad hållbarhet.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Marknadsföring, däribland digitala och analoga tekniker vid framställning av säljstödsmaterial.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid säljarbete.</li> <li>Sälj- och marknadsföringskanaler, däribland digitala plattformar.</li> <li>Sälj- och marknadsföringsmetoder för långsiktiga kundrelationer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar och utför med <strong>viss</strong> skicklighet floristiska arbeten.</p> <p>Eleven utför kostnadsberäkningar med <strong>viss säkerhet</strong>.</p> <p>Eleven använder med <strong>viss säkerhet</strong> kompositionslära vid skapande av floristiska arbeten.</p> <p>Eleven visualiserar och presenterar med <strong>viss säkerhet</strong> floristiska arbeten.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>enkla</strong> omdömen samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven marknadsför varor och tjänster på ett <strong>godtagbart</strong> sätt samt kommunicerar i olika sälj- och kundservicesituationer med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar och utför med <strong>god</strong> skicklighet floristiska arbeten.</p> <p>Eleven utför kostnadsberäkningar med <strong>säkerhet</strong>.</p> <p>Eleven använder med <strong>säkerhet</strong> kompositionslära vid skapande av floristiska arbeten.</p> <p>Eleven visualiserar och presenterar med <strong>säkerhet</strong> floristiska arbeten.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>välgrundade</strong> omdömen samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk på ett <strong>gott</strong> sätt.</p> <p>Eleven marknadsför varor och tjänster på ett <strong>gott</strong> sätt samt kommunicerar i olika sälj- och kundservicesituationer med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar och utför med <strong>mycket god</strong> skicklighet floristiska arbeten.</p> <p>Eleven utför kostnadsberäkningar med <strong>god säkerhet</strong>.</p> <p>Eleven använder med <strong>god säkerhet</strong> kompositionslära vid skapande av floristiska arbeten.</p> <p>Eleven visualiserar och presenterar med <strong>god säkerhet</strong> floristiska arbeten.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>välgrundade och nyanserade</strong> omdömen samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven marknadsför varor och tjänster på ett <strong>mycket gott</strong> sätt samt kommunicerar i olika sälj- och kundservicesituationer med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.996Z"
}