{
  "code": "FLOS",
  "name": "Florist – komposition och försäljning",
  "englishName": "Floristry – Design and Sales",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2024:286",
  "skolfsAndring": "2025:484",
  "nameHeading": "<h2>Florist – komposition och försäljning</h2>",
  "description": "<p>Hantverksyrket har en lång tradition. Ämnet florist – komposition och försäljning handlar om att skapa och sälja floristiska arbeten. Ämnet behandlar service och bemötande samt floristtekniker, material, verktyg och annan utrustning inom floristyrket. Det behandlar också floristhantverkets stilepoker, historia och utvecklingsmöjligheter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet florist – komposition och försäljning ska syfta till att eleverna utvecklar förmåga att genomföra alla steg i processen från idé till färdiga floristiska arbeten. Det innebär att identifiera och visualisera kundens önskemål, planera arbetet, välja lämpliga material och tekniker samt att utföra och presentera det floristiska arbetet. Eleverna ska ges möjlighet att utveckla förmåga att analysera arbetsprocess och resultat för att på så vis utvecklas inom yrkesutövandet. Undervisningen ska stimulera elevernas initiativförmåga, idérikedom, självständighet, personliga ansvarstagande och samarbetsförmåga. Eleverna ska dessutom ges möjlighet att använda sin kreativitet och sina kunskaper om floristisk komposition i yrkesutövandet.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att använda floristyrkets fackspråk för att kommunicera med kunder, uppdragsgivare, leverantörer och samarbetspartners. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att sälja och marknadsföra varor och tjänster samt att arbeta målinriktat och på ett sätt som leder till goda och hållbara kundrelationer. Då floristsektorn till stor del består av enmansföretag eller små företag ska undervisningen stimulera elevernas intresse för entreprenörskap samt bidra till att eleverna utvecklar ett entreprenöriellt och kreativt förhållningssätt. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att arbeta ergonomiskt och säkert med utgångspunkt i ett hållbart arbetsliv.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om utvecklingsmöjligheter inom floristbranschen, både nationellt och internationellt. Undervisningen ska också behandla floristbranschens traditioner och historia. Som inspirationskälla och som grund för ökad förståelse av kulturella och stilhistoriska influenser ska eleverna ges möjlighet att utveckla kunskaper om såväl dagens trendutveckling som den stilhistoriska utvecklingen inom floristyrket.</p> <p>Genom undervisningen ska eleverna ges rika möjligheter att träna och förfina floristtekniker och metoder för att utföra olika floristiska arbeten. I undervisningen ska eleverna även ges möjlighet att använda sina teoretiska kunskaper om tekniker och material i det praktiska arbetet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att välja material och tekniker med hänsyn till tidsåtgång, kostnader och miljö. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda analoga och digitala tekniker i arbetet.</p> <h5><em>Undervisningen i ämnet florist – komposition och försäljning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera, komponera och utföra floristiska arbeten samt att utvärdera arbetsprocess och resultat.</li> <li>Kunskaper om floristiska material och deras användningsområden.</li> <li>Förmåga att beräkna kostnader.</li> <li>Förmåga att arbeta säkert och hållbart.</li> <li>Förmåga att marknadsföra varor och tjänster samt att utföra försäljning och service.</li> <li>Kunskaper om floristhantverkets historia samt om stilepoker och stilutveckling.</li> </ul><h3>Nivåer i ämnet florist – komposition och försäljning</h3><ul><li>Nivå 1, 250 poäng, som bygger på nivå 2 i ämnet florist – teknik och komposition.</li> <li>Nivå 2, 250 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FLOS1000X</h3>",
      "code": "FLOS1000X",
      "nameHeading": "<h2>Nivå 1, 250 poäng</h2>",
      "name": "Nivå 1",
      "points": "250",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – komposition och försäljning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Planering, utförande och utvärdering</em></p> <ul> <li>Planering och utförande av floristiska arbeten med fokus på komposition och stiluttryck.</li> <li>Varierade floristiska tekniker, däribland bindning, lindning, stickteknik och tilläggstekniker.</li> <li>Planering av arbetet, däribland val av material utifrån tänkt utformning och ändamål.</li> <li>Användning av fackspråk.</li> <li>Skissteknik vid planering av floristiska arbeten.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Hur en analys av verkningsmedel utförs och används i arbetsprocessen.</li> </ul> <p><em>Floristiska material</em></p> <ul> <li>Levande botaniska material, tekniska hjälpmedel och dekorationsmaterial samt deras funktion och användningsområden. Hur olika material och tekniska hjälpmedel hanteras.</li> <li>Materials och produkters namn, ursprung, uppbyggnad och egenskaper samt deras påverkan på miljö och hälsa.</li> </ul> <p><em>Material- och kostnadsberäkning</em></p> <ul> <li>Material- och kostnadsberäkning.</li> <li>Inköpsplanering.</li> </ul> <p><em>Säkert och hållbart arbete</em></p> <ul> <li>Ergonomiska och säkra arbetssätt.</li> <li>Faktorer som främjar god organisatorisk arbetsmiljö.</li> <li>Skötsel av egen arbetsyta och gemensamma arbetsutrymmen.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och källsortering.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Tillverkning av marknadsförings- och säljstödsmaterial med hjälp av analoga eller digitala tekniker. Marknadsföring av varor och tjänster.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid försäljning och service i olika sammanhang.</li> <li>Prissättning av floristiska arbeten och varor.</li> <li>Försäljning av floristiska arbeten och tjänster. Säljstimulerande arbete, däribland kundsamtal och exponering.</li> </ul> <p><em>Historik och utveckling</em></p> <ul> <li>Några huvuddrag i floristhantverkets historia och dess utveckling fram till i dag.</li> <li>Några centrala stilepoker samt stilutveckling inom floristhantverket.</li> <li>Floristyrkets karriärmöjligheter nationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOS2000X</h3>",
      "code": "FLOS2000X",
      "nameHeading": "<h2>Nivå 2, 250 poäng</h2>",
      "name": "Nivå 2",
      "points": "250",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – komposition och försäljning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Planering, utförande och utvärdering</em></p> <ul> <li>Planering och utförande av floristiska arbeten med varierade stiluttryck anpassade för olika ändamål eller sammanhang, till exempel högtider eller utställning.</li> <li>Varierade floristtekniker och användning av tilläggstekniker, till exempel limning, nålning och surrning.</li> <li>Användning av fackspråk.</li> <li>Skissteknik för att beskriva idéer och presentera floristiska arbeten.</li> <li>Varierade analoga och digitala tekniker för inspiration, dokumentation och presentation av det färdiga arbetet.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Analys av verkningsmedel i arbetsprocessen.</li> </ul> <p><em>Floristiska material</em></p> <ul> <li>Levande botaniska material, tekniska hjälpmedel och dekorationsmaterial samt deras funktion och användningsområden. Hur olika material och tekniska hjälpmedel hanteras.</li> <li>Materials och produkters namn, ursprung, uppbyggnad och egenskaper. Val av material och produkter med hänsyn till hållbarhet och kostnadseffektivitet.</li> </ul> <p><em>Material- och kostnadsberäkning</em></p> <ul> <li>Tid-, material- och kostnadsberäkning utifrån ändamål, till exempel bröllop eller begravning.</li> <li>Inköpsplanering.</li> </ul> <p><em>Säkert och hållbart arbete</em></p> <ul> <li>Säkra och hållbara arbetssätt, däribland hur en god arbetsmiljö kan främjas.</li> <li>Skötsel av egen arbetsyta och gemensamma arbetsutrymmen.</li> <li>Arbete med hänsyn till miljön, till exempel användning av varor i säsong och närodlade produkter.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Marknadsföring med analoga och digitala tekniker.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid tillverkning, försäljning och service.</li> <li>Prissättning av floristiska arbeten och varor.</li> <li>Försäljning av floristiska arbeten och tjänster. Tillämpning av god säljetik.</li> </ul> <p><em>Historik och utveckling</em></p> <ul> <li>Hur floristyrkets historia har påverkat dagens yrkesutövande.</li> <li>Stilepoker och stilutveckling inom floristhantverket.</li> <li>Floristyrkets karriärmöjligheter nationellt och internationellt, däribland gesäll- och mästarbrev.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOS3000X</h3>",
      "code": "FLOS3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – komposition och försäljning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Planering, utförande och utvärdering</em></p> <ul> <li>Planering och utförande av utvecklade floristiska arbeten utifrån skiftande ändamål med fokus på komposition och resultatets kvalitet.</li> <li>Utvecklade floristiska arbeten med kombinerade tekniker, däribland limning, nålning, surrning, rankning och arrangemangsteknik.</li> <li>Analys av planerat ändamål för att välja och variera floristiska verkningsmedel.</li> <li>Skiss- och visualiseringsteknik samt fackspråk för att kommunicera om arbetsprocessen, idéer och utformning.</li> <li>Utvärdering och analys av arbetsprocess och resultat.</li> </ul> <p><em>Floristiska material</em></p> <ul> <li>Levande botaniska material, tekniska hjälpmedel och dekorationsmaterial samt deras funktion och användningsområden.</li> <li>Hur olika material och tekniska hjälpmedel hanteras, däribland varuvård.</li> <li>Material och produkters namn, ursprung, uppbyggnad och egenskaper samt deras påverkan på miljö och hälsa.</li> </ul> <p><em>Material- och kostnadsberäkning</em></p> <ul> <li>Tid-, material- och kostnadsberäkning utifrån ändamål eller sammanhang.</li> <li>Inköpsplanering.</li> </ul> <p><em>Säkert och hållbart arbete</em></p> <ul> <li>Säkra och hållbara arbetssätt, däribland hur ohälsa och olycksfall kan förebyggas.</li> <li>Skötsel av egen arbetsyta och gemensamma arbetsutrymmen.</li> <li>Materialhantering med hänsyn till ekonomisk och miljömässig hållbarhet.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Analoga och digitala tekniker för presentation och marknadsföring av floristiska arbeten.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad försäljning och service.</li> <li>Säljetik. Hur eventuella motsättningar mellan god säljetik och ökad lönsamhet kan hanteras.</li> <li>Kommunikation och varuexponering av floristiska arbeten ur ett säljfrämjande perspektiv.</li> <li>Planering av produktval och prissättning.</li> </ul> <p><em>Historik och utveckling</em></p> <ul> <li>Stilepoker och stilutveckling. Trendtolkningar och analyser av hur dagens floristhantverk och aktuella trender kan kopplas till ett historiskt ursprung.</li> <li>Olika branschaktörer, yrkesorganisationer och samarbetspartners inom floristsektorn.</li> <li>Floristyrkets karriärmöjligheter nationellt och internationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOS4000X</h3>",
      "code": "FLOS4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – komposition och försäljning på nivå 4 ska behandla följande centrala innehåll:</p> <p><em>Planering, utförande och utvärdering</em></p> <ul> <li>Detaljerad planering och utförande av komplexa floristiska arbeten med varierade floristiska tekniker utifrån skiftande ändamål.</li> <li>Kombinerade floristiska tekniker, däribland bindning, lindning och stickteknik.</li> <li>Tilläggstekniker, till exempel limning, nålning, surrning, rankning och arrangemangsteknik.</li> <li>Analys av planerat ändamål och uttryck.</li> <li>Skiss- och visualiseringsteknik samt fackspråk för att kommunicera om arbetsprocessen, idéer och utformning.</li> <li>Utvärdering och analys av arbetsprocess och resultat.</li> </ul> <p><em>Floristiska material</em></p> <ul> <li>Levande botaniska material, tekniska hjälpmedel och dekorationsmaterial samt deras funktion och användningsområden. Hur olika material och tekniska hjälpmedel hanteras.</li> <li>Material och produkters namn, ursprung, uppbyggnad och egenskaper samt deras påverkan på miljö och hälsa.</li> </ul> <p><em>Material- och kostnadsberäkning</em></p> <ul> <li>Tid-, material- och kostnadsberäkning.</li> <li>Inköpsplanering utifrån ändamål och sammanhang samt med hänsyn till hållbarhet och kostnadseffektivitet.</li> </ul> <p><em>Säkert och hållbart arbete</em></p> <ul> <li>Säkra och hållbara arbetssätt.</li> <li>Skötsel av egen arbetsyta och gemensamma arbetsutrymmen.</li> <li>Materialhantering med hänsyn till ekonomisk och miljömässig hållbarhet.</li> </ul> <p><em>Marknadsföring, försäljning och service</em></p> <ul> <li>Analoga och digitala tekniker för presentation och marknadsföring av floristiska arbeten.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad försäljning och service samt lösningsfokuserat agerande i servicesituationer.</li> <li>Säljarbete utifrån ansvarsfull säljetik samt försäljningstekniker.</li> <li>Säljmiljöns byggstenar samt kommunikation och varuexponering ur ett säljfrämjande perspektiv.</li> <li>Planering och prissättning av varor och tjänster.</li> </ul> <p><em>Historik och utveckling</em></p> <ul> <li>Floristhantverktes historia och dess utveckling genom stilepokerna, däribland utvecklingen av tekniker, material och uttryck.</li> <li>Floristyrkets karriärmöjligheter och möjlig breddning inom yrkesområdet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar, komponerar och utför med <strong>viss</strong> skicklighet floristiska arbeten och uppnår ett <strong>godtagbart</strong> resultat. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>enkla</strong> omdömen.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven utför kostnadsberäkningar med <strong>viss säkerhet</strong>.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven marknadsför varor och tjänster samt utför med <strong>viss säkerhet</strong> försäljnings- och servicearbete.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om floristhantverkets historia samt om stilepoker och stilutveckling.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar, komponerar och utför med <strong>god</strong> skicklighet floristiska arbeten och uppnår ett <strong>gott</strong> resultat. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>utvecklade</strong> omdömen.</p> <p>Eleven visar <strong>goda</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven utför kostnadsberäkningar med <strong>säkerhet</strong>.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven marknadsför varor och tjänster samt utför med <strong>säkerhet</strong> försäljnings- och servicearbete.</p> <p>Eleven visar <strong>goda</strong> kunskaper om floristhantverkets historia samt om stilepoker och stilutveckling.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar, komponerar och utför med <strong>mycket god</strong> skicklighet floristiska arbeten och uppnår ett <strong>mycket gott</strong> resultat. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>välutvecklade</strong> omdömen.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven utför kostnadsberäkningar med <strong>god säkerhet</strong>.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven marknadsför varor och tjänster samt utför med <strong>god säkerhet</strong> försäljnings- och servicearbete.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om floristhantverkets historia samt om stilepoker och stilutveckling.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
