{
  "code": "FLOT",
  "name": "Florist – teknik och komposition",
  "englishName": "Floristry Techniques and Composition",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:287",
  "nameHeading": "<h2>Florist – teknik och komposition</h2>",
  "description": "<p>Ämnet florist – teknik och komposition behandlar det hantverkskunnande som krävs för att vara en kreativ florist. Ämnet behandlar floristyrkets grundläggande tekniker samt komposition, formgivning, material, verktyg och annan utrustning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet florist – teknik och komposition ska syfta till att eleverna utvecklar förmåga att använda floristtekniker i skapandet av olika floristiska arbeten. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att planera och genomföra arbetet samt att välja lämpliga verktyg, material och tekniker. Dessutom ska eleverna ges möjlighet att utveckla förmåga att redovisa och analysera resultatet samt att utvärdera arbetsprocessen. På så sätt ska eleverna ges möjlighet att utveckla en känsla för kvalitet inom yrkesutövandet. Undervisningen ska bidra till att eleverna utvecklar förmåga att använda floristyrkets fackspråk.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att bemöta och kommunicera med kunder samt att använda olika tekniker i arbetet. Undervisningen ska stimulera elevernas nyfikenhet och utveckla deras idérikedom, personliga ansvarstagande, egna drivkraft och skaparglädje. Därför ska undervisningen ge kunskaper om teknik, färg och form inom floristhantverket. I undervisningen ska eleverna även ges möjlighet att utveckla förmåga att arbeta säkert och hållbart.</p> <p>Undervisningen ska ge eleverna rika möjligheter att träna olika floristiska tekniker. Eleverna ska också ges möjlighet att i undervisningen använda sina teoretiska kunskaper om arbetsprocesser, tekniker, verktyg och olika materials egenskaper i det praktiska arbetet. Genom fältstudier ska eleverna ges möjlighet att utveckla förståelse av floristens roll och möjliga verksamhetsområden.</p> <h5><em>Undervisningen i ämnet florist – teknik och komposition ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om floristiska material och deras användningsområden.</li> <li>Kunskaper om floristiska arbetens uppbyggnad och komposition.</li> <li>Förmåga att planera arbetet och använda floristiska tekniker vid skapandet av floristiska arbeten.</li> <li>Förmåga att arbeta säkert och hållbart samt att använda, sköta och underhålla material, verktyg och annan utrustning.</li> <li>Förmåga att dokumentera och utvärdera arbetsprocess och resultat.</li> <li>Förmåga att kommunicera med och bemöta kunder samt att använda floristyrkets facktermer.</li> </ul><h3>Nivåer i ämnet florist – teknik och komposition</h3><ul><li>Nivå 1, 250 poäng. </li> <li>Nivå 2, 250 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FLOT1000X</h3>",
      "code": "FLOT1000X",
      "nameHeading": "<h2>Nivå 1, 250 poäng</h2>",
      "name": "Nivå 1",
      "points": "250",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – teknik och komposition på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Materials och produkters namn, deras användningsområden och hur de hanteras, däribland levande, botaniska material.</li> <li>Material och produkters uppbyggnad och egenskaper.</li> <li>Floristiska arbetens uppbyggnad och komposition, däribland hur färg, form och proportioner påverkar resultatet.</li> <li>Utförande av floristiska tekniker, däribland bindning, lindning och stickteknik vid tillverkning av buketter, kransar och dekorationer.</li> <li>Planering av arbetet, däribland val av material, verktyg och övrig utrustning.</li> <li>Skissteknik vid planering av arbete för att beskriva det floristiska arbetet och för att kommunicera om arbetsprocessen.</li> <li>Ergonomiska och säkra arbetssätt, däribland användning av ergonomiska hjälpmedel och ändamålsenlig klädsel.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och källsortering.</li> <li>Hantering och underhåll av material, verktyg och annan utrustning, däribland varuvård och materialpreparering för ökad hållbarhet.</li> <li>Dokumentation och presentation av utfört arbete med hjälp av centrala ord och begrepp inom yrkesområdet.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Kommunikation och serviceinriktat bemötande.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLOT2000X</h3>",
      "code": "FLOT2000X",
      "nameHeading": "<h2>Nivå 2, 250 poäng</h2>",
      "name": "Nivå 2",
      "points": "250",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet florist – teknik och komposition på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Material och produkters namn, hantering, funktion och användningsområden.</li> <li>Materials och produkters ursprung, uppbyggnad och egenskaper.</li> <li>Floristiska arbetens uppbyggnad och komposition utifrån ändamål, däribland hur färg, formvariation och balans påverkar resultatet.</li> <li>Utförande av varierade buketter, kransar och dekorationer med tillämpning av floristiska tekniker, till exempel limning, stiftning och nålning.</li> <li>Planering av arbetet, däribland val av material, verktyg och övrig utrustning samt beräkning av material- och tidsåtgång.</li> <li>Detaljerade skisser vid planering av arbete för att beskriva det floristiska arbetet och för att kommunicera om arbetsprocess och resultat.</li> <li>Ergonomiska och säkra arbetssätt.</li> <li>Arbete med hänsyn till miljön och inköpsplanering, till exempel material i säsong, närproducerade varor och samtransporter.</li> <li>Faktorer som påverkar hållbarheten hos levande material.</li> <li>Hantering och underhåll av material, verktyg och annan utrustning, däribland varuvård, materialpreparering och lagerhållning.</li> <li>Digitala tekniker för inspiration, dokumentation och presentation av floristiska arbeten.</li> <li>Dokumentation och utvärdering av arbetsprocess och resultat med hjälp av floristyrkets facktermer samt hur utvärdering används för förbättringar av kommande arbete.</li> <li>Kommunikation och ansvarsfullt uppträdande i yrkesutövandet, till exempel bemötande vid försäljning och i servicesituationer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om floristiska arbetens uppbyggnad och komposition i sitt skapande.</p> <p>Eleven planerar sitt arbete samt använder med <strong>viss säkerhet</strong> floristiska tekniker och uppnår ett <strong>godtagbart</strong> resultat vid skapandet av floristiska arbeten.</p> <p>Eleven arbetar säkert och hållbart samt använder, sköter och underhåller med <strong>viss säkerhet</strong> material, verktyg och annan utrustning.</p> <p>Eleven dokumenterar och utvärderar arbetsprocess och resultat med <strong>enkla</strong> omdömen.</p> <p>Eleven kommunicerar med och bemöter kunder med <strong>viss säkerhet</strong>. Dessutom använder eleven med <strong>viss säkerhet</strong> relevanta facktermer i sin kommunikation.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om floristiska arbetens uppbyggnad och komposition i sitt skapande.</p> <p>Eleven planerar sitt arbete samt använder med <strong>säkerhet</strong> floristiska tekniker och uppnår ett <strong>gott</strong> resultat vid skapandet av floristiska arbeten.</p> <p>Eleven arbetar säkert och hållbart samt använder, sköter och underhåller med <strong>säkerhet</strong> material, verktyg och annan utrustning.</p> <p>Eleven dokumenterar och utvärderar arbetsprocess och resultat med <strong>utvecklade</strong> omdömen.</p> <p>Eleven kommunicerar med och bemöter kunder med <strong>säkerhet</strong>. Dessutom använder eleven med <strong>säkerhet</strong> relevanta facktermer i sin kommunikation.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om floristiska material och deras användningsområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om floristiska arbetens uppbyggnad och komposition i sitt skapande.</p> <p>Eleven planerar sitt arbete samt använder med <strong>god säkerhet</strong> floristiska tekniker och uppnår ett <strong>mycket gott</strong> resultat vid skapandet av floristiska arbeten.</p> <p>Eleven arbetar säkert och hållbart samt använder, sköter och underhåller med <strong>god säkerhet</strong> material, verktyg och annan utrustning.</p> <p>Eleven dokumenterar och utvärderar arbetsprocess och resultat med <strong>välutvecklade</strong> omdömen.</p> <p>Eleven kommunicerar med och bemöter kunder med <strong>god säkerhet</strong>. Dessutom använder eleven med <strong>god säkerhet</strong> relevanta facktermer i sin kommunikation.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
