{
  "code": "FLYA",
  "name": "Flyg – gasturbinmotorer",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:289",
  "nameHeading": "<h2>Flyg – gasturbinmotorer</h2>",
  "description": "<p>Ämnet flyg – gasturbinmotorer behandlar yrkesmässigt arbete med service och underhåll av gasturbinmotorer i luftfartyg. Ämnet behandlar även verktyg och utrustning samt teknisk information som används i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet flyg – gasturbinmotorer ska syfta till att eleverna utvecklar kunskaper om gasturbinmotorer i luftfartyg samt förmåga att underhålla och åtgärda fel i gasturbinmotorer. Undervisningen ska även leda till att eleverna utvecklar förmåga att använda verktyg, utrustning och teknisk information i samband med service och underhåll.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom service och underhåll av gasturbinmotorer.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta med problemlösning både självständigt och tillsammans med andra. Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och kunder. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa uppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p> <h5><em>Undervisningen i ämnet flyg – gasturbinmotorer ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om uppbyggnad av och funktion hos gasturbinmotorer samt om deras komponenter och system.</li> <li>Förmåga att utföra service, underhåll, felsökning och reparation av gasturbinmotorer.</li> <li>Förmåga att använda digitala informationssystem och teknisk information samt verktyg och övrig utrustning.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt att anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet flyg – gasturbinmotorer</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FLYA1000X</h3>",
      "code": "FLYA1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet flyg – gasturbinmotorer på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Grundprinciper för energiomvandlingsprocesser i gasturbinmotorer.</li> <li>Gasturbinmotorers uppbyggnad samt deras olika huvudkomponenter och system, däribland turbopropmotorer, turboaxelmotorer och hjälpkraftaggregat.</li> <li>Motorprestanda, däribland beräkning av motorers dragkraft, verkningsgrad och tryckförhållande.</li> <li>Gasturbinmotorers smörjmedel, smörjsystem, bränslen och bränslesystem.</li> <li>Motorinstallation och brandskyddssystem, till exempel utformning av motorupphängning och brandvägg.</li> <li>Motorövervakning och markdrift, till exempel motorkörning och trendövervakning.</li> <li>Teknisk utveckling, däribland alternativa turbinkonstruktioner och olika drivkällor.</li> <li>Planering och genomförande av enklare service och underhållsåtgärder enligt motortillverkarens anvisningar.</li> <li>Planering och genomförande av felsökning, enklare reparationer och komponentbyten enligt motortillverkarens anvisningar.</li> <li>Arbete med problemlösning både självständigt och tillsammans med andra.</li> <li>Användning av testutrustning, verktyg och övrig utrustning i samband med service, underhållsåtgärder och enklare reparationer enligt motor- och utrustningstillverkarens krav.</li> <li>Underhåll och kalibrering av verktyg och utrustning.</li> <li>Motortillverkarens anvisningar, scheman och övrig teknisk information på svenska och engelska.</li> <li>Riskbedömning och säkerhetsmedvetet arbete med hänsyn till mänskliga faktorer i syfte att förebygga person- och egendomsskador.</li> <li>Arbete enligt metoder för struktur, ordning och effektiv arbetsmiljö på arbetsplatsen samt med hänsyn till miljön.</li> <li>Dokumentation av arbetsåtgärder enligt rutiner.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om uppbyggnad av och funktion hos gasturbinmotorer samt om deras komponenter och system.</p> <p>Eleven utför med <strong>viss säkerhet</strong> service, underhåll, felsökning och reparation av gasturbinmotorer i <strong>bekanta</strong> situationer.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem, teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt motortillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om uppbyggnad av och funktion hos gasturbinmotorer samt om deras komponenter och system.</p> <p>Eleven utför med <strong>säkerhet</strong> service, underhåll, felsökning och reparation av gasturbinmotorer i <strong>bekanta</strong> situationer.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem, teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt motortillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om uppbyggnad av och funktion hos gasturbinmotorer samt om deras komponenter och system.</p> <p>Eleven utför med <strong>god säkerhet</strong> service, underhåll, felsökning och reparation av gasturbinmotorer i <strong>bekanta men även nya</strong> situationer.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem, teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt motortillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:26.997Z"
}