{
  "code": "FLYU",
  "name": "Flyg – underhållsteknik",
  "englishName": "Aircraft – Maintenance Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:293",
  "nameHeading": "<h2>Flyg – underhållsteknik</h2>",
  "description": "<p>Ämnet flyg – underhållsteknik behandlar yrkesmässigt arbete som flygmekaniker med service och underhåll inom det flygtekniska området. Ämnet behandlar även verktyg och utrustning samt teknisk information som används i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet flyg – underhållsteknik ska syfta till att eleverna utvecklar förståelse av luftfartygsverkstaden som arbetsplats, dess verksamheter, arbetsmiljöer och risker. Eleverna ska även ges möjlighet att utveckla kunskaper om vanligt förekommande arbetsuppgifter i en underhållsverkstad för luftfartyg.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om flygtekniskt underhåll, mätmetoder och olika metoder att reparera luftfartyg samt om vanligt förekommande material och deras användning i luftfartyg. Undervisningen i ämnet ska leda till att eleverna utvecklar förmåga att genomföra service och underhåll samt enklare felsökning och reparationer av luftfartyg. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda verktyg, utrustning och teknisk information i samband med service och underhåll.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även bidra till att eleverna utvecklar förståelse av hur olika verksamheter och arbetsformer inom området kan främja hållbar utveckling.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta med problemlösning både självständigt och tillsammans med andra. Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och kunder. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet flyg – underhållsteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika arbetsprocesser samt om olika arbetsmiljöer och risker i en underhållsverkstad för luftfartyg.</li> <li>Kunskaper om digitala informationssystem och teknisk information samt verktyg och övrig utrustning i en underhållsverkstad för luftfartyg.</li> <li>Kunskaper om olika metoder för flygtekniskt underhåll samt om flygmaterial och deras egenskaper.</li> <li>Förmåga att genomföra enklare service och underhållsåtgärder av luftfartyg.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt att anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet flyg – underhållsteknik</h3><ul><li>Nivå 1, 200 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FLYU1000X</h3>",
      "code": "FLYU1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet flyg – underhållsteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Mobil och fast verkstadsutrustning och deras användningsområden samt metoder för underhåll, kalibrering, funktionskontroll och säkerhetskontroll av vanligt förekommande verktyg och utrustning.</li> <li>Hur kostnader för drift och underhåll av underhållsverkstadens lokaler och utrustning påverkar verksamheten samt vilka konsekvenser driftstörning och bristande underhåll kan leda till.</li> <li>Verkstadslokalens brandredskap, nödstopp, utrymningsvägar och brandceller samt hur personer som vistas i lokalen ska agera vid brand.</li> <li>Orientering om rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen.</li> <li>Olika metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan förhindras.</li> <li>Ergonomiska arbetsmetoder samt metoder för riskbedömningar, såväl för den övergripande arbetsmiljön som vid olika arbetsmoment.</li> <li>Orientering om oljor, vätskor och gaser, deras kvalitetsbeteckningar och användningsområden samt metoder för att hantera farliga ämnen på ett säkert och miljövänligt sätt.</li> <li>Orientering om hand- och specialverktyg och digitala informationssystem samt om underhåll och kalibrering av dessa.</li> <li>Testutrustning samt hur mätdata kan utläsas och tolkas.</li> <li>Orientering om maskinritningar, deras uppbyggnad och olika symboler samt diagram och övrig teknisk information.</li> <li>Metoder för att använda luftfartygstillverkarens anvisningar, scheman och övrig teknisk information på svenska och engelska samt metoder för att dokumentera utfört arbete.</li> <li>Metoder för enklare flygtekniskt underhåll och visuell inspektion, däribland demontering och montering.</li> <li>Grundprinciper för felsökning samt orientering om olika rutiner för reparationer vid underhåll av luftfartyg.</li> <li>Orientering om olika flygmaterial och hårdvara i luftfartyg samt deras egenskaper och karaktäristik.</li> <li>Orientering om metoder för luftfartygs handhavande och förvaring.</li> <li>Typer av korrosion och deras identifiering samt kemiska grundprinciper.</li> <li>Orientering om fästelement och förbindningsteknik i olika luftfartyg, däribland nitning.</li> <li>Orientering om metoder för att mäta passningar och spel.</li> <li>Olika lagers egenskaper och orientering om metoder för kontroll av lager.</li> <li>Orientering om olika typer av elkablar och kontaktdon samt metoder för att kontrollera dessa.</li> <li>Orientering om metoder för sammanfogning av material, till exempel vid lödning och limning.</li> <li>Orientering om rör, slangar och fjädrar samt deras funktion i olika luftfartyg.</li> <li>Orientering om transmissioner, deras uppbyggnad och olika funktioner.</li> <li>Orientering om olika typer av roderlinor och deras funktion samt kontroll av dessa.</li> <li>Orientering om konstruktionsmetoder för skrovstrukturer av kompositmaterial, trä och duk.</li> <li>Orientering om luftfartygstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska, däribland underhållsförfarande, maskinritningar, diagram och elscheman.</li> <li>Orientering om onormala händelser, däribland hård landning, fågelkollision och blixtnedslag.</li> <li>Enklare service och underhållsåtgärder enligt luftfartygstillverkarens anvisningar under laborativa former.</li> <li>Metoder för samt arbete med problemlösning under laborativa former både självständigt och med andra.</li> <li>Felsökning och reparationer av olika typer av enklare fel i luftfartyg under laborativa former.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt.</li> <li>Användning av hand- och specialverktyg och digitala informationssystem i samband med service, underhållsåtgärder och enklare reparationer.</li> <li>Underhåll och kalibrering av verktyg och utrustning.</li> <li>Enklare användning av luftfartygstillverkarens anvisningar, scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbete och samarbete i enlighet med rutiner, lagar och andra bestämmelser som gäller för en underhållsverkstad för luftfartyg.</li> <li>Arbete enligt metoder för struktur, ordning och effektiv arbetsmiljö samt med hänsyn till miljön.</li> <li>Dokumentation av arbetsåtgärder enligt lagar och andra bestämmelser samt luftfartygstillverkarens krav.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt metoder för god kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FLYU2000X</h3>",
      "code": "FLYU2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet flyg – underhållsteknik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Metoder för användning av mobil och fast utrustning i samband med olika service- och underhållsåtgärder enligt de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen.</li> <li>Metoder för att använda hand- och specialverktyg, digitala informationssystem och övrig utrustning vid service, underhåll och enklare reparationer enligt luftfartygstillverkarens anvisningar och utrustningstillverkarens krav.</li> <li>Testutrustning samt hur mätdata kan utläsas och tolkas enligt luftfartygstillverkarens anvisningar.</li> <li>Metoder för olika typer av inspektionstekniker, felsökning och reparationer vid flygtekniskt underhåll enligt luftfartygstillverkarens anvisningar, däribland av luftfartyg med olika skrovstrukturer och material.</li> <li>Olika metoder för användning och hantering av flygmaterial och hårdvara i samband med olika underhållsåtgärder, däribland av fästelement, lager, elkablar och kontaktdon.</li> <li>Identifiering av korrosion samt metoder för att motverka och avlägsna korrosion i flygmaterial.</li> <li>Användning av luftfartygstillverkarens anvisningar, scheman och övrig teknisk information på svenska och engelska.</li> <li>Orientering om metoder för inspektion av luftfartyg efter onormala händelser, däribland efter hård landning, fågelkollision och blixtnedslag.</li> <li>Planering och genomförande av enklare service- och underhållsåtgärder.</li> <li>Enklare felsökning, reparationer och komponentbyten enligt luftfartygstillverkarens anvisningar.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt, däribland vätskor, oljor, gaser och tryckkärl.</li> <li>Användning av hand- och specialverktyg, digitala informationssystem och övrig utrustning vid service, underhåll och enklare reparationer enligt luftfartygs- och utrustningstillverkarens krav.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete både självständigt och tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt utifrån luftfartygstillverkarens anvisningar och branschens krav.</li> <li>Dokumentation av arbetsåtgärder enligt lagar och andra bestämmelser samt luftfartygstillverkarens krav.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om vanligt förekommande arbetsprocesser och arbetsmiljöer. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta</strong> arbetsprocesser.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur testutrustningens mätdata kan utläsas och tolkas utifrån luftfartygstillverkarens anvisningar.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika metoder för flygtekniskt underhåll samt om flygmaterial och deras egenskaper.</p> <p>Eleven utför med <strong>viss säkerhet</strong> arbetsuppgifter i <strong>bekanta</strong> situationer utifrån luftfartygstillverkarens krav. I arbetet använder eleven med <strong>viss säkerhet</strong> digitala informationssystem. Dessutom använder eleven med <strong>visst</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt luftfartygstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om vanligt förekommande arbetsprocesser och arbetsmiljöer. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta</strong> arbetsprocesser.</p> <p>Eleven visar <strong>goda</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur testutrustningens mätdata kan utläsas och tolkas utifrån luftfartygstillverkarens anvisningar.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika metoder för flygtekniskt underhåll samt om flygmaterial och deras egenskaper.</p> <p>Eleven utför med <strong>säkerhet</strong> arbetsuppgifter i <strong>bekanta</strong> situationer utifrån luftfartygstillverkarens krav. I arbetet använder eleven med <strong>säkerhet</strong> digitala informationssystem. Dessutom använder eleven med <strong>gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt luftfartygstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om vanligt förekommande arbetsprocesser och arbetsmiljöer. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta men även nya</strong> arbetsprocesser.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur testutrustningens mätdata kan utläsas och tolkas utifrån luftfartygstillverkarens anvisningar.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika metoder för flygtekniskt underhåll samt om flygmaterial och deras egenskaper.</p> <p>Eleven utför med <strong>god säkerhet</strong> arbetsuppgifter i <strong>bekanta men även nya</strong> situationer utifrån luftfartygstillverkarens krav. I arbetet använder eleven med <strong>god säkerhet</strong> digitala informationssystem. Dessutom använder eleven med <strong>mycket gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt luftfartygstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
