{
  "code": "FORF",
  "name": "Förskolans och fritidshemmets arbete",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:243",
  "nameHeading": "<h2>Förskolans och fritidshemmets arbete</h2>",
  "description": "<p>Ämnet förskolans och fritidshemmets arbete har sin grund i pedagogik och didaktik med fokus på lärandets praktik och tar sin utgångspunkt i den pedagogiska yrkesverksamheten. Det behandlar förskolans och fritidshemmets organisation, målsättning och aktiviteter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet förskolans och fritidshemmets arbete ska syfta till att eleverna utvecklar kunskaper om förskole- och fritidsbarns lärande och växande i olika situationer samt om förskolans och fritidshemmets mål, verksamheter och aktiviteter. Eleverna ska ges möjlighet att utveckla förmåga att möta, stödja och leda barn på ett sätt som gynnar deras lärande och utveckling. Eleverna ska också ges möjlighet att utveckla kunskaper om hur barns intresse för teknik kan stimuleras i olika aktiviteter. Undervisningen ska leda till att eleverna utvecklar förmåga att stimulera barns lärande och deltagande i olika aktiviteter på förskolan och i fritidshemmet. Dessutom ska undervisningen bidra till att eleverna utvecklar ett etiskt, jämlikt och respektfullt förhållningssätt.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att planera och genomföra olika former av aktiviteter för och tillsammans med barn. De ska också ges möjlighet att utveckla förmåga att anpassa aktiviteterna utifrån olika situationer och utifrån deltagares förutsättningar och behov. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om det sociala sammanhanget och samspelet samt dess betydelse för lärande.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet och tilltro till den egna förmågan att möta, stödja och leda barns lärande och utveckling. På så vis ska undervisningen bidra till elevernas livslånga lärande inom området. Undervisningen ska även bidra till att eleverna utvecklar förmåga att arbeta på ett säkert sätt på förskolan och i fritidshemmet i enlighet med lagar och andra bestämmelser inom området. Praktiskt arbete och problemlösande arbetssätt ska ingå i undervisningen. I undervisningen ska eleverna också ges tillfälle att reflektera över och samtala om egna och andras attityder och handlingar.</p> <h5><em>Undervisningen i ämnet förskolans och fritidshemmets arbete ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om förskolans och fritidshemmets pedagogiska verksamheter och aktiviteter.</li> <li>Förmåga att möta, stödja och leda barns lärande och utveckling i olika situationer.</li> <li>Förmåga att planera, genomföra, dokumentera och utvärdera olika aktiviteter för att stödja och stimulera barns lärande och deltagande i olika situationer.</li> <li>Förmåga att arbeta på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att kommunicera och samverka samt diskutera egna och andras attityder och handlingar i pedagogiska sammanhang inom förskolan och fritidshemmet.</li> </ul><h3>Nivåer i ämnet förskolans och fritidshemmets arbete</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FORF1000X</h3>",
      "code": "FORF1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet förskolans och fritidshemmets arbete på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Förskolans och fritidshemmets organisation, målsättning och verksamhetsformer.</li> <li>Centrala begrepp för verksamheterna inom förskola och fritidshem.</li> <li>Etiskt och demokratiskt förhållningssätt i mötet med förskolebarn och anhöriga.</li> <li>Samband i naturen och naturens olika kretslopp.</li> <li>Hur barns intresse för att upptäcka teknik i vardagen kan stimuleras.</li> <li>Val och planering av aktiviteter utifrån deltagarnas förutsättningar, till exempel ålder, kondition och erfarenheter.</li> <li>Anpassning av arbetssätt och innehåll i verksamheter, både till individers och gruppers olika behov och erfarenheter och till situationen.</li> <li>Utvärdering och dokumentation av aktiviteter.</li> <li>Olika aktiviteter i naturen samt val av relevant utrustning och material.</li> <li>Byggande, skapande och konstruerande med hjälp av olika tekniker, material och redskap.</li> <li>Sagor, berättelser, rim och ramsor.</li> <li>Skapande verksamhet, till exempel bild, drama och teater, rytmik och dans, slöjd samt sång och musik.</li> <li>Planering av säkerhet vid aktiviteter för att minimera olycksrisker.</li> <li>Lagar och andra bestämmelser inom området, däribland allemansrätten och sekretess inom förskola och fritidshem.</li> <li>Kommunikation och samverkan.</li> <li>Hur det sociala sammanhanget och samspelet påverkar lärande och olika pedagogiska sammanhang i förskolan och på fritidshemmet.</li> <li>Undersökande, reflekterande och prövande av olika lösningar på egna och andras problemställningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om förskolans och fritidshemmets pedagogiska verksamhet, utbildning och aktiviteter.</p> <p>Eleven möter, stödjer och leder barns lärande och utveckling med <strong>viss säkerhet</strong> i olika situationer i pedagogiska verksamheter.</p> <p>Eleven planerar och genomför olika pedagogiska aktiviteter i pedagogiska verksamheter med <strong>godtagbart</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>enkelt</strong> sätt samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven arbetar på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar med andra på ett pedagogiskt sätt med <strong>viss säkerhet</strong>. Eleven reflekterar över och diskuterar på ett <strong>enkelt</strong> sätt egna och andras attityder och handlingar i olika pedagogiska sammanhang.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om förskolans och fritidshemmets pedagogiska verksamhet, utbildning och aktiviteter.</p> <p>Eleven möter, stödjer och leder barns lärande och utveckling med <strong>säkerhet</strong> i olika situationer i pedagogiska verksamheter.</p> <p>Eleven planerar och genomför olika pedagogiska aktiviteter i pedagogiska verksamheter med <strong>gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>utvecklat</strong> sätt samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven arbetar på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar med andra på ett pedagogiskt sätt med <strong>säkerhet</strong>. Eleven reflekterar över och diskuterar på ett <strong>utvecklat</strong> sätt egna och andras attityder och handlingar i olika pedagogiska sammanhang.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om förskolans och fritidshemmets pedagogiska verksamhet, utbildning och aktiviteter.</p> <p>Eleven möter, stödjer och leder barns lärande och utveckling med <strong>god säkerhet</strong> i olika situationer i pedagogiska verksamheter.</p> <p>Eleven planerar och genomför olika pedagogiska aktiviteter i pedagogiska verksamheter med <strong>mycket gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>välutvecklat</strong> sätt samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven arbetar på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar med andra på ett pedagogiskt sätt med <strong>god säkerhet</strong>. Eleven reflekterar över och diskuterar på ett <strong>utvecklat och nyanserat</strong> sätt egna och andras attityder och handlingar i olika pedagogiska sammanhang.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.000Z"
}