{
  "code": "FORK",
  "name": "Fordonslackeringsteknik – småreparationer",
  "englishName": "Automotive Painting – Spot Repairs",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:228",
  "nameHeading": "<h2>Fordonslackeringsteknik – småreparationer</h2>",
  "description": "<p>Ämnet fordonslackeringsteknik – småreparationer behandlar arbetsprocesser och arbetsmetoder för småreparationer av lackerade ytor på fordon samt uppbyggnaden av lackskikt och efterbehandling.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fordonslackeringsteknik – småreparationer ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och metoder för olika typer av reparationslackering av begränsade ytor på fordon samt om de verktyg och den utrustning som används. Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra småreparationer av lackerade ytor på olika underlag och fordonstyper samt kvalitetskontroll och efterbehandling av nylackerade ytor. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda verktyg, utrustning och teknisk information i arbetet.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta och samarbeta med andra på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom småreparationer av lackerade ytor som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Eleverna ska ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska också ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom.</p> <p>Undervisningen ska stimulera elevernas intresse för teknik och teknikutveckling och ge eleverna möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa arbetsuppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet fordonslackeringsteknik – småreparationer ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och arbetsmetoder för småreparationer av olika typer av lackskador på begränsade ytor på fordon.</li> <li>Förmåga att utföra olika typer av reparationer av mindre lackskador på begränsade ytor på fordon.</li> <li>Förmåga att genomföra kvalitetskontroll och efterbehandling av reparerade ytor på fordon.</li> <li>Förmåga att använda digitala informationssystem och teknisk information samt verktyg och övrig utrustning i samband med reparationslackeringsarbeten.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet fordonslackeringsteknik – småreparationer</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet fordonslackeringsteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FORK1000X</h3>",
      "code": "FORK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fordonslackeringsteknik – småreparationer på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Metoder för bedömning av olika skador för val av reparationsmetod.</li> <li>Metoder för småreparationer inom lackering samt för efterföljande kvalitetskontroll.</li> <li>Bedömning av olika skador för val av reparationsmetod.</li> <li>Verktyg och övrig utrustning samt metoder för att använda dessa vid olika typer av småreparationer.</li> <li>Reparationer av mindre lackskador på begränsade ytor av olika underlag och material.</li> <li>Reparationer och återställande av ytskikt på strålkastare.</li> <li>Kvalitetskontroll av reparerade ytor samt kostnadsbedömning för åtgärder och efterbehandling när det krävs inför leverans.</li> <li>Användning och skötsel av lackeringsutrustning, verktyg och övrig utrustning i samband med småreparationer.</li> <li>Användning av digitala informationssystem, varuinformationsblad och övrig teknisk information på svenska och engelska i samband med småreparationer.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser, däribland vid arbete med hälsofarliga ämnen och produkter.</li> <li>Riskbedömning i samband med lackering av fordon, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt samt destruktion av restprodukter med hänsyn till miljö och ekonomi.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om arbetsprocesser och arbetsmetoder inom reparationer av olika typer av lackskador på begränsade ytor på fordon.</p> <p>Eleven reparerar med <strong>viss skicklighet</strong> mindre lackskador på begränsade ytor på fordon. Eleven bedömer olika typer av skador och väljer med <strong>viss säkerhet</strong> metod utifrån skadans art och placering.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> kvalitetskontroll och efterbehandling av reparerade ytor på fordon.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>visst</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om arbetsprocesser och arbetsmetoder inom reparationer av olika typer av lackskador på begränsade ytor på fordon.</p> <p>Eleven reparerar med <strong>skicklighet</strong> mindre lackskador på begränsade ytor på fordon. Eleven bedömer olika typer av skador och väljer med <strong>säkerhet</strong> metod utifrån skadans art och placering.</p> <p>Eleven genomför med <strong>säkerhet</strong> kvalitetskontroll och efterbehandling av reparerade ytor på fordon.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om arbetsprocesser och arbetsmetoder inom reparationer av olika typer av lackskador på begränsade ytor på fordon.</p> <p>Eleven reparerar med <strong>god skicklighet</strong> mindre lackskador på begränsade ytor på fordon. Eleven bedömer olika typer av skador och väljer med <strong>god säkerhet</strong> metod utifrån skadans art och placering.</p> <p>Eleven genomför med <strong>god säkerhet</strong> kvalitetskontroll och efterbehandling av reparerade ytor på fordon.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>mycket gott</strong> handlag verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
