{
  "code": "FORO",
  "name": "Fordonskombinationer – godstransporter",
  "englishName": "Combination Vehicles – Freight Transport",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2024:152",
  "skolfsAndring": "2025:477",
  "nameHeading": "<h2>Fordonskombinationer – godstransporter</h2>",
  "description": "<p>Ämnet fordonskombinationer – godstransporter behandlar yrkesmässiga vägtransporter av gods med fordonskombinationer. Det omfattar dels förarutbildning för att framföra de olika fordon som används för godstransporter på väg, dels säker hantering av det gods som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fordonskombinationer – godstransporter ska syfta till att eleverna utvecklar kunskaper om godstransporter med fordonskombinationer samt om de fordon och den utrustning som används. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra fordonskombinationer i trafik samt planera och genomföra yrkesmässiga godstransporter med fordonskombinationer.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom yrkesmässiga godstransporter med fordonskombinationer som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet fordonskombinationer – godstransporter ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om godstransporter med fordonskombinationer.</li> <li>Kunskaper om olika typer av fordonskombinationer och utrustningar som används inom yrkesmässiga godstransporter på väg.</li> <li>Förmåga att köra och manövrera fordonskombinationer.</li> <li>Förmåga att planera och genomföra yrkesmässiga godstransporter med fordonskombinationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet fordonskombinationer – godstransporter</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet godstransporter eller nivå 1 i ämnet godstransporter – vux.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FORO1000X</h3>",
      "code": "FORO1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fordonskombinationer – godstransporter på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av godstransporter med fordonskombinationer och de krav som ställs på förare och fordon.</li> <li>Principer för lastviktsberäkningar för fordonskombinationer med hänsyn till begränsningar för fordonen och vägnätets bärighet.</li> <li>Metoder för färdigställande av fordonskombinationer och utrustning för säker och effektiv lastning och lossning.</li> <li>Olika typer av fordonskombinationer och tillhörande utrustningar samt deras användningsområden för godstransporter.</li> <li>Dragfordons och släpfordons olika kopplingsutrustningar och hur olika typer av fordonskombinationer kan och får sammankopplas.</li> <li>Metoder för sammankoppling och frånkoppling av tungt släp samt för åtgärder vid parkering.</li> <li>Metoder för genomförande av funktions- och säkerhetskontroll samt för enklare underhåll av olika fordonskombinationer och tillhörande utrustning.</li> <li>Hantering av reglage och rutinmässig manövrering av fordonskombinationer, däribland tung lastbil med tungt släp.</li> <li>Körning av fordonskombinationer på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer, däribland körning av tung lastbil med tungt släp.</li> <li>Sammankoppling och frånkoppling av tungt släp samt åtgärder vid parkering.</li> <li>Genomförande av funktions- och säkerhetskontroll samt enklare underhåll av fordonskombinationer och tillhörande utrustning.</li> <li>Planering av färdvägar med fordonskombinationer med hänsyn till olika begränsningar i trafikmiljön samt användning av olika informationssystem i samband med godstransporter.</li> <li>Färdigställande av fordonskombinationer och utrustning för säker och effektiv lastning, lossning och transport av olika godsslag i samband med godstransporter.</li> <li>Säker lastning och lossning av olika typer av gods på fordonskombinationer.</li> <li>Placering av gods på fordonskombinationer enligt lastviktsberäkningar för fordonskombinationer, vägval, vägnätets bärighet och trafikförhållanden i samband med transportuppdrag.</li> <li>Tillämpning av lastsäkring på fordonskombinationer med olika metoder och olika typer av utrustning för olika typer av gods.</li> <li>Genomförande av godstransporter med fordonskombinationer i enlighet med regelverk som styr arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter samt användning av färdskrivare och dokumentation av arbetstider på föreskrivet sätt.</li> <li>Handhavande av fraktdokumentation och transportadministrativa system i samband med godstransporter med fordonskombinationer.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> <li>Användning av begrepp och uttryck inom området samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om godstransporter med fordonskombinationer.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av fordonskombinationer och utrustningar som används inom yrkesmässiga godstransporter på väg.</p> <p>Eleven kör och manövrerar fordonskombinationer i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> godstransporter med fordonskombinationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om godstransporter med fordonskombinationer.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av fordonskombinationer och utrustningar som används inom yrkesmässiga godstransporter på väg.</p> <p>Eleven kör och manövrerar fordonskombinationer i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> godstransporter med fordonskombinationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om godstransporter med fordonskombinationer.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av fordonskombinationer och utrustningar som används inom yrkesmässiga godstransporter på väg.</p> <p>Eleven kör och manövrerar fordonskombinationer i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> godstransporter med fordonskombinationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
