{
  "code": "FORP",
  "name": "Fordonsskadereparationer",
  "englishName": "Vehicle Damage Repair",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:229",
  "nameHeading": "<h2>Fordonsskadereparationer</h2>",
  "description": "<p>Ämnet fordonsskadereparationer omfattar fordonsskadereparationer av yttre och inre karossdetaljer. Ämnet behandlar fordonsskadeverkstaden som arbetsplats och arbetsprocessen för fordonsskadereparationer samt material, produkter, verktyg och utrustning som används.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fordonsskadereparationer ska syfta till att eleverna utvecklar en förståelse av hela fordonsskadeverkstaden som arbetsplats, dess verksamheter, arbetsmiljö och risker. Eleverna ska ges möjlighet att utveckla kunskaper om vanligt förekommande arbetsuppgifter samt om verktyg och utrustning i en fordonsskadeverkstad. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om de olika materialens egenskaper och användningsområden. Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra enklare reparationer av yttre och inre karossdetaljer med hjälp av verktyg, material, utrustning och teknisk information i samband med fordonsskadereparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetsformer och arbetssätt inom fordonsskadereparationer som främjar ekonomisk, social och miljömässig hållbarhet samt kunskaper om branschens ansvar för hållbar utveckling.</p> <p>Undervisningen ska bidra till att stimulera elevernas intresse för fordonsskadereparationer samt för utrustning och ny teknik. Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet fordonsskadereparationer ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika arbetsprocesser och arbetsmetoder samt olika arbetsmiljöer och risker i en fordonsskadeverkstad.</li> <li>Kunskaper om digitala informationssystem och teknisk information samt material, verktyg och övrig utrustning i en fordonsskadeverkstad.</li> <li>Förmåga att genomföra olika typer av enklare skadebearbetning av karossdetaljer samt demontering och montering.</li> <li>Förmåga att använda verktyg och utrustning samt digitala informationssystem och teknisk information i samband med skadebearbetning av fordonsskador.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet fordonsskadereparationer</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet fordon och transport.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FORP1000X</h3>",
      "code": "FORP1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fordonsskadereparationer på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Orientering om olika arbetsprocesser, arbetsmetoder och arbetsmoment samt arbetsmiljöer i en fordonsskadereparationsverkstad.</li> <li>Orientering om skadereglering och dess hela process från uppkommen fordonsskada till åtgärdat och leveransklart fordon.</li> <li>Orientering om olika skadetyper på olika typer av fordons yttre och inre karossdetaljer.</li> <li>Orientering om högvoltsystem i fordon samt risker i samband med reparationer av elektrifierade fordon.</li> <li>Orientering om flerbränslesystem i fordon samt risker i samband med reparationer av flerbränslefordon.</li> <li>Orientering om olika monterings- och sammanfogningsdetaljer avsedda för yttre och inre beklädnadsdetaljer samt metoder för demontering och montering.</li> <li>Faktorer för planering och val av arbetsmetoder som är anpassade för olika fordonsskadereparationer, däribland demontering samt riktning och inpassning av yttre karossdetaljer.</li> <li>Metoder för enklare sammanfogning av yttre karossdetaljer av plåt, däribland limning, svetsning och lödning.</li> <li>Hur kostnader för drift och underhåll av fordonsskadeverkstadens lokaler och utrustning påverkar verksamheten samt vilka konsekvenser driftsstörning och bristande underhåll kan leda till.</li> <li>Resursutnyttjande med hänsyn till ekonomi och miljö vid användning av produkter, material och kemikalier samt vid destruktion av restprodukter.</li> <li>Fordonsskadeverkstadens brandredskap, nödstopp, utrymningsvägar och brandceller samt hur personer som vistas i lokalen ska agera vid brand.</li> <li>Orientering om rutiner, lagar och regler som tillämpas i fordonsskadeverkstaden, däribland vid arbete med hälsofarliga ämnen och produkter.</li> <li>Metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan undvikas.</li> <li>Ergonomiska arbetsmetoder samt metoder för riskbedömningar, såväl för den övergripande arbetsmiljön som vid olika specifika arbetsmoment.</li> <li>Orientering om digitala informationssystem, varuinformationsblad och övrig teknisk information på svenska och engelska samt hur dessa används vid olika typer av fordonsskadereparationer.</li> <li>Orientering om verktyg, utrustning, förbrukningsmaterial och kemikalier samt om hur dessa används i samband med fordonsskadereparationer, däribland olika svetsaggregat och tillsatsmaterial.</li> <li>Enklare skadebearbetning av yttre karossdetaljer av olika material till formriktighet under laborativa former.</li> <li>Enklare demonterings- och monteringsarbeten av olika typer av fordons- och karossdetaljer enligt fordonstillverkarens anvisningar under laborativa former, däribland dörrklädsel och stötfångare.</li> <li>Enklare sammanfogning av yttre karossdetaljer av plåt under laborativa former, däribland limning, svetsning och lödning.</li> <li>Användning av digitala informationssystem, varuinformationsblad och övrig teknisk information på svenska och engelska i samband med olika typer av enklare skadebearbetning samt vid demontering och montering under laborativa former.</li> <li>Användning och vård av verktyg och övrig utrustning i samband med enklare skadebearbetning samt vid demontering och montering under laborativa former.</li> <li>Arbete och samarbete på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med rutiner, lagar och andra bestämmelser, däribland vid arbete med hälsofarliga ämnen och produkter.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt samt destruktion av restprodukter med hänsyn till ekonomi och miljö.</li> <li>Metoder för struktur, ordning och effektiv arbetsmiljö i samband med olika arbetsuppgifter samt med hänsyn till kundens egendom.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt metoder för god kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FORP2000X</h3>",
      "code": "FORP2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fordonsskadereparationer på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av skaderegleringsprocesser och skadetyper samt metoder för att planera och välja arbetsmetoder vid olika typer av fordonsskadereparationer.</li> <li>Högvoltssystem samt metoder för riskbedömning och säkert arbete i samband med reparationer av elektrifierade fordon.</li> <li>Flerbränslesystem samt metoder för riskbedömning och säkert arbete i samband med reparationer av flerbränslefordon.</li> <li>Metoder för att välja och använda verktyg, material, utrustning, kemikalier och annat förbrukningsmaterial samt för att destruera restprodukter med hänsyn till ekonomi och miljö.</li> <li>Faktorer som påverkar val av sammanfogning av yttre och inre karossdetaljer samt olika metoder för limning, svetsning och lödning, däribland MAG-svetsning, MIG-svetsning och MIG-lödning.</li> <li>Metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan förebyggas.</li> <li>Metoder för att använda digitala informationssystem, varuinformationsblad och övrig teknisk information på svenska och engelska samt hur dessa används vid olika typer av fordonsskadereparationer.</li> <li>Skadebearbetning av yttre karossdetaljer till formriktighet enligt materialtillverkarens anvisningar och fordonstillverkarens krav.</li> <li>Demonterings- och monteringsarbeten av fordons- och karossdetaljer enligt fordonstillverkarens anvisningar, däribland innertak och hjulupphängning.</li> <li>Val av metod samt enklare sammanfogning av yttre karossdetaljer av plåt, däribland limning, svetsning och lödning.</li> <li>Användning av digitala informationssystem, varuinformationsblad och övrig teknisk information på svenska och engelska samt av verktyg och övrig utrustning i samband med skadebearbetning samt vid demontering och montering enligt fordonstillverkarens anvisningar.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser, däribland vid arbete med hälsofarliga ämnen och produkter.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt samt destruktion av restprodukter med hänsyn till ekonomi och miljö.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsskadeverkstad. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om digitala informationssystem, teknisk information, material, verktyg och övrig utrustning.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> olika typer av enklare skadebearbetning av karossdetaljer samt demontering och montering i <strong>bekanta</strong> situationer enligt materialtillverkarens anvisningar.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>visst</strong> handlag verktyg och utrustning i samband med reparation, demontering och montering.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsskadeverkstad. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta men även delvis nya</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>goda</strong> kunskaper om digitala informationssystem, teknisk information, material, verktyg och övrig utrustning.</p> <p>Eleven genomför med <strong>säkerhet</strong> olika typer av enklare skadebearbetning av karossdetaljer samt demontering och montering i <strong>bekanta</strong> situationer enligt materialtillverkarens anvisningar.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>gott</strong> handlag verktyg och utrustning i samband med reparation, demontering och montering.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsskadeverkstad. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta men även nya</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om digitala informationssystem, teknisk information, material, verktyg och övrig utrustning.</p> <p>Eleven genomför med <strong>god säkerhet</strong> olika typer av enklare skadebearbetning av karossdetaljer samt demontering och montering i <strong>bekanta men även nya</strong> situationer enligt materialtillverkarens anvisningar.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>mycket gott</strong> handlag verktyg och utrustning i samband med reparation, demontering och montering.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
