{
  "code": "FORV",
  "name": "Fordon – elektronik och mjukvara",
  "englishName": "Automotive Electronics and Software",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:296",
  "nameHeading": "<h2>Fordon – elektronik och mjukvara</h2>",
  "description": "<p>Ämnet fordon – elektronik och mjukvara behandlar mjukvara samt elektroniska och digitala system för styrning och övervakning av olika funktioner i fordon. Ämnet behandlar även mikrodatorer och mikroprocessorer samt mätning och enklare programmering av system och komponenter i fordon.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fordon – elektronik och mjukvara ska syfta till att eleverna utvecklar kunskaper om elektroniska och digitala system, deras komponenter och funktion samt mjukvara i fordon. Vidare ska eleverna ges möjlighet att utveckla kunskaper om mikrodatorer och mikroprocessorer samt deras olika funktioner i fordon. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om olika typer av mätutrustningar och metoder för mätning av olika parametrar i system och komponenter. Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra mätning och enklare programmering av system och komponenter i fordon.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om hur programmering av fordons mjukvara kan bidra till att främja ekonomisk och miljömässig hållbarhet.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta både självständigt och tillsammans med andra med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa arbetsuppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet fordon – elektronik och mjukvara ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om elektroniska och digitala system och komponenter samt deras funktion i fordon.</li> <li>Kunskaper om mjukvara i elektroniska och digitala system samt om mjukvarans funktion i fordon.</li> <li>Kunskaper om mikrodatorer och mikroprocessorer samt deras funktion i fordon.</li> <li>Kunskaper om olika typer av mätutrustningar samt metoder för mätning av olika parametrar i system och komponenter i fordon.</li> <li>Förmåga att genomföra mätning och enklare programmering av system och komponenter i fordon.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda tekniska begrepp och uttryck.</li> </ul><h3>Nivåer i ämnet fordon – elektronik och mjukvara</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FORV1000X</h3>",
      "code": "FORV1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fordon – elektronik och mjukvara på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Elektroniska och digitala system och deras funktion i fordon.</li> <li>Analoga och digitala komponenter samt deras egenskaper och funktion.</li> <li>Optokomponenter och displayer samt komponenternas egenskaper och funktion.</li> <li>Mjukvara i elektroniska och digitala system samt mjukvarans arkitektur och funktion i fordon.</li> <li>Olika programspråk i mjukvara samt hur de styr och övervakar grundläggande funktioner i system och komponenter i fordon.</li> <li>Olika metoder för enklare programmering av mjukvara för styrning och övervakning av olika funktioner i system och komponenter.</li> <li>Olika parametrar som kan mätas under körning, däribland vid körning av fordon med olika drivkällor.</li> <li>Mikrodatorer och mikroprocessorer samt deras kringkomponenter och funktion i fordon.</li> <li>Mikrodatorers dataminne och programminne samt metoder för programmering av programminnet för styrning av olika funktioner i fordon.</li> <li>Olika typer av mätinstrument samt olika metoder för krets- och komponentmätningar, till exempel mätningar med oscilloskop och spektrumanalysator.</li> <li>Olika metoder för analys av mätresultat.</li> <li>Enklare programmering av mjukvara under laborativa former.</li> <li>Mätning av olika typer av parametrar under körning med fordon, till exempel vid körning av fordon med olika drivkällor.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Åtgärder för att förhindra person- och egendomsskador.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska i kommunikation med andra.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om elektroniska och digitala system samt deras komponenter och funktion i fordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om mjukvara i elektroniska och digitala system samt om mjukvarans funktion i fordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om mikrodatorer och mikroprocessorer samt deras funktion i fordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av mätutrustningar samt metoder för mätning av olika parametrar i system och komponenter i fordon.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> mätning och enklare programmering av system och komponenter i fordon.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av tekniska begrepp och uttryck inom området.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om elektroniska och digitala system samt deras komponenter och funktion i fordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om mjukvara i elektroniska och digitala system samt om mjukvarans funktion i fordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om mikrodatorer och mikroprocessorer samt deras funktion i fordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av mätutrustningar samt metoder för mätning av olika parametrar i system och komponenter i fordon.</p> <p>Eleven genomför med <strong>säkerhet</strong> mätning och enklare programmering av system och komponenter i fordon.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av tekniska begrepp och uttryck inom området.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om elektroniska och digitala system samt deras komponenter och funktion i fordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om mjukvara i elektroniska och digitala system samt om mjukvarans funktion i fordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om mikrodatorer och mikroprocessorer samt deras funktion i fordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av mätutrustningar samt metoder för mätning av olika parametrar i system och komponenter i fordon.</p> <p>Eleven genomför med <strong>god säkerhet</strong> mätning och enklare programmering av system och komponenter i fordon.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av tekniska begrepp och uttryck inom området.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
