{
  "code": "FOTO",
  "name": "Fotografisk bild",
  "englishName": "Photography",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:234",
  "nameHeading": "<h2>Fotografisk bild</h2>",
  "description": "<p>Människor möts dagligen av budskap via fotografiska bilder. Dessa bilder tolkas både medvetet och omedvetet och den information som förmedlas påverkar människors bild av omvärlden och historien. Att fotografera är i dag ett vardagligt sätt att kommunicera. Ämnet fotografisk bild behandlar hur fotografiska bilder skapas, kommunicerar och tolkas samt deras betydelse som kulturbärare i samhället.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fotografisk bild ska syfta till att eleverna utvecklar kunskaper om fotografisk bildkommunikation samt färdigheter i att fotografera och kommunicera med fotografiska bilder. Detta innebär att eleverna ska ges möjlighet att utveckla kunskaper om och färdigheter i kreativ idéutveckling, komposition, ljussättning, kamerateknik, färghantering, bildbehandling och publicering samt utskrift. Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i fotografering aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Bildens estetiska kvaliteter har en viktig roll i kommunikationsprocessen och därför ska undervisningen ge eleverna möjlighet att utveckla kunskaper om den fotografiska bildens estetik. Undervisningen ska också leda till att eleverna utvecklar kunskaper om olika aspekter av bildpublicering och vikten av ett etiskt förhållningssätt. För att eleverna ska kunna placera sina egna bilder i ett historiskt sammanhang ska de ges möjlighet att utveckla kunskaper om fotografins historiska utveckling. De ska också ges möjlighet att kritiskt reflektera över fotografins roll som samhällsvittne kontra en verklighet med bildmanipulation och datorgenererad bild. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om säkerhets- och miljöaspekter kopplade till fotografisk bild samt om lagar och bestämmelser inom området.</p> <p>Genom praktiskt arbete ska eleverna ges möjlighet att utveckla förmåga att såväl tekniskt som kreativt och konstnärligt framställa fotografiska bilder samt gestalta och kommunicera idéer och budskap. Eleverna ska ges möjlighet att söka svar på frågor som rör bildens berättande samt granska och tala om egna och andras bilder. Därigenom ska undervisningen bidra till att eleverna utvecklar ett språk för ämnesområdet samt förmåga att analysera, tolka och värdera fotografier i deras olika sammanhang. Undervisningen ska lämna utrymme för diskussion och reflektion över etiska frågor och olika handlingsalternativ i arbete med fotografiska bilder. Förutom den digitala tekniken kan även analogt foto och mörkrumsarbete användas.</p> <h5><em>Undervisningen i ämnet fotografisk bild ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om den fotografiska processen och teknisk utrustning.</li> <li>Färdigheter i att fotografera, justera och färdigställa bilder för visning.</li> <li>Förmåga att i fotografi gestalta och kommunicera idéer och budskap.</li> <li>Kunskaper om fotografins utveckling och kommunikativa roll i dagens samhälle.</li> <li>Förmåga att analysera och tolka fotografiska bilder i olika sammanhang.</li> <li>Kunskaper om etiska förhållningssätt och om lagar och andra bestämmelser vid fotografering och publicering.</li> </ul><h3>Nivåer i ämnet fotografisk bild</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FOTO1000X</h3>",
      "code": "FOTO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fotografisk bild på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Fotografisk bildproduktion och teknik</em></p> <ul> <li>Den fotografiska processen, från motivval till publicering.</li> <li>Hur fotografisk teknisk utrustning används och hanteras, till exempel kameror, objektiv och stativ.</li> <li>Bildupplösning, dokumentstorlek vid digital bildbehandling, samt hur och varför bildfiler lagras i olika format.</li> <li>Ljuskällors karaktär och begrepp, till exempel mjukt och hårt ljus samt enklare ljussättning.</li> <li>Grunder i fotografering, från motivval till bildredigering och metoder för att ta fram bilder på papper och i digitala medier.</li> <li>Justering och bearbetning av fotografiska bilder i programvara för bildbehandling.</li> </ul> <p><em>Den fotografiska bildens kommunikation</em></p> <ul> <li>Kreativa och konstnärliga metoder för utveckling av idéer till fotografiska bilder eller bildserier.</li> <li>Den fotografiska bildens estetiska uttrycksmedel, till exempel komposition, ljussättning, färg och kontrast, och hur en känsla, en tanke, en idé eller ett budskap kan omsättas i fotografisk bild.</li> <li>Orientering i fotografins olika genrer och utveckling genom historien och nutid, till exempel porträtt-, dokumentär-, press-, konst- och reklamfotografi.</li> <li>Samtal om egna och andras fotografiska bilder, med avseende på innehåll, uttryck och sammanhang.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Lagar och andra bestämmelser inom området samt etiska frågeställningar vid fotografering och publicering.</li> <li>Arbetsmiljö, säkerhet och miljöpåverkan inom fotoområdet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FOTO2000X</h3>",
      "code": "FOTO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fotografisk bild på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Fotografisk bildproduktion och teknik</em></p> <ul> <li>Den fotografiska processen, från motivval till publicering.</li> <li>Möjligheter och begränsningar med fotografisk teknisk utrustning.</li> <li>Den digitala bildens grundläggande teknik, däribland digital bildbehandling, redigering, digitala bildformat, dokumentstorlek, bildupplösning, lagring av bilder och digitala färgrymder.</li> <li>Olika typer av ljuskällor, egenskaper och begrepp, till exempel färgtemperatur, fast ljus och blixtljus samt ljussättning i och utanför studio.</li> </ul> <p><em>Den fotografiska bildens kommunikation</em></p> <ul> <li>Omsättning av känslor, tankar, idéer och budskap till personliga fotografiska uttryck inom till exempel konst-, porträtt- och reklamfotografi samt inom bildjournalistik och dokumentärt berättande.</li> <li>Den fotografiska bildens estetiska uttrycksmedel och bildkommunikation.</li> <li>Fotografins tekniska historia från camera obscura till nutida kamerateknik.</li> <li>Orientering om fotografiets roll i dagens samhälle, dels som ett vardagligt sätt att kommunicera mellan människor, dels yrkesmässig användning i olika sammanhang.</li> <li>Modeller för analys och tolkning av fotografiska bilder och bilders kommunikation.</li> <li>Samtal om fotografiska bilder med hjälp av begrepp inom området.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Lagar och andra bestämmelser om upphovsrätt samt etiska frågeställningar i relation till fotografiska bilder.</li> <li>Arbetsmiljö, säkerhet och miljöpåverkan inom fotoområdet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FOTO3000X</h3>",
      "code": "FOTO3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fotografisk bild på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Fotografisk bildproduktion och teknik</em></p> <ul> <li>Den fotografiska processen, från motivval till publicering.</li> <li>Fotografering, bildredigering och metoder för att ta fram bilder på papper och i digitala medier.</li> <li>Digitala färgrymder med särskild betoning på utskrift och grafisk produktion.</li> <li>Avancerad ljussättning i och utanför studio, till exempel av objekt och olika typer av material.</li> <li>Ljussättningens begrepp, till exempel diffus reflex, direkt reflex och polariserat ljus.</li> <li>Justering och bearbetning av fotografiska bilder samt montage och manipulering av bilder.</li> <li>Initiering, planering och genomförande av fotografiska projekt.</li> <li>Arbete efter tidsramar.</li> </ul> <p><em>Den fotografiska bildens kommunikation</em></p> <ul> <li>Metoder för att utveckla kommunikationsförmåga och ett personligt bildspråk.</li> <li>Fördjupning av fotografiets historia och utveckling.</li> <li>Den fotografiska bildens användningsområden inom till exempel vetenskaplig kunskapsutveckling, sjukvård, information, medier, internet, näringsliv och kultur.</li> <li>Metoder för analys och tolkning av fotografiska bilder.</li> <li>Reflektion och samtal om egna och andras fotografiska bilder och projekt.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar, till exempel bildmanipulation och datorgenererade bilder.</li> <li>Arbetsmiljö, säkerhet och miljöpåverkan inom området.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FOTO4000X</h3>",
      "code": "FOTO4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fotografisk bild på nivå 4 ska behandla följande centrala innehåll:</p> <p><em>Fotografisk bildproduktion och teknik</em></p> <ul> <li>Den fotografiska processen, från motivval till publicering.</li> <li>Teknisk utrustning för fotografering och bildredigering, relevant för valt område.</li> <li>Metoder för framställning av bilder på papper eller i digitala medier, för valt område.</li> <li>Digitala färgrymder med särskild betoning på tryck.</li> <li>Justering och bearbetning av fotografiska bilder samt montage och manipulering av bilder.</li> <li>Initiering, planering och genomförande av fotografiskt projekt inom valt område.</li> <li>Tidsramar och budget för projekt.</li> </ul> <p><em>Den fotografiska bildens kommunikation</em></p> <ul> <li>Narration. Fotografiets berättartraditioner.</li> <li>Samtida fotografer i Sverige och världen.</li> <li>Den fotografiska bilden i det offentliga rummet, såväl historiskt som samtida, relevant för valt område.</li> <li>Fördjupad analys, tolkning av och samtal om egna och andras fotografiska bilder och projekt med användning av begrepp inom området.</li> </ul> <p><em>Etik, lagar och bestämmelser</em></p> <ul> <li>Nationella och internationella lagar och andra bestämmelser samt etiska frågeställningar inom området.</li> <li>Arbetsmiljö, säkerhet och miljöpåverkan inom området.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om den fotografiska processen och tillhörande teknisk utrustning.</p> <p>Eleven fotograferar och framställer med <strong>viss</strong> skicklighet fotografiska bilder av <strong>godtagbar</strong> kvalitet.</p> <p>Eleven gestaltar och kommunicerar idéer och budskap i fotografi med <strong>viss säkerhet</strong>.</p> <p>Eleven redogör <strong>översiktligt</strong> för fotografins utveckling och för fotografiets roll i dagens samhälle.</p> <p>Eleven gör <strong>enkla</strong> analyser och tolkningar av såväl egna som andras fotografiska bilder.</p> <p>Eleven resonerar <strong>översiktligt</strong> om etiska frågeställningar samt visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser vid fotografering och publicering.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om den fotografiska processen och tillhörande teknisk utrustning.</p> <p>Eleven fotograferar och framställer med <strong>god</strong> skicklighet fotografiska bilder av <strong>god</strong> kvalitet.</p> <p>Eleven gestaltar och kommunicerar idéer och budskap i fotografi med <strong>säkerhet</strong>.</p> <p>Eleven redogör <strong>utförligt</strong> för fotografins utveckling och för fotografiets roll i dagens samhälle.</p> <p>Eleven gör <strong>utvecklade</strong> analyser och tolkningar av såväl egna som andras fotografiska bilder.</p> <p>Eleven resonerar <strong>utförligt</strong> om etiska frågeställningar samt visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser vid fotografering och publicering.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om den fotografiska processen och tillhörande teknisk utrustning.</p> <p>Eleven fotograferar och framställer med <strong>mycket god</strong> skicklighet fotografiska bilder av <strong>mycket god</strong> kvalitet.</p> <p>Eleven gestaltar och kommunicerar idéer och budskap i fotografi med <strong>god säkerhet</strong>.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för fotografins utveckling och för fotografiets roll i dagens samhälle.</p> <p>Eleven gör <strong>välutvecklade</strong> analyser och tolkningar av såväl egna som andras fotografiska bilder.</p> <p>Eleven resonerar <strong>utförligt och nyanserat</strong> om etiska frågeställningar samt visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser vid fotografering och publicering.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
