{
  "code": "FRIB",
  "name": "Frisör – behandling",
  "englishName": "Hairdressing – Treatments",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:235",
  "nameHeading": "<h2>Frisör – behandling</h2>",
  "description": "<p>Ämnet frisör – behandling befäster elevernas förmåga att utföra salongsbehandlingar. Ämnet behandlar service och bemötande samt frisörtekniker, maskiner, material och verktyg som används vid frisörbehandlingar på salong. Det behandlar också olika stilepoker samt frisöryrkets historia och utvecklingsmöjligheter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet frisör – behandling ska syfta till att eleverna utvecklar och befäster sin förmåga att genomföra alla steg i olika behandlingar, från kundbeställning till färdig frisyr. Det innebär att identifiera kundens önskemål, planera arbetet, välja lämpliga behandlingar, tekniker och produkter samt att genomföra behandlingen och presentera frisyren för kunden. Dessutom ska eleverna ges möjlighet att utveckla förmåga att analysera arbetsprocessen och utvärdera resultatet för att på så vis utvecklas inom yrkesutövandet. Undervisningen ska stimulera elevernas initiativförmåga, idérikedom, självständighet, personliga ansvarstagande och samarbetsförmåga. Eleverna ska dessutom ges möjlighet att använda sin kreativitet och kunskap om färg, form och stil i yrkesutövandet.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att använda frisöryrkets fackspråk för att kommunicera med kunder, modeller och andra inom yrkesområdet. Den ska också ge eleverna möjlighet att utveckla förmåga att arbeta målinriktat och på ett sätt som leder till goda och hållbara kundrelationer. Undervisningen ska även leda till att eleverna utvecklar ett kreativt förhållningssätt till en affärsmässig och serviceinriktad frisörverksamhet. Då frisörsektorn består av små företag eller egenföretagare ska undervisningen stimulera elevernas intresse för entreprenörskap. I undervisningen ska eleverna dessutom ges möjlighet att utveckla och tillämpa kunskaper om ergonomi, arbetsmiljö och säkerhet för ett hållbart arbetsliv.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om villkor och utvecklingsmöjligheter inom frisörbranschen, både nationellt och internationellt. Undervisningen ska också behandla frisörbranschens traditioner och historiska utveckling. Som inspirationskälla och som grund för ökad förståelse av kulturella och stilhistoriska influenser ska eleverna ges möjlighet att utveckla kunskaper om såväl dagens trendutveckling som den kultur- och stilhistoriska utvecklingen inom frisöryrket.</p> <p>Eleverna ska ges rika möjligheter att träna och förfina frisörtekniker och utföra olika behandlingar på kunder och modeller. I undervisningen ska eleverna ges möjlighet att använda sina teoretiska kunskaper för att vidareutveckla och befästa sina kunskaper om tekniker och verktyg. Dessutom ska eleverna ges möjlighet att använda sina kunskaper om hur ändamålsenliga produkter väljs utifrån kundens önskemål med hänsyn till tidsåtgång, kostnader och miljö. Undervisningen ska också leda till att eleverna vidareutvecklar sin förmåga att använda olika digitala tekniker i en frisörverksamhet.</p> <h5><em>Undervisningen i ämnet frisör – behandling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att utföra frisörbehandlingar och övriga arbetsuppgifter på salong samt att utvärdera arbetsprocess och resultat.</li> <li>Förmåga att planera arbetet samt att beräkna material-, produkt- och tidsåtgång.</li> <li>Förmåga att använda färg-, form- och proportionslära i skapandeprocessen.</li> <li>Förmåga att utföra försäljning och service.</li> <li>Förmåga att arbeta säkert med hänsyn till hållbarhetsaspekter inom yrkesområdet.</li> <li>Kunskaper om yrkesprov och utvecklingsmöjligheter inom frisörbranschen.</li> <li>Kunskaper om frisöryrkets historia samt om olika stilepoker och frisyrtrender.</li> </ul><h3>Nivåer i ämnet frisör – behandling</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet frisör – teknik.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FRIB1000X</h3>",
      "code": "FRIB1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet frisör – behandling på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Salongsarbete och behandlingar på kunder och modeller med olika hårtyper, siluetter och former, däribland kombinerade klipp- och designtekniker samt färgförändrande behandlingar.</li> <li>Tekniker för skäggklippning.</li> <li>Strukturförändrande behandlingar, däribland val och utförande av tekniker utifrån önskat resultat.</li> <li>Långhårsuppsättningar med kombinerade tekniker, däribland tekniker för släta och texturerade hår samt fäste av hårprydnader eller smycken.</li> <li>Användning av fackspråk och strukturritning vid planering och utvärdering av arbetsprocess och resultat.</li> <li>Planering av arbete utifrån kundens önskemål och utgångsläge, däribland val av behandling, material, produkter, teknik och verktyg.</li> <li>Färglära för färgförändrande behandlingar.</li> <li>Formlära för att förändra helhetsuttryck, till exempel vid styling av hår och håruppsättningar.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid kundbehandling, försäljning och service, till exempel vid kundsamtal.</li> <li>Användning och hantering av digitala och analoga kundregister och betalsystem.</li> <li>Inköp och prissättning av produkter, varor och behandlingar.</li> <li>Säkra, hygieniska och hållbara arbetssätt.</li> <li>Faktorer som främjar god social och organisatorisk arbetsmiljö, till exempel stresshantering.</li> <li>Skötsel av egen och gemensam arbetsyta.</li> <li>Frisöryrkets karriärmöjligheter nationellt, däribland aktuella yrkesprov.</li> <li>Huvuddragen i frisöryrkets historia och dess utveckling fram till i dag.</li> <li>Centrala stilepoker och trender inom skönhetsområdet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FRIB2000X</h3>",
      "code": "FRIB2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet frisör – behandling på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Salongsarbete och behandlingar på kunder och modeller med olika hårtyper, hårlängder, siluetter och former, däribland kombinerade klipp-, skägg- och designtekniker samt färgförändrande behandlingar med fokus på kvalitet.</li> <li>Strukturförändrande behandlingar, däribland val och utförande av tekniker utifrån önskat resultat.</li> <li>Långhårsuppsättningar med fokus på kvalitet, hållbarhet, form och balans.</li> <li>Användning av fackspråk och strukturritning vid planering och utvärdering av arbetsprocess och resultat samt vid kommunikation med kunder och leverantörer.</li> <li>Planering av arbete utifrån kundens önskemål och utgångsläge med fokus på tidsåtgång och effektivisering av arbetet.</li> <li>Användning av färg- och formlära i skapandeprocessen för att höja kvaliteten på resultatet.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid kundbehandling, försäljning och service, däribland användning av kundregister och betalsystem.</li> <li>Tillämpning av säljetik, däribland kroppsspråkets betydelse och kulturella skillnader i kommunikation med kunder.</li> <li>Planering och hantering av inköp samt prissättning av produkter, varor och behandlingar.</li> <li>Säkra, hållbara och hygieniska arbetssätt, däribland hur eget agerande kan påverka gruppens arbetsklimat och hur god hälsa kan främjas.</li> <li>Skötsel av egen och gemensam arbetsyta.</li> <li>Konsekvenser av bristande hygien och arbetsmiljö.</li> <li>Frisöryrkets karriärmöjligheter nationellt och internationellt samt aktuella yrkesprov, däribland gesäll- och mästarbrev.</li> <li>Hur frisöryrkets historia har påverkat dagens yrkesutövande.</li> <li>Centrala stilepoker och trender som påverkat frisyrmodet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FRIB3000X</h3>",
      "code": "FRIB3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet frisör – behandling på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Yrkesmässigt salongsarbete och behandlingar på kunder och modeller med olika hårlängder och hårtyper, däribland avancerade klipp-, skägg- och designtekniker med fokus på kvalitet.</li> <li>Färg- och strukturförändrande behandlingar med fokus på resultatets stil, design och kvalitet.</li> <li>Komplexa håruppsättningar med fokus på kvalitet och hållbarhet.</li> <li>Yrkesmässig kommunikation och utvärdering av arbetsprocess och resultat med förslag på hur arbetet kan utvecklas.</li> <li>Planering av arbete utifrån kundens önskemål och utgångsläge med fokus på material och produkter från olika leverantörer för kostnadseffektivisering och ökad lönsamhet.</li> <li>Användning av färg- och formlära i skapandeprocessen för ökad kvalitet och varierade resultat.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid kundbehandling, försäljning och service, däribland kreativt och positivt agerande vid kundmöten och i servicesituationer.</li> <li>Tillämpning av kundvänlig säljetik. Hur eventuella konflikter mellan säljetik och ökad lönsamhet kan hanteras.</li> <li>Planering och hantering av inköp och prissättning av produkter och varor samt kostnadsberäkningar av behandlingar för ökad lönsamhet.</li> <li>Säkra, hygieniska och hållbara arbetssätt, däribland ansvarsfull hantering av den sociala och organisatoriska arbetsmiljön för att förebygga ohälsa och olycksfall.</li> <li>Skötsel av egen och gemensam arbetsyta.</li> <li>Konsekvenser av bristande hygien och arbetsmiljö.</li> <li>Frisöryrkets karriärmöjligheter nationellt och internationellt samt planering av frisöryrkets yrkesprov.</li> <li>Trendtolkningar och analyser av hur dagens frisöryrke och aktuella frisyrtrender kan kopplas till ett historiskt ursprung.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FRIB4000X</h3>",
      "code": "FRIB4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet frisör – behandling på nivå 4 ska behandla följande centrala innehåll:</p> <ul> <li>Yrkesmässigt salongsarbete och behandlingar på kunder och modeller, däribland avancerade klipp-, skägg- och designtekniker samt färg- och strukturförändrande behandlingar med fokus på resultatets stil, design och kvalitet.</li> <li>Komplexa håruppsättningar med fokus på kvalitet och hållbarhet.</li> <li>Yrkesmässig kommunikation och utvärdering av arbetsprocess och resultat med förslag på hur arbetet kan utvecklas.</li> <li>Planering av arbete utifrån kundens önskemål och utgångsläge med fokus på tidsåtgång och effektivisering för ökad lönsamhet.</li> <li>Användning av färg- och formlära i skapandeprocessen för ökad kvalitet och varierade resultat.</li> <li>Yrkesmässigt och kreativt bemötande vid kundbehandling, försäljning och service på salong.</li> <li>Tillämpning av god säljetik för ökad lönsamhet i verksamheten.</li> <li>Planering och hantering av inköp samt prissättning av produkter, varor och kostnadsberäkningar av behandlingar för ökad lönsamhet.</li> <li>Säkra, hygieniska och hållbara arbetssätt i salongsverksamhet.</li> <li>Skötsel av egen och gemensam arbetsyta.</li> <li>Konsekvenser vid bristande hygien och arbetsmiljö.</li> <li>Frisöryrkets karriärmöjligheter och möjlig breddning inom yrkesområdet.</li> <li>Planering av frisöryrkets yrkesprov.</li> <li>Frisöryrkets historia och utveckling genom stilepokerna.</li> <li>Utvecklingen av tekniker, material och produkter, till exempel hur rengöring och vård av hår har förändrats över tid.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven utför med <strong>viss</strong> skicklighet behandlingar och övriga arbetsuppgifter på salong. Eleven uppnår ett <strong>godtagbart</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>enkla</strong> omdömen samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>enkel</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>enkla</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>viss</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven agerar med <strong>viss säkerhet</strong> kundorienterat i <strong>bekanta</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom frisörbranschen.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om frisöryrkets historia samt om olika stilepoker och trender.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven utför med <strong>god</strong> skicklighet behandlingar och övriga arbetsuppgifter på salong. Eleven uppnår ett <strong>gott</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>utvecklade</strong> omdömen samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>genomarbetad</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>utvecklade</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>god</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven agerar med <strong>säkerhet</strong> kundorienterat i <strong>bekanta men även delvis nya</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom frisörbranschen.</p> <p>Eleven visar <strong>goda</strong> kunskaper om frisöryrkets historia samt om olika stilepoker och trender.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven utför med <strong>mycket god</strong> skicklighet behandlingar och övriga arbetsuppgifter på salong. Eleven uppnår ett <strong>mycket gott</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>välutvecklade</strong> omdömen samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>väl genomarbetad</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>välutvecklade</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>mycket god</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven agerar med <strong>god säkerhet</strong> kundorienterat i <strong>bekanta men även nya</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom frisörbranschen.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om frisöryrkets historia samt om olika stilepoker och trender.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
