{
  "code": "FRID",
  "name": "Fritid och friskvård",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:238",
  "nameHeading": "<h2>Fritid och friskvård</h2>",
  "description": "<p>Ämnet fritid och friskvård behandlar arbetsuppgifter och yrkesroller inom fritids- och friskvårdsverksamheter samt dessa verksamheters roll i samhället. I ämnet behandlas även olika fritids- och friskvårdsaktiviteter för människor i olika åldrar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fritid och friskvård ska syfta till att eleverna utvecklar kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar. Undervisningen ska även bidra till att eleverna utvecklar förmåga att, i enlighet med lagar och andra bestämmelser, arbeta med olika uppgifter inom dessa verksamheter. I undervisningen ska eleverna dessutom ges möjlighet att utveckla förmåga att vid val av arbetssätt och material beakta ekonomi, hälsa och miljö.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera och genomföra aktiviteter som bidrar till att stimulera människors intresse för och deltagande i olika fritids- och friskvårdsaktiviteter. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta med service och värdskap på ett säkert sätt. Undervisningen ska leda till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor utifrån ett inkluderande och hälsofrämjande förhållningssätt. Dessutom ska eleverna ges möjlighet att utveckla förmåga att samarbeta och kommunicera med andra på ett yrkesetiskt och pedagogiskt sätt.</p> <p>Initiativförmåga, självständighet, personligt ansvarstagande, problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier eller medverkan i olika fritids- och friskvårdsverksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av olika sammanhang inom området. Eleverna ska också ges möjlighet att reflektera över och diskutera arbetsformer, ämnesinnehåll och centrala begrepp samt egna och andras handlingar och attityder.</p> <h5><em>Undervisningen i ämnet fritid och friskvård ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar samt om planering, uppföljning och utvärdering av olika moment inom verksamheterna.</li> <li>Förmåga att arbeta på ett säkert, hållbart och yrkesetiskt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att utföra vanligt förekommande arbetsuppgifter inom fritids- och friskvårdsverksamheter.</li> <li>Förmåga att planera och genomföra olika aktiviteter för att stimulera människors deltagande i fritids- och friskvårdsaktiviteter.</li> <li>Förmåga att kommunicera och samverka för att möta och pedagogiskt leda människor i olika situationer.</li> </ul><h3>Nivåer i ämnet fritid och friskvård</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FRID1000X</h3>",
      "code": "FRID1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fritid och friskvård på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Driftsformer och ekonomi för offentliga, ideella och kommersiella fritids- och friskvårdsverksamheter.</li> <li>Affärsidéer och verksamhetsidéer gällande olika verksamheter.</li> <li>Marknadsföring och försäljning av tjänster och varor.</li> <li>Verksamhetsmål, organisation, ekonomi, planering, uppföljning och utvärdering av olika fritids-och friskvårdsverksamheter.</li> <li>Riktlinjer, lagar och andra bestämmelser som gäller fritids-, bad- och friskvårdsverksamheter.</li> <li>Bestämmelser, rutiner och praxis när det gäller arbetsmiljö, förebyggande säkerhetsarbete, säkerhetsrutiner och yrkesetik.</li> <li>Hur ekonomisk och miljömässig hållbarhet samt hälsa kan beaktas vid val av arbetssätt och material.</li> <li>Badbevakning och livräddning.</li> <li>Första hjälpen med D-HLR (hjärt-lungräddning med defibrillering).</li> <li>Krishantering i yrkesrollen.</li> <li>Riskanalyser och upprätthållande av ordning och säkerhet.</li> <li>Utförande av vanligt förekommande arbetsuppgifter vid fritids- och friskvårdsverksamheter, däribland skötsel och drift av olika anläggningar, både självständigt och i samarbete med andra.</li> <li>Skötsel och användning av teknik och utrustning vid fritids- och friskvårdsanläggningar, däribland för badbevakning och livräddning vid bad- och friskvårdsanläggningar.</li> <li>Hur marknadsföring, försäljning, kundkontakt, service och värdskap kan anpassas för olika målgrupper utifrån gällande yrkesetik.</li> <li>Planering, pedagogiskt genomförande, dokumentation och utvärdering av aktiviteter.</li> <li>Hur aktiviteter för olika målgrupper kan anpassas, planeras och genomföras på ett pedagogiskt sätt.</li> <li>Hur utrustning och redskap kan anpassas för att stödja och stimulera deltagande.</li> <li>Hur tillgänglighet för människor med funktionsnedsättningar kan skapas inom fritids- och friskvårdsverksamheter.</li> <li>Kommunikation i mötet med olika målgrupper i enlighet med verksamhetens mål för service och värdskap.</li> <li>Kommunikation och samarbete i arbetslag och i samverkan med olika samarbetspartners.</li> <li>Pedagogiskt ledarskap i olika situationer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om fritids- och friskvårdsverksamheter för människor i olika åldrar. Dessutom visar eleven <strong>godtagbara</strong> kunskaper om planering, uppföljning och utvärdering av olika moment inom verksamheterna.</p> <p>Eleven arbetar på ett säkert, hållbart och yrkesetiskt sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför arbetsuppgifter inom fritids- och friskvårdsverksamheter på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven planerar och genomför fritids- och friskvårdsaktiviteter på ett pedagogiskt sätt med <strong>viss säkerhet</strong>. Dessutom planerar och genomför eleven aktiviteterna i syfte att stimulera ett aktivt deltagande.</p> <p>Eleven kommunicerar och samverkar samt leder andra på ett pedagogiskt och yrkesetiskt sätt i olika situationer med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om fritids- och friskvårdsverksamheter för människor i olika åldrar. Dessutom visar eleven <strong>goda</strong> kunskaper om planering, uppföljning och utvärdering av olika moment inom verksamheterna.</p> <p>Eleven arbetar på ett säkert, hållbart och yrkesetiskt sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför arbetsuppgifter inom fritids- och friskvårdsverksamheter på ett <strong>fungerande</strong> sätt.</p> <p>Eleven planerar och genomför fritids- och friskvårdsaktiviteter på ett pedagogiskt sätt med <strong>säkerhet</strong>. Dessutom planerar och genomför eleven aktiviteterna i syfte att stimulera ett aktivt deltagande.</p> <p>Eleven kommunicerar och samverkar samt leder andra på ett pedagogiskt och yrkesetiskt sätt i olika situationer med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om fritids- och friskvårdsverksamheter för människor i olika åldrar. Dessutom visar eleven <strong>mycket goda</strong> kunskaper om planering, uppföljning och utvärdering av olika moment inom verksamheterna.</p> <p>Eleven arbetar på ett säkert, hållbart och yrkesetiskt sätt i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven utför arbetsuppgifter inom fritids- och friskvårdsverksamheter på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven planerar och genomför fritids- och friskvårdsaktiviteter på ett pedagogiskt sätt med <strong>god säkerhet</strong>. Dessutom planerar och genomför eleven aktiviteterna i syfte att stimulera ett aktivt deltagande.</p> <p>Eleven kommunicerar och samverkar samt leder andra på ett pedagogiskt och yrkesetiskt sätt i olika situationer med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.003Z"
}