{
  "code": "FUNK",
  "name": "Funktionsförmåga och funktionsnedsättning",
  "englishName": "Functioning and Impairment",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:154",
  "nameHeading": "<h2>Funktionsförmåga och funktionsnedsättning</h2>",
  "description": "<p>Ämnet funktionsförmåga och funktionsnedsättning har ett helhetsperspektiv på funktionsförmåga och funktionsnedsättning utifrån pedagogiska, etiska och kulturella aspekter. Ämnet behandlar hur olika former av stöd kan skapa likvärdighet, delaktighet och tillgänglighet för människor med funktionsnedsättningar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning ska syfta till att eleverna utvecklar kunskaper om hur en funktionsnedsättning kan påverka människors utveckling. Eleverna ska ges möjlighet att utveckla kunskaper om vilka konsekvenser olika funktionsnedsättningar kan få för människor i vardagen samt hur olika former av stöd kan främja förutsättningar för inkludering och delaktighet. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att i olika situationer skapa likvärdighet, delaktighet och tillgänglighet för människor med funktionsnedsättningar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda alternativa kommunikationssätt och pedagogiska arbetssätt.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra olika insatser för individer och grupper i behov av stöd. Eleverna ska även ges möjlighet att utveckla kunskaper om samhällets olika insatser för människor med funktionsnedsättningar. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att möta människor med respekt och utifrån en demokratisk värdegrund samt utifrån överenskommelser om mänskliga rättigheter. Såväl egna som samhällets attityder till och värderingar av människors olikheter och rättigheter ska behandlas i undervisningen. På så sätt ska eleverna stimuleras till att verka för ett samhälle som värnar om alla människors lika värde. Undervisningen ska också leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser inom funktionshinderområdet.</p> <p>Initiativförmåga, självständighet, personligt ansvarstagande, problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier eller genom medverkan i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska även ges möjlighet att arbeta utifrån ett etiskt och inkluderande förhållningssätt samt att reflektera över och diskutera ämnesinnehållet, den historiska utvecklingen och centrala begrepp. Undervisningen ska också ge eleverna möjlighet att granska och värdera ny kunskap inom området.</p> <h5><em>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika funktionsnedsättningar och deras konsekvenser i människors liv.</li> <li>Förmåga att individanpassa alternativa kommunikationsvägar, pedagogiska arbetssätt, hjälpmedel och välfärdsteknologi för att möjliggöra individens delaktighet och självbestämmande.</li> <li>Förmåga att genomföra olika insatser för att skapa goda livsvillkor för den enskilde.</li> <li>Kunskaper om de normer och värderingar som har påverkat samhällsinsatser och synen på funktionsnedsättningar genom historien.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser som styr verksamhetsområdet.</li> </ul><h3>Nivåer i ämnet funktionsförmåga och funktionsnedsättning</h3><ul><li>Nivå 1, 100 poäng. Betyg i funktionsförmåga och funktionsnedsättning som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i specialpedagogik som omfattar nivå 1.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1. Betyg i funktionsförmåga och funktionsnedsättning som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i specialpedagogik som omfattar nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FUNK1000X</h3>",
      "code": "FUNK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Centrala begrepp inom området.</li> <li>Fysiska, psykiska, sociala, neuropsykiatriska och intellektuella funktionsnedsättningar.</li> <li>Konsekvenser i vardagen och i den dagliga livsföringen samt hur dessa påverkar livsvillkoren hos personer med funktionsnedsättningar.</li> <li>Sexualitet och relationer.</li> <li>Hur samspel kan främjas genom olika sätt att kommunicera, till exempel med hjälp av sinnesstimulering, tecken, föremål och bilder.</li> <li>Pedagogiska arbetssätt och välfärdsteknologi som främjar delaktighet och självbestämmande.</li> <li>Olika verksamheter, däribland daglig verksamhet.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde utifrån biståndsbedömning.</li> <li>Bemötande utifrån ett etiskt och inkluderande förhållningssätt.</li> <li>Förebyggande arbete och rutiner för hantering av hot- och våldssituationer.</li> <li>Hur normer och värderingar genom historien har påverkat synen på personer med funktionsnedsättning i Sverige.</li> <li>Relevanta delar av socialtjänstlagen kopplat till verksamhetsområdet och lagen om stöd och service till vissa funktionshindrade (LSS).</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: FUNK2000X</h3>",
      "code": "FUNK2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Fysiska, psykiska, sociala, neuropsykiatriska och intellektuella funktionsnedsättningars påverkan på barns och ungas utveckling.</li> <li>Identitetsutveckling och hur självbilden kan påverkas vid funktionsnedsättning.</li> <li>Bemötande och hantering av problematiken runt sexualitet och relationer.</li> <li>Olika specialpedagogiska hjälpmedel inom området.</li> <li>Pedagogiska arbetssätt, metoder och förhållningssätt som främjar individens självbestämmande och möjlighet till utveckling.</li> <li>Utanförskap i samband med funktionsnedsättning.</li> <li>Olika verksamheter, däribland anpassad skola och andra anpassade utbildningar.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde enligt lagen om stöd och service till vissa funktionshindrade (LSS), individuell plan och god man.</li> <li>Faktorer i den inre och yttre miljön som underlättar människors möjligheter till ett aktivt deltagande i samhället.</li> <li>Metoder för reflektion över egna och arbetslagets arbetsmetoder samt kommunikation och professionellt förhållningssätt.</li> <li>Hur normer, värderingar och synsätt genom historien har påverkat dagens insatser från samhället inom funktionshinderområdet i Sverige.</li> <li>Lagar och andra bestämmelser inom området, däribland FN:s konvention om barnets rättigheter och FN:s konvention om rättigheter för personer med funktionsnedsättning samt de intentioner som finns bakom lagarna.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om funktionsnedsättningar och deras konsekvenser för människors liv.</p> <p>Eleven använder alternativa kommunikationsvägar, hjälpmedel och teknologi på ett individanpassat, inkluderande och pedagogiskt sätt med <strong>viss säkerhet</strong>.</p> <p>Eleven genomför med <strong>viss</strong> skicklighet olika insatser för att skapa goda levnadsvillkor för människor med funktionsnedsättningar.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om de normer och värderingar som har påverkat samhällsinsatser genom historien. Dessutom för eleven <strong>enkla</strong> resonemang om hur synen på funktionsnedsättningar har förändrats över tid.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom verksamhetsområdet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om funktionsnedsättningar och deras konsekvenser för människors liv.</p> <p>Eleven använder alternativa kommunikationsvägar, hjälpmedel och teknologi på ett individanpassat, inkluderande och pedagogiskt sätt med <strong>säkerhet</strong>.</p> <p>Eleven genomför med <strong>god</strong> skicklighet olika insatser för att skapa goda levnadsvillkor för människor med funktionsnedsättningar.</p> <p>Eleven visar <strong>goda</strong> kunskaper om de normer och värderingar som har påverkat samhällsinsatser genom historien. Dessutom för eleven <strong>utvecklade</strong> resonemang om hur synen på funktionsnedsättningar har förändrats över tid.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom verksamhetsområdet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om funktionsnedsättningar och deras konsekvenser för människors liv.</p> <p>Eleven använder alternativa kommunikationsvägar, hjälpmedel och teknologi på ett individanpassat, inkluderande och pedagogiskt sätt med <strong>god säkerhet</strong>.</p> <p>Eleven genomför med <strong>mycket god</strong> skicklighet olika insatser för att skapa goda levnadsvillkor för människor med funktionsnedsättningar.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om de normer och värderingar som har påverkat samhällsinsatser genom historien. Dessutom för eleven <strong>välutvecklade</strong> resonemang om hur synen på funktionsnedsättningar har förändrats över tid.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom verksamhetsområdet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
