{
  "code": "FYSI",
  "name": "Fysisk teater",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:157",
  "nameHeading": "<h2>Fysisk teater</h2>",
  "description": "<p>Fysisk teater handlar om mötet mellan aktörer och publik, här och nu, med utgångspunkt i fysiska teatertraditioner och uttrycksmedel. Ämnet fysisk teater behandlar olika former av fysisk gestaltning, till exempel mim, clown och mask. Med hjälp av begrepp, teorier och metoder från dessa konstnärliga uttrycksformer skapas förståelse av rörelsebaserad scenkonst.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fysisk teater ska syfta till att eleverna utvecklar kunskaper om och färdigheter i fysisk teater, såsom fysisk gestaltning, kropps- och rörelsemedvetenhet samt olika typer av publikkontakt. Centralt i all teater är gestaltning och kommunikation. Genom undervisningen ska eleverna därför ges möjlighet att utveckla förmåga att gestalta med kropp och röst och att kommunicera med teaterns olika uttrycksmedel, med fokus på fysiska uttryck och rörelse. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur teaterns tre hörnpelare berättelsen, berättaren och rummet samverkar. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om fysisk teater i ett samtida och historiskt perspektiv. Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i teaterämnen aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av teater som kollektiv konstart. Därför ska eleverna ges möjlighet att utveckla ansvarskänsla, initiativförmåga och lyhördhet. Undervisningen ska också betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet.</p> <p>Teater som konstform undersöker, ställer frågor och berättar om vad det är att vara människa i olika kontexter. Därför ska undervisningen stimulera elevernas nyfikenhet på människans beteenden, drivkrafter och livsvillkor. Undervisningen ska utgå från elevernas kreativitet och stimulera konstnärligt skapande och berättande. I undervisningen ska eleverna ges möjlighet att med användning av områdets begrepp diskutera teaterns roll i samhället, såsom dess möjlighet att beröra och påverka människor. Genom det gestaltande arbetet ska eleverna ges möjlighet att enskilt och tillsammans med andra reflektera över sitt eget och gruppens skapande.</p> <p>Undervisningen ska varva praktiska moment med teoretiska och ge eleverna möjlighet att uppleva, analysera och tolka olika fysiska teaterformer.</p> <h5><em>Undervisningen i ämnet fysisk teater ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att använda kropp och rörelse som sceniska uttrycksmedel.</li> <li>Färdigheter i att använda sceniska uttrycksmedel i kommunikationen med en publik.</li> <li>Förmåga att samarbeta i grupp och samspela i gestaltning.</li> <li>Kunskaper om fysisk teater ur ett samtida och historiskt perspektiv.</li> <li>Förmåga att analysera och tolka olika sceniska gestaltningar, med användning av olika begrepp inom området.</li> <li>Förmåga att reflektera över det egna skapandet.</li> </ul><h3>Nivåer i ämnet fysisk teater</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: FYSI1000X</h3>",
      "code": "FYSI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet fysisk teater på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Gestaltning med fysiska tekniker till exempel mim, clown och mask.</li> <li>Avspänningstekniker och fysisk träning för en ökad rörelse- och kroppsmedvetenhet.</li> <li>Hur de fysiska teaterformerna kommunicerar med publik.</li> <li>Samarbete och samspel med fokus på tillit, initiativförmåga, lyhördhet och kreativitet.</li> <li>Teaterformer från olika kulturer och tider där det fysiska uttrycket betonas.</li> <li>Begrepp för analys av fysisk teater, till exempel rörelse, kraft, rum och tid.</li> <li>Analys och tolkning av sceniska gestaltningar med fokus på fysiska uttryck.</li> <li>Reflektion över det egna skapandet, individuellt och i grupp, med fokus på fysisk gestaltning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven gestaltar med <strong>godtagbart</strong> resultat <strong>enkla</strong> uttryck med kropp och rörelse.</p> <p>Eleven använder med <strong>viss säkerhet</strong> fysiska uttrycksmedel för att kommunicera med en publik.</p> <p>Eleven både samarbetar i grupp och samspelar i gestaltning med <strong>viss säkerhet</strong>.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om någon form av fysisk teater.</p> <p>Eleven gör <strong>enkla</strong> analyser och tolkningar av sceniska gestaltningar med fokus på olika fysiska uttryck, med användning av relevanta begrepp.</p> <p>Eleven reflekterar över och diskuterar <strong>översiktligt</strong> det egna skapandet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven gestaltar med <strong>gott</strong> resultat <strong>genomarbetade</strong> uttryck med kropp och rörelse.</p> <p>Eleven använder med <strong>säkerhet</strong> fysiska uttrycksmedel för att kommunicera med en publik.</p> <p>Eleven både samarbetar i grupp och samspelar i gestaltning med <strong>säkerhet</strong>.</p> <p>Eleven visar <strong>goda</strong> kunskaper om någon form av fysisk teater.</p> <p>Eleven gör <strong>utvecklade</strong> analyser och tolkningar av sceniska gestaltningar med fokus på olika fysiska uttryck, med användning av relevanta begrepp.</p> <p>Eleven reflekterar över och diskuterar <strong>utförligt</strong> det egna skapandet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven gestaltar med <strong>mycket gott</strong> resultat <strong>väl genomarbetade</strong> uttryck med kropp och rörelse.</p> <p>Eleven använder med <strong>god säkerhet</strong> fysiska uttrycksmedel för att kommunicera med en publik.</p> <p>Eleven både samarbetar i grupp och samspelar i gestaltning med <strong>god säkerhet</strong>.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om någon form av fysisk teater.</p> <p>Eleven gör <strong>utvecklade och nyanserade</strong> analyser och tolkningar av sceniska gestaltningar med fokus på olika fysiska uttryck, med användning av relevanta begrepp.</p> <p>Eleven reflekterar över och diskuterar <strong>utförligt och nyanserat</strong> det egna skapandet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.005Z"
}