{
  "code": "GERO",
  "name": "Gerontologi och geriatrik",
  "englishName": "Gerontology and geriatrics",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:246",
  "nameHeading": "<h2>Gerontologi och geriatrik</h2>",
  "description": "<p>Gerontologi är läran om det normala fysiska, psykiska och sociala åldrandet och om de åldersrelaterade förändringar som sker hos människan. Geriatrik definieras som läran om orsaker, symtom, diagnos och behandling av sjukdomar hos äldre. Ämnet gerontologi och geriatrik behandlar vård och omsorg om den äldre individen utifrån en helhetssyn.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet gerontologi och geriatrik ska syfta till att eleverna utvecklar kunskaper om det normala åldrandet samt om äldres hälsa, ohälsa, livskvalitet och om de behov som uppstår i samband med åldrandet. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om åldrandet ur ett mångkulturellt perspektiv. Undervisningen ska ta sin utgångspunkt i en människosyn som präglas av öppenhet i fråga om livshållningar och människors olikheter samt ge eleverna möjlighet att utveckla förståelse av ett samhälle präglat av mångfald.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur det är att åldras i dagens samhälle och hur olika attityder påverkar upplevelsen av åldrande. Vidare ska eleverna ges möjlighet att utveckla kunskaper om olika äldrepsykiatriska och geriatriska tillstånd. Eleverna ska också ges möjlighet att utveckla kunskaper om läkemedelsanvändning, kostens och måltidssituationens betydelse för hälsa och livskvalitet samt vikten av fysisk aktivitet hos äldre.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att utföra livskvalitetshöjande vård- och omsorgshandlingar samt förebyggande arbete anpassat till den äldre människans behov. Den ska också bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och ergonomiskt sätt. Eleverna ska dessutom ges möjlighet att utveckla förmåga att utvärdera de egna arbetsinsatserna.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att möta och kommunicera med patienter, brukare och närstående med ett lyhört, respektfullt, etiskt, jämställt och pedagogiskt förhållningssätt. Initiativförmåga, självständighet, problemlösning och handlingsberedskap ska stimuleras i undervisningen. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att reflektera över, ta ansvar för och fatta kloka beslut i det vardagliga arbetet med äldre. Undervisningen ska också ge eleverna möjlighet att granska och värdera ny kunskap inom området.</p> <h5><em>Undervisningen i ämnet gerontologi och geriatrik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om det normala åldrandet och om den åldrande människans behov samt hur olika attityder påverkar upplevelsen av åldrande.</li> <li>Kunskaper om olika kognitiva sjukdomar, äldrepsykiatriska och geriatriska tillstånd, kost och fysisk aktivitet samt om läkemedelsanvändning hos äldre.</li> <li>Förmåga att bedöma och åtgärda brister i levnadsförhållanden.</li> <li>Förmåga att utföra vård- och omsorgsarbete, behandling och rehabilitering samt förebyggande och funktionsbevarande omsorg vid geriatriska och äldrepsykiatriska tillstånd.</li> <li>Förmåga att kommunicera och samarbeta med människor på ett etiskt och pedagogiskt sätt.</li> </ul><h3>Nivåer i ämnet gerontologi och geriatrik</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GERO1000X</h3>",
      "code": "GERO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet gerontologi och geriatrik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Det normala åldrandet samt fysiska, psykiska, sociala, kulturella och existentiella perspektiv på åldrandet.</li> <li>Hur insatser och verksamheter inom äldreomsorgen fungerar.</li> <li>Samarbete med närstående för ökad delaktighet i form av närståendestöd, teamarbete och olika frivilligorganisationer.</li> <li>Den åldrande människans behov ur ett socialt, kulturellt och existentiellt perspektiv för sinnesstimulans och livskvalitet.</li> <li>Åldrande och sexualitet.</li> <li>Geriatriska, äldrepsykiatriska och vanliga sjukdomar och tillstånd samt läkemedelsanvändning hos äldre.</li> <li>Kognitiva sjukdomar, däribland demenssjukdomar, deras olika faser samt specifika hjälpbehov och utredningar. Kartläggning och individuell bemötandeplan, utifrån beteendemässiga och psykiska symptom vid demens (BPSD).</li> <li>Kognitiva hjälpmedel.</li> <li>Kost, näringsbehov, nutrition och måltidsmiljö vid åldrande och demens.</li> <li>Äldre multisjuka.</li> <li>Förebyggande av vårdskador genom att kartlägga och åtgärda risker, till exempel för undernäring, fallolyckor, trycksår och bristande munhälsa hos äldre.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde.</li> <li>Rehabilitering, funktionsbevarande omsorg och fysisk aktivitet för äldres välbefinnande.</li> <li>Palliativ vård och omsorg utifrån olika trossamfunds syn och ceremonier runt omhändertagande vid livet slutskede.</li> <li>Bemötande och yrkesmässigt förhållningssätt med utgångspunkt i socialtjänstens värdegrund för omsorg om äldre.</li> <li>Etiska dilemman vid vård av kognitiva sjukdomar, däribland demens.</li> <li>Bibehållande av den äldres integritet, värdighet och delaktighet vid kognitiva sjukdomar.</li> <li>Hjälpmedel vid kognitiva sjukdomar och andra äldrepsykiatriska och geriatriska tillstånd.</li> <li>Hur språket kan användas som ett pedagogiskt redskap.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver det normala åldrandet och de behov som uppstår samt attityder som påverkar upplevelsen av åldrandet på ett <strong>översiktligt</strong> sätt.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika kognitiva sjukdomar, äldrepsykiatriska och geriatriska tillstånd samt relaterade behandlingar. Eleven redogör <strong>översiktligt</strong> för betydelsen av läkemedelsanvändning samt kost och fysisk aktivitet för äldres hälsa.</p> <p>Eleven bedömer och åtgärdar brister i levnadsförhållanden med <strong>godtagbart</strong> resultat.</p> <p>Eleven planerar och utför vård och omsorgsuppgifter samt förebyggande arbete vid geriatriska och äldrepsykiatriska tillstånd med <strong>godtagbart</strong> resultat.</p> <p>Eleven kommunicerar och samarbetar med andra på ett etiskt och pedagogiskt sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver det normala åldrandet och de behov som uppstår samt attityder som påverkar upplevelsen av åldrandet på ett <strong>utförligt</strong> sätt.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika kognitiva sjukdomar, äldrepsykiatriska och geriatriska tillstånd samt relaterade behandlingar. Eleven redogör <strong>utförligt</strong> för betydelsen av läkemedelsanvändning samt kost och fysisk aktivitet för äldres hälsa.</p> <p>Eleven bedömer och åtgärdar brister i levnadsförhållanden med <strong>gott</strong> resultat.</p> <p>Eleven planerar och utför vård och omsorgsuppgifter samt förebyggande arbete vid geriatriska och äldrepsykiatriska tillstånd med <strong>gott</strong> resultat.</p> <p>Eleven kommunicerar och samarbetar med andra på ett etiskt och pedagogiskt sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver det normala åldrandet och de behov som uppstår samt attityder som påverkar upplevelsen av åldrandet på ett <strong>utförligt och nyanserat</strong> sätt.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika kognitiva sjukdomar, äldrepsykiatriska och geriatriska tillstånd samt relaterade behandlingar. Eleven redogör <strong>utförligt och nyanserat</strong> för betydelsen av läkemedelsanvändning samt kost och fysisk aktivitet för äldres hälsa.</p> <p>Eleven bedömer och åtgärdar brister i levnadsförhållanden med <strong>mycket gott</strong> resultat.</p> <p>Eleven planerar och utför vård och omsorgsuppgifter samt förebyggande arbete vid geriatriska och äldrepsykiatriska tillstånd med <strong>mycket gott</strong> resultat.</p> <p>Eleven kommunicerar och samarbetar med andra på ett etiskt och pedagogiskt sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
