{
  "code": "GLAS",
  "name": "Glasteknik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:247",
  "nameHeading": "<h2>Glasteknik</h2>",
  "description": "<p>Ämnet glasteknik behandlar olika arbetsområden och arbetsmetoder inom glasteknik, från planering och utförande till det att objektet är färdigt att användas. Ämnet behandlar även glas- och fönsterreparationer, fordonsglasning samt fasadarbeten. Arbetet utförs ofta som en del i en större helhet där glastekniker vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet glasteknik ska syfta till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom fordonsglasning, fasadglasning, nyglasning och inredningsglasning samt olika typer av glas- och fönsterreparationer. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om olika arbetsområden och de arbetstekniker som används inom yrkesområdet samt om glasets tekniska utveckling och egenskaper. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering. Genom att väcka elevernas nyfikenhet för olika yrkesområden inom glasteknik ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att samverka och kommunicera med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet glasteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom glasteknik.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom glasteknik.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet glasteknik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet husbyggnad eller nivå 3 i ämnet måleri.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GLAS1000X</h3>",
      "code": "GLAS1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet glasteknik på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Glas i byggkonstruktioner och fordon, historiskt och i nutid.</li> <li>Bygghandlingar och referensverk för metoder och materialval inom glasteknik, däribland Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Vanligt förekommande arbetsprocesser inom glasteknik med glaskonstruktioner i nyproduktion och renovering samt om- och tillbyggnad i enlighet med anvisningar och riktlinjer från Monteringstekniska kommittén (MTK).</li> <li>Metoder för beräkning av u-värde på olika glaskonstruktioner.</li> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön och samverkan.</li> <li>Monteringstekniska kommitténs anvisningar och riktlinjer för arbete med glas, däribland gällande kvalitetskrav och arbetsmetoder.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt lokalisering av glasplacering på ritningar. Metoder för att identifiera felkällor i ritningar och arbetsbeskrivningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av vikt, volym och area.</li> <li>Metoder för att främja en god arbetsmiljö, till exempel dammbindning och minimering av buller.</li> <li>Vanligt förekommande arbetsmoment inom glasteknik, däribland mallning, klossning och kittning av fönster.</li> <li>Olika bearbetningsmetoder av glas, däribland skärning och slipning av olika glastyper.</li> <li>Arbete med sparfals, toppförsegling, tryckkittning och fogning av glas mot intilliggande material.</li> <li>Montering av glas och tätningslister i trä-, stål- och aluminiumprofiler.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Olika typer av glasmaterial, deras funktion och användningsområden, till exempel isolerande, ljuddämpande eller brandskyddande.</li> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av olika glaskvaliteter och glastyper i enlighet med anvisningar och glasets kemiska och fysiska egenskaper, däribland planglas, isolerglas, laminerat glas och härdat glas samt specialglas, skyddsglas och säkerhetsglas.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner, mätverktyg och tillsatsutrustningar för arbetsmomentet.</li> <li>Val av metod för en ergonomisk materialhantering, däribland lyftteknik och transporthjälpmedel för transport av glas.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar av hälsorisker samt för att förebygga olycksfall eller brand. Risker med arbete på hög höjd.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att hindra fall och minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen, till exempel för säkerhet och arbetsmiljö.</li> <li>Förebyggande brandskydd och elsäkerhet. Lagar och andra bestämmelser som gäller förvaring av gasol och andra brandfarlig varor, till exempel bestämmelser från Myndigheten för samhällsskydd och beredskap (MSB) och Brandskyddsföreningen.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska facktermer för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar samt språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund och beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GLAS2000X</h3>",
      "code": "GLAS2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet glasteknik på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika krav och förutsättningar som påverkar val av glasmaterial och arbetsmetod, däribland vid arbeten med bil- och fordonsglas, planglas och glas i metallkonstruktioner.</li> <li>Varsamhetskrav i samband med ombyggnation och restaurering av äldre byggnader, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Bygghandlingars funktion i byggprocessen, däribland byggnadstekniska konsekvenser av att inte följa bygghandlingar, riktlinjer och rekommendationer.</li> <li>Vanligt förekommande arbetsprocesser inom glasteknik med glaskonstruktioner i byggnadsverk och inom konstglasning.</li> <li>Metoder för beräkning av u-värde på olika glaskonstruktioner.</li> <li>Monteringstekniska kommitténs anvisningar och riktlinjer för arbete med glas, däribland gällande kvalitetskrav och arbetsmetoder.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt lokalisering av glasplacering på ritningar. Metoder för att identifiera felkällor i ritningar och arbetsbeskrivningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Montering av glas i olika typer av trä-, stål- och aluminiumprofiler samt montering av olika typer av gummilister.</li> <li>Böjning, fogning och limning av olika plaster, till exempel uv-limning.</li> <li>Olika arbeten med konst-, bly- och specialglas.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material.</li> <li>Val, hantering och användning av olika glaskvaliteter i enlighet med bygghandlingar, kravspecifikationer och anvisningar.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner, mätverktyg och tillsatsutrustningar.</li> <li>Val av metod för en ergonomisk materialhantering, däribland lyftteknik och transporthjälpmedel för transport av glas samt tekniska och ergonomiska hjälpmedel anpassade för tunga lyft i arbetet.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar för att förebygga olycksfall, brand eller skada samt hälsorisker med glasfiberdamm, buller, asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GLAS3000X</h3>",
      "code": "GLAS3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet glasteknik på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika krav och metoder för arbete med olika typer av glas, däribland vid fordonsglasning.</li> <li>Bygghandlingars funktion och myndighetsbeslut i byggprocessen, däribland utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Vanligt förekommande arbetsprocesser inom glasteknik med glaskonstruktioner i byggnadsverk, konstglasning och fordonsglasning.</li> <li>Glasbranschens riktlinjer och rekommendationer för arbete med glas.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor, däribland i samband med fordonsglasning.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Montering av olika typer av glas, däribland prefabricerade bil- och fordonsglas.</li> <li>Mallning av glas, till exempel för arbetsfordon, båtar och maskinkonstruktioner.</li> <li>Arbete med förekommande fogmaterial och limtyper, däribland inom bil- och fordonsglasning.</li> <li>Arbete med blästring av glas samt montering och demontering av olika typer av solskydd, däribland inom bil- och fordonsglasning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val, hantering och användning av olika glaskvaliteter i enlighet med anvisningar, däribland inom fordonsglasning.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner, mätverktyg och tillsatsutrustningar.</li> <li>Val av metod för en ergonomisk materialhantering.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar av hälsorisker samt för att förebygga olycksfall, brand eller skada.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom glasteknik.</p> <p>Eleven planerar arbetsuppgifter inom glasteknik. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom glasteknik.</p> <p>Eleven planerar arbetsuppgifter inom glasteknik. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom glasteknik.</p> <p>Eleven planerar arbetsuppgifter inom glasteknik. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.007Z"
}