{
  "code": "GODE",
  "name": "Godshantering – truck",
  "englishName": "Freight Handling – Forklifts",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:162",
  "nameHeading": "<h2>Godshantering – truck</h2>",
  "description": "<p>Ämnet godshantering – truck behandlar godshantering med hjälp av truckar och olika typer av lastbärare. Det behandlar också lastning och lossning av gods samt lagar och andra bestämmelser som reglerar yrkesmässig godshantering.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet godshantering – truck ska syfta till att eleverna utvecklar kunskaper om gods och godshantering samt om truckar, lastbärare och övrig utrustning som används vid godshantering med truck. Undervisningen ska också leda till att eleverna utvecklar förmåga att framföra truckar med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässig godshantering med truckar och tillhörande utrustning.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom godshantering med hjälp av truckar.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet godshantering – truck ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om gods och godshantering.</li> <li>Kunskaper om truckar och den utrustning som används för att hantera gods.</li> <li>Förmåga att köra och manövrera truckar för godshantering.</li> <li>Förmåga att planera och genomföra yrkesmässig godshantering med truckar och tillhörande utrustning för godshantering.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet godshantering – truck</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GODE1000X</h3>",
      "code": "GODE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godshantering – truck på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Termer och begrepp inom godshantering.</li> <li>Olika typer av gods och hur de hanteras säkert och miljömässigt.</li> <li>Olika typer av godsmärkning och symboler på gods.</li> <li>Olika typer av lastbärare och deras olika användningsområden.</li> <li>Metoder för hantering av olika typer av lastbärare som används för olika typer av gods.</li> <li>Metoder för hantering av olika typer av skrymmande gods och mindre lastbärare vid lagerhantering samt vid lossning och lastning på fordon.</li> <li>Olika typer av mindre truckar och tilläggsutrustningar samt deras olika användningsområden vid godshantering.</li> <li>Metoder för olika typer av beräkningar utifrån mindre truckars och tillhörande utrustningars begränsningar, till exempel med hänsyn till godsets mått och vikt, olika typer av lastbärare och olika körmiljöer.</li> <li>Funktioner hos godshanteringsutrustning samt metoder för genomförande av tillsyn och enklare underhåll av mindre truckar och tillhörande utrustning samt vilka konsekvenser bristande tillsyn och underhåll kan medföra.</li> <li>Körning och manövrering av mindre truckar i varierande miljöer på ett riskmedvetet och miljövänligt sätt, däribland ledstaplare och mindre motviktstruck.</li> <li>Olika typer av beräkningar i samband med hantering av gods med mindre truckar och tillhörande utrustning.</li> <li>Genomförande av tillsyn och enklare underhåll av mindre truckar och tillhörande utrustning.</li> <li>Hantering av olika typer av gods och mindre lastbärare med olika typer av godshanteringsutrustning i olika miljöer i samband med lagerhantering eller godstransporter.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av tekniska begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GODE2000X</h3>",
      "code": "GODE2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godshantering – truck på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Termer och begrepp inom godshantering.</li> <li>Olika typer av gods och hur de hanteras säkert och miljömässigt.</li> <li>Olika typer av godsmärkning och symboler på gods.</li> <li>Olika typer av lastbärare och deras olika användningsområden.</li> <li>Metoder för hantering av olika typer av lastbärare som används för olika typer av gods.</li> <li>Metoder för hantering av olika typer av skrymmande gods och lastbärare vid lagerhantering samt lossning och lastning på fordon.</li> <li>Olika typer av större truckar och tilläggsutrustningar samt deras olika användningsområden vid godshantering.</li> <li>Metoder för olika typer av beräkningar utifrån större truckars och tillhörande utrustningars begränsningar, till exempel med hänsyn till godsets mått och vikt, olika typer av lastbärare och olika körmiljöer.</li> <li>Funktioner hos godshanteringsutrustning och metoder för genomförande av tillsyn och enklare underhåll av större truckar och utrustningar samt vilka konsekvenser bristande tillsyn och underhåll kan medföra.</li> <li>Körning och manövrering av större truckar i varierande miljöer på ett riskmedvetet och miljövänligt sätt, till exempel större motviktstruck, containertruck eller timmertruck.</li> <li>Genomförande av olika typer av beräkningar i samband med hantering av större truckar och tillhörande utrustning.</li> <li>Genomförande av tillsyn och enklare underhåll av större truckar och tillhörande utrustning.</li> <li>Hantering av olika typer av tyngre och skrymmande gods och större lastbärare med olika typer av godshanteringsutrustning i olika miljöer i samband med godshantering eller godstransporter.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av tekniska begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av truckar och tillhörande utrustning för godshantering samt deras användningsområden.</p> <p>Eleven kör och manövrerar truck på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> yrkesmässig godshantering med truck och tillhörande utrustning för godshantering i samband med lagerhantering eller godstransporter.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av truckar och tillhörande utrustning för godshantering samt deras användningsområden.</p> <p>Eleven kör och manövrerar truck på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> yrkesmässig godshantering med truck och tillhörande utrustning för godshantering i samband med lagerhantering eller godstransporter.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av truckar och tillhörande utrustning för godshantering samt deras användningsområden.</p> <p>Eleven kör och manövrerar truck på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> yrkesmässig godshantering med truck och tillhörande utrustning för godshantering i samband med lagerhantering eller godstransporter.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
