{
  "code": "GODH",
  "name": "Godshantering – fordonsmonterad kran",
  "englishName": "Freight Handling – Vehicle-Mounted Cranes",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:160",
  "nameHeading": "<h2>Godshantering – fordonsmonterad kran</h2>",
  "description": "<p>Ämnet godshantering – fordonsmonterad kran behandlar godshantering med hjälp av kranar och olika lyftredskap. Det behandlar också lastning och lossning av gods samt lagar och andra bestämmelser som reglerar yrkesmässig godshantering.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet godshantering – fordonsmonterad kran ska syfta till att eleverna utvecklar kunskaper om gods och godshantering samt om fordonsmonterade kranar och de lyftredskap och lastbärare som används vid godshantering med fordonsmonterad kran. Undervisningen ska leda till att eleverna utvecklar förmåga att manövrera fordonsmonterade kranar med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässig godshantering med kran och tillhörande utrustning.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom godshantering med hjälp av kranar.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet godshantering – fordonsmonterad kran ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om gods och godshantering.</li> <li>Kunskaper om fordonsmonterade kranar och de lyftredskap som används för att hantera gods med kran.</li> <li>Förmåga att manövrera fordonsmonterade kranar för godshantering.</li> <li>Förmåga att planera och genomföra yrkesmässig godshantering med fordonsmonterad kran och tillhörande lyftredskap.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet godshantering – fordonsmonterad kran</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GODH1000X</h3>",
      "code": "GODH1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godshantering – fordonsmonterad kran på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Termer och begrepp inom godshantering samt metoder och regler för teckengivning.</li> <li>Olika typer av gods och hur de hanteras säkert och miljömässigt.</li> <li>Olika typer av godsmärkning och symboler på gods.</li> <li>Olika typer av lastbärare och deras olika användningsområden.</li> <li>Uppställningsstabilitet och belastning vid lyftmoment med fordonsmonterade kranar samt metoder för att utföra olika typer av beräkningar i samband med hantering av fordonsmonterade kranar och lyftredskap.</li> <li>Lyftmetoder och metoder för användning av olika lyftredskap vid hantering, lastning och lossning av olika typer av gods med fordonsmonterad kran.</li> <li>Olika typer av fordonsmonterade kranar och lyftredskap samt deras olika användningsområden vid godshantering.</li> <li>Säkerhetsrutiner och särskild skyddsutrustning i samband med godshantering med fordonsmonterad kran.</li> <li>Metoder för olika typer av beräkningar av kranens och lyftredskapens begränsningar, till exempel med hänsyn till godsets mått och vikt, lastbärarens konstruktion och fordonets placering i relation till godset.</li> <li>Funktioner hos fordonsmonterade kranar samt metoder för genomförande av tillsyn och enklare underhåll av fordonsmonterade kranar och lyftredskap samt vilka konsekvenser bristande tillsyn och underhåll kan medföra.</li> <li>Manövrering av fordonsmonterad kran i varierande miljöer på ett riskmedvetet och säkert sätt.</li> <li>Genomförande av olika typer av beräkningar i samband med hantering av gods med fordonsmonterade kranar och lyftredskap.</li> <li>Genomförande av tillsyn och enklare underhåll av fordonsmonterade kranar och lyftredskap.</li> <li>Säker uppställning av fordonsmonterad kran.</li> <li>Hantering av olika typer av gods med hjälp av fordonsmonterad kran och olika typer av lyftredskap, däribland vid lastning och lossning av gods på fordon.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av tekniska begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om fordonsmonterade kranar och olika typer av lyftredskap samt deras användningsområden.</p> <p>Eleven manövrerar fordonsmonterad kran på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> yrkesmässig godshantering med fordonsmonterad kran i samband med hantering eller lastning och lossning av gods.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>goda</strong> kunskaper om fordonsmonterade kranar och olika typer av lyftredskap samt deras användningsområden.</p> <p>Eleven manövrerar fordonsmonterad kran på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> yrkesmässig godshantering med fordonsmonterad kran i samband med hantering eller lastning och lossning av gods.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om gods och godshantering.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om fordonsmonterade kranar och olika typer av lyftredskap samt deras användningsområden.</p> <p>Eleven manövrerar fordonsmonterad kran på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> yrkesmässig godshantering med fordonsmonterad kran i samband med hantering eller lastning och lossning av gods.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
