{
  "code": "GODP",
  "name": "Godstransporter – anläggning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:164",
  "nameHeading": "<h2>Godstransporter – anläggning</h2>",
  "description": "<p>Ämnet godstransporter – anläggning behandlar yrkesmässiga anläggningstransporter. Det behandlar dels förarutbildning för att framföra de olika fordon som används för godstransporter på väg, dels säker hantering av det gods som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet godstransporter – anläggning ska syfta till att eleverna utvecklar kunskaper om yrkesmässiga anläggningstransporter samt om de lastbilar och den utrustning som används. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra tung lastbil i trafik med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässiga anläggningstransporter.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom anläggningstransporter samt om branschens ansvar för hållbar utveckling.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet godstransporter – anläggning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om anläggningstransporter.</li> <li>Kunskaper om olika typer av lastbilar och utrustningar som används för anläggningstransporter.</li> <li>Förmåga att köra och manövrera tung lastbil för anläggningstransporter.</li> <li>Förmåga att planera och genomföra yrkesmässiga anläggningstransporter med tung lastbil.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet godstransporter – anläggning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet godstransporter eller nivå 1 i ämnet godstransporter – vux.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GODP1000X</h3>",
      "code": "GODP1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godstransporter – anläggning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av anläggningstransporter och de krav som ställs på förare och fordon i samband med transporterna.</li> <li>Hur anläggningstransporter kan planeras och genomföras med hänsyn till säkerhet, kvalitet, ekonomi och miljö.</li> <li>Olika typer av gods som transporteras vid anläggningstransporter samt lagar och andra bestämmelser som gäller transporten utifrån godsets beskaffenhet.</li> <li>Metoder för säker lastning och lossning av olika typer av gods samt för säker och miljömässig godshantering i samband med anläggningstransporter.</li> <li>Metoder för vägning och mätning av gods för att beräkna godsvolym och vikt vid anläggningstransporter.</li> <li>Transportledningens funktion och betydelse för kvalitet och arbetsmiljö.</li> <li>Olika typer av fraktdokumentation och transportadministrativa digitala informationssystem samt metoder för att använda dessa i samband med anläggningstransporter.</li> <li>Olika typer av lastbilar och tillhörande utrustningar som används för anläggningstransporter.</li> <li>Metoder för funktions- och säkerhetskontroll och enklare underhåll av lastbilar och tillhörande utrustning som används för anläggningstransporter.</li> <li>Körning och manövrering av tung lastbil för anläggningstransporter på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer och olika trafikförhållanden.</li> <li>Användning av tekniska funktioner för ökad framkomlighet i olika trafiksituationer och vid skiftande väglag.</li> <li>Planering av färdvägar med hänsyn till olika trafikmiljöer och transportavstånd, däribland begränsningar avseende höjd, bredd och vikt samt typ av gods.</li> <li>Användning av transportadministrativa digitala informationssystem i samband med anläggningstransporter.</li> <li>Genomförande av funktions- och säkerhetskontroll samt enklare underhåll av olika lastbilar och tillhörande utrustning som används för anläggningstransporter.</li> <li>Färdigställande av lastbil och utrustning för säker och effektiv lastning, lossning och transport av gods i samband med anläggningstransporter.</li> <li>Lastplanering och placering av gods på lastbilar utifrån lastviktsberäkningar för fordon, vägval, vägnätets bärighet och trafikförhållanden i samband med anläggningstransporter samt säkring av gods.</li> <li>Säker lastning och lossning av olika typer av gods i samband med anläggningstransporter.</li> <li>Genomförande av anläggningstransporter i enlighet med regelverk som styr arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter samt användning av färdskrivare och dokumentation av arbetstider på föreskrivet sätt.</li> <li>Handhavande av fraktdokumentation och transportadministrativa system i samband med anläggningstransporter.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av områdesspecifika begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om anläggningstransporter.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av lastbilar och utrustningar som används för anläggningstransporter.</p> <p>Eleven kör och manövrerar tung lastbil för anläggningstransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> yrkesmässiga anläggningstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om anläggningstransporter.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för anläggningstransporter.</p> <p>Eleven kör och manövrerar tung lastbil för anläggningstransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> yrkesmässiga anläggningstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om anläggningstransporter.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för anläggningstransporter.</p> <p>Eleven kör och manövrerar tung lastbil för anläggningstransporter i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> yrkesmässiga anläggningstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser inom området. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.008Z"
}