{
  "code": "GOLV",
  "name": "Golvläggning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:248",
  "nameHeading": "<h2>Golvläggning</h2>",
  "description": "<p>Ämnet golvläggning behandlar golvbeläggningsarbeten med olika golvmaterial, bland annat plastmattor och trä-, laminat- och parkettgolv. Det behandlar även reparationer och behandlingar av trägolv samt montering av olika typer av tätskikt i våtutrymmen. Arbetet utförs ofta som en del i en större helhet där golvläggaren vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet golvläggning ska syfta till att eleverna utvecklar förmåga att utföra undergolvsarbeten samt läggning av olika typer av golv vid nyproduktion och renovering. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra golv- och väggarbeten i torra utrymmen och i våtrum samt arbeten med specialgolv. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika golvbeläggningar som mattor och plattor av plastmaterial, textila golv samt trä- och laminatgolv. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att reparera och underhålla golv. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom husbyggnad ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet golvläggning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom golvläggning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom golvläggning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet golvläggning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet husbyggnad.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GOLV1000X</h3>",
      "code": "GOLV1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet golvläggning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Golvläggningsprocessen</em></p> <ul> <li>Olika typer av ytskikt för golv i torra utrymmen samt olika material, deras funktion och användningsområden.</li> <li>Arbetsprocesser, metoder och utrustning för golvarbeten i torra utrymmen.</li> <li>Golvbeläggningar och ytskikt i byggkonstruktioner, historiskt och i nutid.</li> <li>Branschens ansvar för att främja ett hållbart byggande.</li> <li>Bygghandlingar och referensverk för metoder och materialval inom golvläggning, till exempel råd och information från Golvbranschens tekniska kommitté eller AMA (Allmän material- och arbetsbeskrivning).</li> <li>Golvbranschens riktlinjer och rekommendationer för arbete med golvläggning.</li> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön och samverkan.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav, däribland för arbeten med trä-, lamell-, plast- och textilgolv.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Olika metoder för dammbindning vid bearbetning av nya och befintliga golv.</li> <li>Undergolvsarbete av olika slag i torra utrymmen.</li> <li>Ytbeläggning i torra utrymmen, till exempel med mattor och plattor av både plastmaterial och textila material.</li> <li>Sammanfogning av gammalt och nytt material vid golvläggning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av material för underarbete inför golvläggning i torra utrymmen utifrån underlag, materialens funktion, egenskaper och anvisningar.</li> <li>Val, hantering och användning av olika golvmaterial för ytskikt utifrån deras egenskaper, användningsområden och anvisningar.</li> <li>Val av behandling och ytbeläggning på nya och befintliga golv utifrån kvalitet på underlaget.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner och mätverktyg för underarbete och golvläggning i torra utrymmen samt hantering och användning av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller ställningar, arbetsplattformar och användning av lyftanordningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen, till exempel för säkerhet och arbetsmiljö.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar samt språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund och beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GOLV2000X</h3>",
      "code": "GOLV2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet golvläggning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Golvläggningsprocessen</em></p> <ul> <li>Olika typer av ytskikt för golvläggnings- och väggbeklädnadsarbeten, däribland i våta utrymmen. Materialens egenskaper, deras funktion och användningsområden.</li> <li>Arbetsprocesser, metoder och utrustning för golvarbeten, däribland i våtrum.</li> <li>Varsamhetskrav i samband med ombyggnation och restaurering av äldre byggnader, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Bygghandlingars funktion i byggprocessen, däribland byggnadstekniska konsekvenser av att inte följa bygghandlingar, riktlinjer och rekommendationer.</li> <li>Golvbranschens riktlinjer och rekommendationer för arbete med golvläggning.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschreglerna för tätskikt i våtrum, till exempel utifrån riktlinjer från Golvbranschens våtrumskontroll (GVK).</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Olika metoder för dammbindning vid bearbetning av nya och befintliga golv i torra och våta utrymmen.</li> <li>Underarbeten på golv och väggar i torra utrymmen och i våtrum.</li> <li>Ytbeläggning av golv och väggar, däribland i våtrum med vanligt förekommande tätskikt.</li> <li>Sammanfogning av gammalt och nytt material, däribland i våtrum.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material.</li> <li>Val och användning av material och metod för underarbetet vid golvläggning i torra och våta utrymmen utifrån underlaget, materialens funktion och egenskaper samt utifrån anvisningar.</li> <li>Val och användning av golv- och väggmaterial utifrån deras egenskaper och användningsområden samt utifrån anvisningar, däribland för våtrum.</li> <li>Val av behandling och ytbeläggning på nya och befintliga golv utifrån kvaliteten på underlaget.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner och mätverktyg för underarbete och ytskiktsarbete, däribland i våtrum.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Riskbedömningar av hälsorisker samt för att förebygga olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GOLV3000X</h3>",
      "code": "GOLV3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet golvläggning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Golvläggningsprocessen</em></p> <ul> <li>Olika typer av trä-, lamell-, laminat- och specialgolv, deras egenskaper och användningsområden.</li> <li>Arbetsprocesser, metoder och utrustning för golvarbeten, däribland för trä-, lamell- och laminatgolv.</li> <li>Bygghandlingars funktion och myndighetsbeslut i byggprocessen, däribland utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Olika metoder för dammbindning vid bearbetning av trä-, lamell-, laminat- och specialgolv.</li> <li>Undergolvsarbete vid golvläggning, däribland med trä-, lamell-, laminat- och specialgolv.</li> <li>Ytbeläggning, däribland med olika typer av trä-, lamell- och laminatgolv samt uppbyggnad av olika specialgolv.</li> <li>Sammanfogning av gammalt och nytt material, däribland vid golvläggning med trä-, lamell-, laminat- och specialgolv.</li> <li>Slipning och ytbehandling av trä-, lamell-, laminat- och specialgolv.</li> <li>Reparationer och rivning av trä-, lamell-, laminat- och specialgolv.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val och användning av material och metod för sammanfogning och ytbehandling av trä-, lamell-, laminat- och specialgolv utifrån underlag, materialens funktion och egenskaper samt i enlighet med anvisningar.</li> <li>Val och användning av golvmaterial för ytskikt, däribland för olika golvtyper av trä, lamell och laminat, utifrån materialens egenskaper och användningsområden samt i enlighet med anvisningar.</li> <li>Val av behandling och ytbeläggning på nya och befintliga golv utifrån kvaliteten på underlaget samt i enlighet med anvisningar.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner och mätverktyg för underarbete och golvläggning, däribland med trä-, lamell-, laminat- och specialgolv.</li> <li>Lastkoppling i samband med upp- och nedtransport samt förflyttning av arbetsutrustning och byggmaterial.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Golvbranschens riktlinjer och rekommendationer för arbete med golvläggning.</li> <li>Konsekvenser av att inte följa lagar och andra bestämmelser som gäller arbeten på hög höjd, till exempel vites- och bötesföreläggande.</li> <li>Riskbedömningar, däribland av hälsorisker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB) vid renoveringsarbete.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med ljud- och handsignalering.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom golvläggning.</p> <p>Eleven planerar arbetsuppgifter inom golvläggning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom golvläggning.</p> <p>Eleven planerar arbetsuppgifter inom golvläggning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom golvläggning.</p> <p>Eleven planerar arbetsuppgifter inom golvläggning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.009Z"
}