{
  "code": "GOST",
  "name": "Godstransporter",
  "englishName": "Freight Transport",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:163",
  "nameHeading": "<h2>Godstransporter</h2>",
  "description": "<p>Ämnet godstransporter behandlar yrkesmässig vägtransport av gods. Det behandlar dels förarutbildning på de olika fordon som används för godstransporter på väg, dels säker hantering av det gods som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet godstransporter ska syfta till att eleverna utvecklar kunskaper om yrkesmässiga vägtransporter av gods och deras betydelse i samhället samt om de lastbilar och den utrustning som används för godstransporter. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra tung lastbil i trafik med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässiga godstransporter.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk, social och miljömässig hållbarhet inom godstransporter.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunder och kunders egendom. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet godstransporter ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om yrkesmässiga godstransporter med lastbil.</li> <li>Kunskaper om olika typer av lastbilar och utrustningar som används inom yrkesmässiga vägtransporter.</li> <li>Förmåga att köra och manövrera tung lastbil.</li> <li>Förmåga att planera och genomföra yrkesmässiga godstransporter med tung lastbil.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet godstransporter</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet yrkestrafik. Betyg i godstransporter som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i godstransporter – vux som omfattar nivå 1.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GOST1000X</h3>",
      "code": "GOST1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godstransporter på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Orientering om olika typer av godstransporter och transportuppdrag samt transporternas betydelse i samhället.</li> <li>Metoder för säker lastning och lossning av vanligt förekommande gods.</li> <li>Orientering om olika typer av transportledning samt om olika rutiner för administration och fakturering av transportverksamhet.</li> <li>Orientering om olika typer av fraktdokumentation och anvisningar som reglerar gods och varudistribution samt om olika metoder för handhavande av fraktdokumentation.</li> <li>Olika typer av lastbilar och olika typer av tillhörande utrustningar samt deras användningsområden för godstransporter, däribland lastbilar som drivs med olika typer av drivmedel eller drivkällor.</li> <li>Orientering om tekniska funktioner i lastbilar samt metoder för genomförande av säkerhetskontroll och enklare underhåll av olika typer av lastbilar.</li> <li>Hantering av reglage och rutinmässig manövrering av tung lastbil.</li> <li>Körning av tung lastbil på ett trafiksäkert, riskmedvetet och miljövänligt sätt i enklare trafikmiljöer.</li> <li>Planering samt val av lastbil och utrustning inför olika typer av transportuppdrag.</li> <li>Planering av färdvägar med tung lastbil med hänsyn till olika trafikmiljöer och transportavstånd, däribland begränsningar avseende höjd, bredd och vikt samt typ av gods.</li> <li>Genomförande av säkerhetskontroll och enklare underhåll av lastbil och tillhörande utrustning.</li> <li>Färdigställande av lastbil och utrustning för säker och effektiv lastning och lossning.</li> <li>Säker lastning och lossning av vanligt förekommande gods.</li> <li>Placering av gods på lastbil utifrån lastviktsberäkningar för fordon och vägnätets bärighet.</li> <li>Lastsäkring av vanligt förekommande gods med olika metoder och olika typer av utrustning.</li> <li>Planering av transportuppdrag i enlighet med regelverk som styr arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter.</li> <li>Användning av färdskrivare och dokumentation av kör- och vilotider på föreskrivet sätt.</li> <li>Handhavande av fraktdokumentation och anvisningar som reglerar gods och varudistribution.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av områdesspecifika begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: GOST2000X</h3>",
      "code": "GOST2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet godstransporter på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av godstransporter och de krav som ställs på förare och fordon i samband med transportuppdragen.</li> <li>Olika specialiserade godstransporter, däribland gränsöverskridande transporter och specialtransporter.</li> <li>Hur yrkesmässiga godstransporter kan planeras och genomföras med hänsyn till säkerhet, kvalitet, ekonomi och miljö.</li> <li>Vikten av att värna företagets profil och hur kommersiella och ekonomiska tvister kan förebyggas.</li> <li>Metoder för säker lastning och lossning av olika typer av gods samt för säker och miljömässig godshantering i samband med transportuppdrag.</li> <li>Transportledning samt fraktdokumentation och transportadministrativa digitala informationssystem, däribland metoder för att använda dessa i samband med transportuppdrag.</li> <li>Olika typer av lastbilar och tillhörande utrustningar samt metoder för genomförande av funktions- och säkerhetskontroll och enklare underhåll av dessa, däribland av lastbilar som drivs med olika typer av drivmedel eller drivkällor.</li> <li>Vilka konsekvenser bristande kontroll och underhåll kan medföra avseende ekonomi, driftsäkerhet och trafiksäkerhet.</li> <li>Körning och manövrering av tung lastbil på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer och olika trafikförhållanden, däribland vid varierande väglag och olika siktförhållanden.</li> <li>Användning av tekniska funktioner för ökad framkomlighet i olika trafiksituationer och vid skiftande väglag.</li> <li>Planering av färdvägar med tung lastbil med hänsyn till olika begränsningar i trafikmiljön samt användning av olika informationssystem i samband med godstransporter.</li> <li>Genomförande av funktions- och säkerhetskontroll samt enklare underhåll av olika typer av lastbilar och tillhörande utrustning.</li> <li>Färdigställande av lastbil och utrustning för säker och effektiv lastning, lossning och transport av olika godsslag i samband med godstransporter.</li> <li>Säker lastning och lossning av olika typer av gods.</li> <li>Placering av gods på olika typer av lastbilar utifrån lastviktsberäkningar för fordon, vägval, vägnätets bärighet och trafikförhållanden i samband med transportuppdrag.</li> <li>Lastsäkring med olika metoder och olika typer av utrustning på olika typer av gods.</li> <li>Genomförande av godstransporter i enlighet med regelverk som styr arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter samt användning av färdskrivare och dokumentation av kör- och vilotider på föreskrivet sätt.</li> <li>Handhavande av fraktdokumentation i samband med godstransporter.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av områdesspecifika begrepp och uttryck samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av yrkesmässiga godstransporter med lastbil.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av lastbilar och utrustningar som används för yrkesmässiga vägtransporter.</p> <p>Eleven kör och manövrerar tung lastbil i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> godstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika typer av yrkesmässiga godstransporter med lastbil.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för yrkesmässiga vägtransporter.</p> <p>Eleven kör och manövrerar tung lastbil i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> godstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av yrkesmässiga godstransporter med lastbil.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av lastbilar och utrustningar som används för yrkesmässiga vägtransporter.</p> <p>Eleven kör och manövrerar tung lastbil i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> godstransporter med tung lastbil.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
