{
  "code": "GRON",
  "name": "Grönyte- och småmaskinsteknik",
  "englishName": "Grounds Care and Small Engine Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:255",
  "nameHeading": "<h2>Grönyte- och småmaskinsteknik</h2>",
  "description": "<p>Ämnet grönyte- och småmaskinsteknik behandlar service, felsökning och reparationer av grönyte- och småmaskiner och tillhörande redskap samt deras uppbyggnad och funktion.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet grönyte- och småmaskinsteknik ska syfta till att eleverna utvecklar kunskaper om olika grönyte- och småmaskiner och tillhörande redskap samt deras olika användningsområden. Eleverna ska även ges möjlighet att utveckla kunskaper om maskinernas olika system och komponenter. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att genomföra service, felsökning och reparationer av grönyte- och småmaskiner och redskap. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda utrustning och teknisk information i samband med service, felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom service, felsökning och reparationer av grönyte- och småmaskiner och tillhörande redskap som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom.</p> <p>I undervisningen ska eleverna ges möjlighet att, såväl självständigt som med andra, arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i yrkeslivet.</p> <h5><em>Undervisningen i ämnet grönyte- och småmaskinsteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika typer av grönyte- och småmaskiner och redskap, deras användningsområden, system och komponenter samt hur de samverkar.</li> <li>Förmåga att genomföra service, underhåll och inspektion av grönyte- och småmaskiner och redskap.</li> <li>Förmåga att genomföra felsökning och reparationer av grönyte- och småmaskiner och redskap samt deras system och komponenter.</li> <li>Förmåga att använda specialverktyg samt mät- och diagnosutrustning i samband med felsökning och reparationer.</li> <li>Förmåga att använda teknisk information och digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet grönyte- och småmaskinsteknik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 3 i ämnet mobila maskiner – system- och diagnosteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: GRON1000X</h3>",
      "code": "GRON1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet grönyte- och småmaskinsteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av grönyte- och småmaskiner samt deras uppbyggnad och funktion beroende på användningsområden, till exempel parktraktorer och gräsklippare.</li> <li>Olika typer av redskap och tilläggsutrustningar samt deras uppbyggnad och funktion beroende på användningsområden, till exempel jordfräsar, sandnings- och slåtteraggregat.</li> <li>Planering för och genomförande av service, underhåll och inspektion av maskiner och redskap.</li> <li>Felsökning i och reparationer av system och komponenter i maskiner och redskap enligt tillverkarens anvisningar.</li> <li>Användning av specialverktyg samt mät- och diagnosinstrument i samband med felsökning och reparationer av maskiner och redskap.</li> <li>Användning av teknisk information och digitala informationssystem på svenska och engelska i samband med felsökning med mät- och diagnosinstrument samt vid reparationer av system och komponenter.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> <li>Hantering av hydraulvätska vid arbete med hydraulsystem med hänsyn till miljö- och hälsorisker.</li> <li>Riskbedömning i samband med diagnos och reparationer av maskiner, däribland elektrifierade maskiner.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av grönyte- och småmaskiner och redskap samt deras användningsområden, system och komponenter och hur de samverkar.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> service, underhåll och inspektion av grönyte- och småmaskiner och redskap i <strong>bekanta</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> felsökning och reparationer av grönyte- och småmaskiner, deras redskap, system och komponenter i <strong>bekanta</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven använder med <strong>viss säkerhet</strong> mät- och diagnosutrustning vid system- och komponentmätningar samt använder specialverktyg med <strong>visst</strong> handlag i samband med felsökning och reparationer.</p> <p>Eleven använder med <strong>viss säkerhet</strong> teknisk information och digitala informationssystem i samband med felsökning och enklare reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt utifrån tillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika typer av grönyte- och småmaskiner och redskap samt deras användningsområden, system och komponenter och hur de samverkar.</p> <p>Eleven genomför med <strong>säkerhet</strong> service, underhåll och inspektion av grönyte- och småmaskiner och redskap i <strong>bekanta</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven genomför med <strong>säkerhet</strong> felsökning och reparationer av grönyte- och småmaskiner, deras redskap, system och komponenter i <strong>bekanta</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven använder med <strong>säkerhet</strong> mät- och diagnosutrustning vid system- och komponentmätningar samt använder specialverktyg med <strong>gott</strong> handlag i samband med felsökning och reparationer.</p> <p>Eleven använder med <strong>säkerhet</strong> teknisk information och digitala informationssystem i samband med felsökning och enklare reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt utifrån tillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av grönyte- och småmaskiner och redskap samt deras användningsområden, system och komponenter och hur de samverkar.</p> <p>Eleven genomför med <strong>god säkerhet</strong> service, underhåll och inspektion av grönyte- och småmaskiner och redskap i <strong>bekanta men även nya</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven genomför med <strong>god säkerhet</strong> felsökning och reparationer av grönyte- och småmaskiner, deras redskap, system och komponenter i <strong>bekanta men även nya</strong> situationer enligt tillverkarens anvisningar.</p> <p>Eleven använder med <strong>god säkerhet</strong> mät- och diagnosutrustning vid system- och komponentmätningar samt använder specialverktyg med <strong>mycket gott</strong> handlag i samband med felsökning och reparationer.</p> <p>Eleven använder med <strong>god säkerhet</strong> teknisk information och digitala informationssystem i samband med felsökning och enklare reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt utifrån tillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
