{
  "code": "HALA",
  "name": "Hållbar turism",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:266",
  "nameHeading": "<h2>Hållbar turism</h2>",
  "description": "<p>Hållbar turism är en gemensam utmaning för hela världen eftersom både privatpersoners och företags behov av tjänster inom turismnäringen växer och blir mer varierande. Ämnet hållbar turism omfattar hur olika turismverksamheter och den enskilde resenären kan verka för ett ansvarsfullt och hållbart resande i en växande turismnäring.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hållbar turism ska syfta till att eleverna utvecklar kunskaper om ekoturism och hållbar turismutveckling. Eleverna ska i undervisningen ges möjlighet att utveckla kunskaper om lagar och andra bestämmelser inom området samt om certifieringssystem och märkningar för en hållbar, säker och ansvarsfull turismnäring. Undervisningen ska också belysa frågor som rör företagens ansvar för mänskliga rättigheter, ekonomiska, sociala, miljömässiga och kulturella förhållanden samt etiska förhållningssätt.</p> <p>Förväntningarna på nya upplevelser inom turism förändras hela tiden och nya krav ställs på ett medvetet och ansvarsfullt resande. Undervisningen ska därför bidra till att eleverna utvecklar kunskaper om hur ekonomiskt, socialt och miljömässigt hållbar turism kan utvecklas både internationellt och nationellt. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om hur turism påverkar länder samt hur expansion av turism kan leda till att socioekonomisk ojämlikhet förstärks och att ekosystem och miljö skadas. Undervisningen ska även leda till att eleverna utvecklar kunskaper om hur turism kan stimulera till en positiv utveckling som lokalbefolkningen själva kan styra och påverka i högre utsträckning.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förståelse av ett medvetet resande och hur turismföretagen kan möta behovet av att förena lönsamhet, miljöhänsyn och socialt engagemang. Genom undervisningen ska eleverna dessutom ges möjlighet att utveckla förmåga att söka, sortera, granska och värdera information om turism och hållbarhet. Eleverna ska i undervisningen även ges möjlighet att utveckla förmåga att problematisera och ta ställning i etiska dilemman som kan uppstå i relation till hållbarhetsfrågor inom turism.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet och lust till fortsatt lärande inom hållbar turism. Genom praktiska övningar i verklighetstrogen miljö ska eleverna ges möjlighet att utveckla sina kunskaper inom hållbar turism utifrån ekonomisk, social och miljömässig hållbarhet.</p> <h5><em>Undervisningen i ämnet hållbar turism ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om ekoturism och hållbar turismutveckling.</li> <li>Kunskaper om nationella och internationella överenskommelser samt om lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen.</li> <li>Förmåga att problematisera turismen i relation till hållbarhetsfrågor.</li> </ul><h3>Nivåer i ämnet hållbar turism</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet besöksnäringen.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HALA1000X</h3>",
      "code": "HALA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hållbar turism på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Ekoturismens grundprinciper.</li> <li>Ekonomisk, social och miljömässig hållbarhet inom turismnäringen.</li> <li>Hållbarhetsarbete inom turismnäringens olika verksamhetsområden, förebilder och varumärken inom området, däribland om CSR (corporate social responsibility) och uppförandekod (code of conduct).</li> <li>Förutsättningar för hållbar turism till kända resmål med ett ökat turismflöde.</li> <li>Hållbar turismutveckling där människan samspelar med natur och kultur.</li> <li>Natur- och kulturresurser och deras betydelse för samhällens utveckling, både historiskt och i framtiden.</li> <li>Nationella och internationella överenskommelser för en hållbar, säker och ansvarsfull turismnäring, däribland certifieringar, märkningar och standarder.</li> <li>Lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen, till exempel lagen om hållbarhetsredovisning samt EU-direktiv om mänskliga rättigheter.</li> <li>Informationssökning om turism och hållbarhet samt kritisk granskning av information.</li> <li>Turismens påverkan på länders natur, kulturarv och ekonomi.</li> <li>Överturism.</li> <li>Turismföretags och den enskilda resenärens möjligheter att bidra till ett ansvarsfullt resande, till exempel aktiviteter som strävar efter att ta hänsyn till lokalbefolkningen och naturmiljöer.</li> <li>Beteendemönster för en mer långsam turismutveckling, till exempel längre vistelser och turistaktiviteter kopplade till det lokala samhället.</li> <li>Etiska dilemman och förhållningssätt inom turismområdet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HALA2000X</h3>",
      "code": "HALA2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hållbar turism på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Fördjupning inom ekoturism.</li> <li>Natur- och kulturskydd både nationellt och internationellt.</li> <li>Cirkulära affärsmodeller.</li> <li>Hållbar utveckling både nationellt och internationellt, till exempel kommuners, regioners och städers innovationsprojekt inom hållbar turism.</li> <li>Turismens påverkan på samhällens ekonomi och kultur.</li> <li>Hållbar turismutveckling där människan samspelar med naturen och samhället samt utvecklar resmål och verksamheter med hänsyn till ekonomiska, sociala och miljömässiga aspekter.</li> <li>Internationella standarder och direktiv samt rapporter på EU-nivå om hållbar turism.</li> <li>Informationssökning om hållbar turism samt kritisk granskning, bearbetning och presentation av material.</li> <li>Lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen, till exempel bestämmelser om företags hållbarhetsredovisning.</li> <li>Turismens utmaningar, till exempel förflyttning av befolkning för att öka turismen.</li> <li>Reseföretagens ansvar för mänskliga rättigheter och miljö, i enlighet med lagar och andra bestämmelser.</li> <li>Reseföretagens policys när det gäller värderingar och mänskliga rättigheter, till exempel om uppförandekoder och policys som tar avstånd från landgrabbing och försvagning av kulturell representation.</li> <li>Beteendemönster och beteendeförändringar för mer hållbara val och gott värdskap.</li> <li>Etiska dilemman och förhållningssätt inom turismområdet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver ekoturism <strong>översiktligt</strong> och för <strong>enkla</strong> resonemang om hållbar utveckling inom turismnäringen.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om nationella och internationella överenskommelser samt om lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen.</p> <p>Eleven för <strong>enkla</strong> resonemang om relationen mellan turism och hållbar utveckling.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver ekoturism <strong>utförligt</strong> och för <strong>utvecklade</strong> resonemang om hållbar utveckling inom turismnäringen.</p> <p>Eleven visar <strong>goda</strong> kunskaper om nationella och internationella överenskommelser samt om lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om relationen mellan turism och hållbar utveckling.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver ekoturism <strong>utförligt och nyanserat</strong> och för <strong>välutvecklade</strong> resonemang om hållbar utveckling inom turismnäringen.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om nationella och internationella överenskommelser samt om lagar och andra bestämmelser som gäller hållbarhet inom turismnäringen.</p> <p>Eleven för <strong>utvecklade och nyanserade</strong> resonemang om relationen mellan turism och hållbar utveckling.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.011Z"
}