{
  "code": "HANE",
  "name": "Handel och hållbar utveckling",
  "englishName": "Sustainable Commerce",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:257",
  "nameHeading": "<h2>Handel och hållbar utveckling</h2>",
  "description": "<p>Handel finns i många olika branscher och former och är en länk mellan tillverkare och konsument. Handel bedrivs lokalt och globalt samt fysiskt och digitalt. Ämnet handel och hållbar utveckling behandlar handels- och tjänstesektorn i en ekonomisk, social och miljömässig hållbar utveckling, både lokalt och globalt.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet handel och hållbar utveckling ska syfta till att eleverna utvecklar kunskaper om hållbart företagande och dess nytta i samhälle och näringsliv både lokalt och globalt. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om såväl konsumentens som handels- och tjänstesektorns roll och ansvar för hållbar utveckling. Undervisningen ska också lägga en grund för elevernas förmåga att yrkesmässigt utföra arbetsuppgifter inom området. Den ska även leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av sambandet mellan utbud och efterfrågan samt betydelsen av hållbarhetsarbete för företagens konkurrensförmåga. Vidare ska undervisningen stimulera elevernas nyfikenhet, kreativitet och tilltro till den egna förmågan att påverka sitt liv och samhället. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kunskaper om ämnesspecifika begrepp och uttrycksformer.</p> <p>Genom teori och praktiska övningar ska eleverna ges möjlighet att utföra arbetsuppgifter inom handel och hållbar utveckling. På så vis ska eleverna ges möjlighet att omsätta sina kunskaper i yrkesmässiga handlingar. Via kontakter med företag och organisationer ska eleverna ges möjlighet att utveckla förståelse av företagandets villkor. Eleverna ska även ges möjlighet att diskutera och värdera frågor som handlar om hållbar utveckling inom handels- och tjänstesektorn.</p> <h5><em>Undervisningen i ämnet handel och hållbar utveckling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hållbar utveckling inom handels- och tjänstesektorn.</li> <li>Förmåga att organisera och utföra arbetsuppgifter i enlighet med lagar och andra bestämmelser inom handels- och tjänstesektorn.</li> <li>Förmåga att granska olika affärsmöjligheter och produkter utifrån perspektiv på hållbar utveckling.</li> </ul><h3>Nivåer i ämnet handel och hållbar utveckling</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HANE1000X</h3>",
      "code": "HANE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet handel och hållbar utveckling på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Konsumentens roll och ansvar för medveten konsumtion och hållbar utveckling inom handels- och tjänstesektorn.</li> <li>Översiktligt om handelsbranschens roll och ansvar för medveten konsumtion.</li> <li>Faktorer som påverkar ekonomisk, social och miljömässig hållbarhet inom handels- och tjänstesektorn.</li> <li>Hur arbetsuppgifter för olika yrkesroller inom handel kan utföras, granskas och värderas utifrån hållbarhetsaspekter och etiska aspekter.</li> <li>Miljömärkning och rättvisemärkning.</li> <li>Standarder, uppförandekoder och avtal inom handel.</li> <li>Lagar och andra bestämmelser som gäller hållbarhet inom handel, till exempel produktsäkerhetslagen och produktansvarslagen.</li> <li>Hållbarhetsarbetets betydelse för ett företags varumärke, konkurrensförmåga och lönsamhet.</li> <li>Hur en varas livscykel kan förlängas utifrån cirkulär hållbarhet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HANE2000X</h3>",
      "code": "HANE2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet handel och hållbar utveckling på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Handelsbranschens roll och ansvar i arbetet med ekonomisk, social och miljömässig hållbarhet både nationellt och globalt.</li> <li>Strategier för hållbart företagande.</li> <li>Hur arbetsuppgifter för olika yrkesroller inom handel, däribland inom transport och distribution kan planeras, granskas och värderas i relation till miljömässig, social, ekonomisk och cirkulär hållbarhet.</li> <li>Miljömärkning och rättvisemärkning.</li> <li>Standarder, uppförandekoder och avtal inom handel.</li> <li>Lagar och andra bestämmelser som gäller hållbarhet inom handel.</li> <li>Nationella och internationella målsättningar samt avtal och överenskommelser om hållbar utveckling inom handel, däribland utifrån FN:s globala mål för hållbar utveckling.</li> <li>Produktkunskap och analys av produkter utifrån etiska aspekter samt ekonomisk, social och miljömässig hållbarhet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om ekonomisk, social och miljömässig hållbarhet samt roller och ansvar i arbetet för hållbar utveckling inom handel.</p> <p>Eleven planerar, organiserar och utför arbetsuppgifter inom handel och hållbar utveckling med <strong>godtagbart</strong> resultat. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika affärsmöjligheter och produkter utifrån ekonomisk, social och miljömässig hållbarhet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om ekonomisk, social och miljömässig hållbarhet samt roller och ansvar i arbetet för hållbar utveckling inom handel.</p> <p>Eleven planerar, organiserar och utför arbetsuppgifter inom handel och hållbar utveckling med <strong>gott</strong> resultat. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven redogör <strong>utförligt</strong> för olika affärsmöjligheter och produkter utifrån ekonomisk, social och miljömässig hållbarhet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om ekonomisk, social och miljömässig hållbarhet samt roller och ansvar i arbetet för hållbar utveckling inom handel.</p> <p>Eleven planerar, organiserar och utför arbetsuppgifter inom handel och hållbar utveckling med <strong>mycket gott</strong> resultat. Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika affärsmöjligheter och produkter utifrån ekonomisk, social och miljömässig hållbarhet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
