{
  "code": "HARC",
  "name": "Hår och makeup – fortsättning",
  "englishName": "Hair and Makeup – Intermediate",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:269",
  "nameHeading": "<h2>Hår och makeup – fortsättning</h2>",
  "description": "<p>Hår- och makeupstylister arbetar med att skapa en individanpassad visuell helhet gällande hår och makeup. Ämnet hår och makeup – fortsättning behandlar olika tekniker för hårstyling och makeup, material, produkter och verktyg samt samverkan, service och bemötande. Ämnet behandlar också olika stilepoker samt yrkets historia och utvecklingsmöjligheter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hår och makeup – fortsättning ska syfta till att eleverna utvecklar och befäster sin förmåga att genomföra alla steg inom hårstyling och makeup från idé till färdigt resultat. Det innebär att analysera utgångsläget, planera arbetet, välja lämpliga produkter och tekniker utifrån modellens förutsättningar samt att genomföra och redovisa arbetet på modeller och kunder. Dessutom ska eleverna ges möjlighet att utveckla förmåga att analysera arbetsprocessen och utvärdera resultatet för att på så vis utvecklas inom yrkesutövandet. Undervisningen ska stimulera elevernas initiativförmåga, idérikedom, självständighet, personliga ansvarstagande, samarbetsförmåga och skaparglädje. Eleverna ska dessutom ges möjlighet att använda sin kreativitet och kunskap om färg, form och stil i yrkesutövandet.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att använda yrkets fackspråk för att kommunicera med modeller, kunder, uppdragsgivare och andra inom yrkesområdet. Den ska också ge eleverna möjlighet att utveckla förmåga att arbeta målinriktat och på ett sätt som leder till goda och hållbara kundrelationer. Undervisningen ska även leda till att eleverna utvecklar ett kreativt förhållningssätt till en affärsmässig och serviceinriktad verksamhet. Yrkesområdet består delvis av små företag och därför ska undervisningen stimulera elevernas intresse för entreprenörskap. I undervisningen ska eleverna dessutom ges möjlighet att utveckla och tillämpa kunskaper om ergonomi, arbetsmiljö och säkerhet för ett hållbart arbetsliv.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om villkor och utvecklingsmöjligheter inom branschen, både nationellt och internationellt. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om frisyr- och makeupmodets traditioner och historiska utveckling. Som inspirationskälla och som grund för ökad förståelse av kultur- och stilhistoriska influenser ska eleverna ges möjlighet att utveckla kunskaper om såväl yrkesområdets historia som den stilhistoriska utvecklingen inom frisyr- och makeupmode.</p> <p>Eleverna ska ges rika möjligheter att träna och förfina yrkets tekniker på kunder och modeller. I undervisningen ska eleverna ges möjlighet att använda sina teoretiska kunskaper för att vidareutveckla och befästa sina kunskaper om tekniker och verktyg. Dessutom ska eleverna ges möjlighet att använda sina kunskaper om hur ändamålsenliga produkter väljs utifrån ett tänkt slutresultat med hänsyn till tidsåtgång, kostnader och miljö. Undervisningen ska också leda till att eleverna vidareutvecklar sin förmåga att använda olika digitala tekniker i arbetet.</p> <h5><em>Undervisningen i ämnet hår och makeup – fortsättning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att utföra individanpassad hårstyling och makeup samt att utvärdera arbetsprocess och resultat.</li> <li>Förmåga att planera arbetet samt att beräkna material-, produkt- och tidsåtgång.</li> <li>Förmåga att använda färg-, form- och proportionslära i skapandeprocessen.</li> <li>Förmåga att samarbeta samt att utföra försäljning och service.</li> <li>Förmåga att arbeta hygieniskt och säkert med hänsyn till hållbarhetsaspekter inom yrkesområdet.</li> <li>Kunskaper om yrkesprov och utvecklingsmöjligheter inom yrkesområdet.</li> <li>Kunskaper om yrkesområdets historia samt om olika stilepoker och trender inom frisyr och makeup.</li> </ul><h3>Nivåer i ämnet hår och makeup – fortsättning</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet hårstyling och makeupteknik.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HARC1000X</h3>",
      "code": "HARC1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fortsättning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Långhårsuppsättningar med kombinerade tekniker, däribland tekniker för släta och texturerade hår samt fäste av hårprydnader eller smycken.</li> <li>Designtekniker för olika hårtyper samt långa och korta hår.</li> <li>Frisyr och makeup på olika modeller eller kunder med fokus på helhet.</li> <li>Makeup anpassad för män.</li> <li>Makeuptekniker för skönhetsmakeup med fokus på lyster, toning och balans.</li> <li>Detaljtekniker för ögon och bryn, till exempel franspermanent.</li> <li>Makeuptekniker för olika ögonformer.</li> <li>Skisstekniker för att visualisera idéer.</li> <li>Användning av fackspråk vid utvärdering av arbetsprocess och resultat.</li> <li>Planering av arbetet utifrån önskemål och utgångsläge, däribland val av behandling, material, produkter, teknik och verktyg.</li> <li>Färg, form och proportioner för att individanpassa och skapa en helhet vid hårstyling och makeup, däribland ansikts- och ögonform samt korrigering och rougeteknik på modell eller kund.</li> <li>Hur ljuset påverkar makeupens färger och resultatets helhet.</li> <li>Ansvarsfullt yrkesutövande vid samarbeten och behandlingar, däribland anpassning av språket utifrån situationen.</li> <li>Digitala tekniker för inspiration och presentation i försäljningssyfte samt digitala betalsystem.</li> <li>Inköp och prissättning av produkter, varor och behandlingar.</li> <li>Säkra, hållbara och hälsofrämjande arbetssätt med fokus på ergonomi, hygien och miljö.</li> <li>Yrkesområdets karriärmöjligheter nationellt, däribland aktuella yrkesprov.</li> <li>Huvuddragen i yrkesområdets historia och dess utveckling fram till i dag.</li> <li>Centrala stilepoker och trender inom skönhetsområdet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HARC2000X</h3>",
      "code": "HARC2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fortsättning på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Långhårsuppsättningar med fokus på kvalitet, hållbarhet, form och balans.</li> <li>Design- och makeuptekniker för en individanpassad helhet med fokus på kvalitet.</li> <li>Frisyr och makeup på olika modeller eller kunder anpassade till fest, bal och bröllop.</li> <li>Restyling på modeller eller kunder där både hår och makeup förändras.</li> <li>Makeup anpassad för män på olika modeller eller kunder.</li> <li>Detaljtekniker för läppar genom läppkorrigering.</li> <li>Detaljtekniker för makeup, till exempel appliceringstekniker för olika ögonformer och applicering av lösögonfransar.</li> <li>Skisstekniker för att visualisera idéer med fokus på effekter, till exempel symmetri, textur, grafiska linjer och glitter.</li> <li>Användning av fackspråk vid utvärdering av arbetsprocess, produktval och resultat.</li> <li>Planering av arbetet utifrån önskemål och utgångsläge med fokus på material och produkter från olika leverantörer.</li> <li>Färg, form, proportioner och balans för att skapa en helhet vid kombinerad hårstyling och makeup.</li> <li>Hur ljuset påverkar makeupens färger och resultatets helhet vid foto- och filmproduktion, till exempel i olika utemiljöer.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid samarbeten, behandlingar, försäljning och service, däribland användning av betalsystem.</li> <li>Tillämpning av god säljetik, däribland kroppsspråk och kulturella skillnader i kommunikation med kunder.</li> <li>Planering och hantering av inköp samt prissättning av produkter, varor och behandlingar.</li> <li>Säkra, hygieniska och hållbara arbetssätt.</li> <li>Faktorer som främjar social och organisatorisk arbetsmiljö, till exempel stresshantering.</li> <li>Konsekvenser av bristande hygien och arbetsmiljö.</li> <li>Yrkesområdets karriärmöjligheter nationellt och internationellt samt aktuella yrkesprov, däribland gesäll- och mästarbrev.</li> <li>Hur yrkets historia har påverkat dagens yrkesutövande.</li> <li>Centrala stilepoker och trender som påverkat frisyr- och makeupmodet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HARC3000X</h3>",
      "code": "HARC3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fortsättning på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Komplexa håruppsättningar med fokus på kvalitet och hållbarhet.</li> <li>Hårstyling och makeup anpassad för män på olika modeller eller kunder.</li> <li>Tekniker för hårstyling och makeup på modeller eller kunder med olika ansikts-, ögon- och läppformer samt olika hud-, hårtyper och färger.</li> <li>Frisyr och makeup som helhetsstyling inför foto- eller filmproduktioner. Hur ljussättning och retuschering påverkar bildens resultat och mottagarens upplevelse av resultatet.</li> <li>Restyling på modeller eller kunder där både hår och makeup förändras.</li> <li>Skisstekniker för att visualisera idéer och följa en planering utifrån uppsatta tidsramar.</li> <li>Användning av fackspråk vid utvärdering av arbetsprocess, produktval och resultat samt förslag på hur arbetet kan utvecklas för ökad kvalitet.</li> <li>Planering av arbete utifrån önskemål och utgångsläge med fokus på tidsåtgång och kostnadseffektivisering.</li> <li>Färg, form, proportion, balans och symmetri för att skapa en helhet vid hårstyling och makeup anpassad för film- och bildproduktioner.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid samarbeten, behandlingar och försäljning. Kreativt och positivt agerande i olika servicesituationer.</li> <li>Digitala tekniker för inspiration och presentationer samt digitala betalsystem.</li> <li>Tillämpning av god säljetik för ökad lönsamhet i verksamheten.</li> <li>Planering och hantering av inköp, prissättning av varor och tjänster samt ekonomiska beräkningar för ökad lönsamhet.</li> <li>Hygieniskt, säkert och hållbart arbetssätt, däribland hälsofrämjande arbete gällande den personliga, psykosociala samt organisatoriska arbetsmiljön.</li> <li>Yrkesområdets karriärmöjligheter nationellt och internationellt samt planering av yrkesprov inom hårstyling och makeup.</li> <li>Trendtolkningar och analyser av hur dagens trender kan kopplas till ett historiskt ursprung.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HARC4000X</h3>",
      "code": "HARC4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fortsättning på nivå 4 ska behandla följande centrala innehåll:</p> <ul> <li>Komplexa håruppsättningar med fokus på kvalitet och hållbarhet.</li> <li>Avancerade frisyr- och makeuptekniker på modeller och kunder efter situation och tema, anpassade efter beställare.</li> <li>Fantasimakeup med tillhörande hårstyling på modeller eller kunder.</li> <li>Skisstekniker för att visualisera idéer och följa en planering på momentnivå utifrån uppsatta tidsramar.</li> <li>Användning av fackspråk vid utvärdering av arbetsprocess och resultat samt förslag på hur arbetet kan utvecklas för ökad kvalitet och kundnöjdhet.</li> <li>Planering av arbetet utifrån önskemål och utgångsläge med fokus på tidsåtgång och effektivisering för ökad lönsamhet.</li> <li>Färg, form, proportion, balans och symmetri för att skapa en helhet vid hårstyling och makeup på såväl kvinnlig som manlig modell eller kund.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid samarbeten, behandlingar och försäljning samt kreativt och positivt agerande i servicesituationer.</li> <li>Tillämpning av god säljetik för ökad lönsamhet i verksamheten.</li> <li>Planering och hantering av inköp, prissättning av produkter och varor samt kostnadsberäkning av behandlingar för bättre lönsamhet.</li> <li>Hållbart arbetsliv och åtgärder för att förebygga ohälsa och olycksfall.</li> <li>Konsekvenser vid bristande arbetsmiljö.</li> <li>Yrkesområdets karriärmöjligheter och möjlig breddning inom yrkesutövandet.</li> <li>Planering av yrkesprov.</li> <li>Yrkesområdets historia och utveckling, däribland utvecklingen av material, metoder, produkter och tekniker inom yrkesområdet.</li> <li>Olika stilepokers typiska särdrag i jämförelse med dagens trender och mode.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven utför med <strong>viss</strong> skicklighet olika individanpassade behandlingar med hårstyling och makeup och uppnår ett <strong>godtagbart</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>enkla</strong> omdömen samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>enkel</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>enkla</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>viss</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven samarbetar och agerar med <strong>viss säkerhet</strong> kundorienterat i <strong>bekanta</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett hygieniskt och säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom yrkesområdet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om yrkesområdets historia samt om olika stilepoker och trender inom frisyr och makeup.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven utför med <strong>god</strong> skicklighet olika individanpassade behandlingar med hårstyling och makeup och uppnår ett <strong>gott</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>välgrundade</strong> omdömen samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>genomarbetad</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>välgrundade</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>god</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven samarbetar och agerar med <strong>säkerhet</strong> kundorienterat i <strong>bekanta men även delvis nya</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett hygieniskt och säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom yrkesområdet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om yrkesområdets historia samt om olika stilepoker och trender inom frisyr och makeup.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven utför med <strong>mycket god</strong> skicklighet olika individanpassade behandlingar med hårstyling och makeup och uppnår ett <strong>mycket gott</strong> resultat med en teknisk och estetisk kvalitet. Dessutom utvärderar eleven arbetsprocess och resultat med <strong>välgrundade och nyanserade</strong> omdömen samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven gör en <strong>väl genomarbetad</strong> planering av arbetet utifrån det tänka resultatet. Dessutom gör eleven <strong>välgrundade och nyanserade</strong> beräkningar av material-, produkt- och tidsåtgång.</p> <p>Eleven använder med <strong>mycket god</strong> skicklighet färg-, form- och proportionslära i skapandeprocessen.</p> <p>Eleven samarbetar och agerar med <strong>god säkerhet</strong> kundorienterat i <strong>bekanta men även nya</strong> försäljnings- och servicesituationer.</p> <p>Eleven arbetar på ett hygieniskt och säkert sätt med hänsyn till hållbarhetsaspekter inom yrkesområdet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om yrkesprov och utvecklingsmöjligheter inom yrkesområdet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om yrkesområdets historia samt om olika stilepoker och trender inom frisyr och makeup.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
