{
  "code": "HARO",
  "name": "Hår och makeup – fördjupning",
  "englishName": "Hair and Makeup – Advanced",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:27",
  "nameHeading": "<h2>Hår och makeup – fördjupning</h2>",
  "description": "<p>Ämnet hår och makeup – fördjupning behandlar färdighetsträning inför yrkesmässigt utövande utifrån beställarens önskemål och utgångsläge. Ämnet behandlar också yrkesetik och resultatets kvalitet utifrån branschens krav vid yrkesprov eller diplomering.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hår och makeup – fördjupning ska syfta till att eleverna utvecklar förmåga att genomföra behandlingar utifrån branschens krav på kvalitet. Det innebär att identifiera önskemål och föreslå lämplig behandling, planera arbetet, välja lämpliga tekniker och produkter med hänsyn till utgångsläget samt genomföra och utvärdera arbetet och presentera resultatet. På så vis ska undervisningen bidra till att eleverna utvecklar förmåga att nå yrkesmässigt hög kvalitet i arbetet. Eleverna ska dessutom ges möjlighet att utveckla förmåga att analysera arbetsprocessen och se förbättringsmöjligheter för ett hållbart arbetsliv och företagande. Undervisningen ska leda till att eleverna vidareutvecklar initiativförmåga, idérikedom, självständighet, personligt ansvarstagande, samarbetsförmåga, drivkraft och skaparglädje. Eleverna ska också ges möjlighet att befästa ett kreativt tänkande med känsla för färg, form och stil i yrkesutövandet.</p> <p>Undervisningen ska leda till att eleverna befäster sin förmåga att använda yrkets fackspråk för att kommunicera med kunder, modeller, uppdragsgivare och leverantörer. Den ska ge eleverna möjlighet att utveckla färdigheter i ett målinriktat säljarbete som leder till goda och hållbara kundrelationer. Undervisningen ska också bidra till att eleverna utvecklar ett kreativt förhållningssätt till en affärsmässig och serviceinriktad verksamhet samt fördjupad förmåga att använda digitala tekniker i arbetet. Yrkesområdet består delvis av små företag eller egenföretagare och därför ska undervisningen även stimulera elevernas intresse för företagande och entreprenörskap.</p> <p>Eleverna ska ges rika möjligheter till arbete i projektform samt till färdighetsträning inför diplomering eller yrkesprov. Eleverna ska även ges möjlighet att befästa ergonomiska och säkra arbetssätt för ett hållbart arbetsliv. De ska också ges möjlighet att använda sina teoretiska kunskaper i det praktiska arbetet. I undervisningen ska eleverna dessutom ges möjlighet till färdighetsträning utifrån tänkt resultat.</p> <h5><em>Undervisningen i ämnet hår och makeup – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att på ett yrkesmässigt och säkert sätt planera och utföra behandlingar och projekt inom hårstyling och makeup.</li> <li>Förmåga att arbeta hygieniskt och effektivt med fokus på kvalitet.</li> <li>Förmåga att använda färg-, form- och stillära i skapandeprocessen.</li> <li>Förmåga att utvärdera och analysera arbetsprocess och resultat med hjälp av skiss och fackspråk.</li> <li>Förmåga att samarbeta och utföra yrkesmässig försäljning och service.</li> </ul><h3>Nivåer i ämnet hår och makeup – fördjupning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 3 i ämnet hår och makeup – fortsättning.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HARO1000X</h3>",
      "code": "HARO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Avancerade hår- och makeuptekniker på modeller och kunder utifrån beställarens önskemål och branschens krav på kvalitet och säkert arbete.</li> <li>Specialiseringstekniker inom makeup, till exempel fantasimakeup och airbrush.</li> <li>Arbete på salong eller i projektform, till exempel inför en visning eller teater.</li> <li>Yrkesmässig planering och effektivisering av arbetsgång, däribland kostnad och tidsåtgång med fokus på resultatets kvalitet.</li> <li>Användning av färg-, form- och stillära i skapandeprocessen för individanpassning och kvalitetshöjning av resultat samt gestaltning av stil.</li> <li>Kommunikation, utvärdering och analys med fackspråk om arbetsprocess och resultat.</li> <li>Skissteknik för beskrivning av resultat utifrån branschens krav vid yrkesprov.</li> <li>Portfolio av utfört arbete med fokus på kreativitet och moment inom yrkesprov.</li> <li>Ansvarsfullt yrkesutövande vid samarbete i projekt och behandlingar samt vid försäljning och service.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HARO2000X</h3>",
      "code": "HARO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Färdighetsträning med temaanpassningar för komplex hårstyling och makeup på modeller och kunder med fokus på kreativitet och yrkesprovens moment.</li> <li>Specialiseringstekniker inom makeup, till exempel tävling, nageldesign eller fransförlängning.</li> <li>Organisation av säkra och hållbara arbetssätt.</li> <li>Yrkesmässig planering och effektivisering av säkert salongsarbete eller projekt, däribland beräkning av kostnad och tidsåtgång.</li> <li>Användning av färg-, form- och stillära i skapandeprocessen för individanpassning och kvalitetshöjning av resultat samt gestaltning av olika stilar och teman.</li> <li>Kommunikation med fackspråk vid utvärdering och analys av arbetsprocess och resultat med förslag på hur arbetet kan utvecklas utifrån branschens krav.</li> <li>Skissteknik för detaljerad beskrivning av resultat inför branschens yrkesprov.</li> <li>Portfolio av utfört arbete med fokus på kreativitet och yrkesprovets moment.</li> <li>Ansvarsfullt yrkesutövande vid behandling, försäljning och service med fokus på kvalitet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HARO3000X</h3>",
      "code": "HARO3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hår och makeup – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Färdighetsträning med situationsanpassad komplex hårstyling och makeup för att visualisera olika stilar med fokus på yrkesmässig kvalitet och yrkesprovets moment.</li> <li>Specialiseringstekniker inom makeup, till exempel maskering eller avancerad fantasimakeup.</li> <li>Samarbete med närliggande yrkesgrupper i projekt samt utveckling och effektivisering av arbetet med resultatets kvalitet i fokus.</li> <li>Yrkesmässig planering av säkert arbetssätt samt utvecklingsmöjligheter för ökad kvalitet och lönsamhet.</li> <li>Användning av färg-, form- och stillära i skapandeprocessen för yrkesmässig gestaltning av olika teman och kvalitetshöjning av resultatet enligt branschens krav vid yrkesprov.</li> <li>Kommunikation, utvärdering och analys med fackspråk om arbetsprocess och resultat utifrån branschens krav vid yrkesprov.</li> <li>Skissteknik för detaljerad beskrivning av arbetsprocess och resultat utifrån branschens krav vid yrkesprov.</li> <li>Portfolio av utfört arbete med fokus på kreativitet och yrkesprovets moment.</li> <li>Ansvarsfullt yrkesutövande vid samarbete, behandling, försäljning och service med fokus på kvalitet och kreativitet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar och utför med <strong>viss</strong> skicklighet behandlingar, projekt och övriga arbetsuppgifter inom hårstyling och makeup på ett yrkesmässigt och säkert sätt.</p> <p>Eleven arbetar på ett hygieniskt och effektivt sätt och uppnår ett <strong>godtagbart</strong> resultat med teknisk och estetisk kvalitet utifrån branschens krav.</p> <p>Eleven använder med <strong>viss</strong> skicklighet färg-, form- och stillära i skapandeprocessen.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>enkla</strong> omdömen samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven skisser och fackspråk på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven samarbetar och agerar med <strong>viss säkerhet</strong> kundorienterat i <strong>bekanta</strong> försäljnings- och servicesituationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar och utför med <strong>god</strong> skicklighet behandlingar, projekt och övriga arbetsuppgifter inom hårstyling och makeup på ett yrkesmässigt och säkert sätt.</p> <p>Eleven arbetar på ett hygieniskt och effektivt sätt och uppnår ett <strong>gott</strong> resultat med teknisk och estetisk kvalitet utifrån branschens krav.</p> <p>Eleven använder med <strong>god</strong> skicklighet färg-, form- och stillära i skapandeprocessen.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>välgrundade</strong> omdömen samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven skisser och fackspråk på ett <strong>gott</strong> sätt.</p> <p>Eleven samarbetar och agerar med <strong>säkerhet</strong> kundorienterat i <strong>bekanta men även delvis nya</strong> försäljnings- och servicesituationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar och utför med <strong>mycket god</strong> skicklighet behandlingar, projekt och övriga arbetsuppgifter inom hårstyling och makeup på ett yrkesmässigt och säkert sätt.</p> <p>Eleven arbetar på ett hygieniskt och effektivt sätt och uppnår ett <strong>mycket gott</strong> resultat med teknisk och estetisk kvalitet utifrån branschens krav.</p> <p>Eleven använder med <strong>mycket god</strong> skicklighet färg-, form- och stillära i skapandeprocessen.</p> <p>Eleven utvärderar och analyserar arbetsprocessen och resultatet med <strong>välgrundade och nyanserade</strong> omdömen samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas. Dessutom använder eleven skisser och fackspråk på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven samarbetar och agerar med <strong>god säkerhet</strong> kundorienterat i <strong>bekanta men även nya</strong> försäljnings- och servicesituationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
