{
  "code": "HASS",
  "name": "Hästsportanläggningars skötsel och drift",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:307",
  "nameHeading": "<h2>Hästsportanläggningars skötsel och drift</h2>",
  "description": "<p>Ämnet hästsportanläggningars skötsel och drift behandlar underhåll och skötsel av hästsportanläggningar samt användning och skötsel av teknisk utrustning. Byggnader och anläggningar representerar stora värden, varför underhåll, reparationer samt om- och tillbyggnader måste utföras med yrkeskunnande och noggrannhet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hästsportanläggningars skötsel och drift ska syfta till att eleverna utvecklar förmåga att utföra drifts-, byggnads- och underhållsarbeten på olika typer av hästsportanläggningar samt att använda och underhålla tekniska system och utrustning. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om byggmaterial samt om deras egenskaper och användningsområden. Eleverna ska också ges möjlighet att utveckla förmåga att välja rätt material med hänsyn till byggnadens konstruktion, funktion och läge samt kostnader.</p> <p>Undervisningen ska leda till att eleverna utvecklar förståelse av sambandet mellan regelbundet och systematiskt underhåll och långsiktig hållbarhet ur ett ekonomiskt och miljömässigt perspektiv. Den ska också leda till att eleverna utvecklar förmåga att planera och genomföra byggnads- och underhållsarbete på ett yrkesmässigt sätt. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om kulturhistoriskt värdefulla byggnader och hur dessa kan underhållas. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att använda och underhålla den tekniska utrustning och de digitala system som förekommer inom hästsportanläggningars skötsel och drift. Eleverna ska också ges möjlighet att utveckla förmåga att använda verktyg, maskiner och arbetstekniker på ett ändamålsenligt och säkert sätt samt att använda miljömässigt och ergonomiskt hållbara arbetsmetoder.</p> <p>I undervisningen ska eleverna ges möjlighet att pröva olika tillvägagångssätt i bekanta och nya situationer och därigenom utveckla tilltro till den egna förmågan att lösa problem och nå uppsatta mål. Eleverna ska också ges möjlighet att utveckla förmåga att utvärdera och dokumentera resultatet av sitt arbete. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området.</p> <p>Praktiskt arbete, praktiska övningar och fältstudier ska ingå i undervisningen. Därigenom ska eleverna ges möjlighet att utveckla ett fackspråk, förmåga att följa ritningar, hantera material och använda verktyg, maskiner, redskap och teknisk utrustning på ett säkert och ergonomiskt sätt.</p> <h5><em>Undervisningen i ämnet hästsportanläggningars skötsel och drift ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att välja byggmaterial för olika ändamål samt att beräkna materialåtgång och kostnader.</li> <li>Förmåga att tolka ritningar samt att utföra drifts-, underhålls- och byggnadsarbete.</li> <li>Förmåga att använda och underhålla tekniska system och utrustning.</li> <li>Förmåga att använda och vårda verktyg och maskiner i samband med drifts-, underhålls- och byggnadsarbeten.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till hållbar utveckling.</li> <li>Förmåga att utvärdera och dokumentera resultatet av genomfört arbete.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet hästsportanläggningars skötsel och drift</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet maskiner och teknisk utrustning inom naturbruk. Betyg i hästsportanläggningars skötsel och drift som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i byggnadsunderhåll inom naturbruk som omfattar nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HASS1000X</h3>",
      "code": "HASS1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hästsportanläggningars skötsel och drift på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Byggteknisk grund</em></p> <ul> <li>Olika byggmaterial samt deras egenskaper, funktion och användningsområden.</li> <li>För hästsportanläggningar relevanta byggnadskonstruktioner samt dimensionering och anvisningar.</li> <li>Hur yttre förhållanden, till exempel klimat och läge påverkar val av konstruktion och material.</li> <li>Resurseffektiva och hållbara lösningar inom hästsportanläggningars skötsel och drift.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Val av material samt beräkning av materialåtgång och kostnader.</li> <li>Planering och enklare beräkningar för att utföra aktuella arbetsuppgifter.</li> <li>Tolkning av ritningar och instruktioner.</li> <li>Byggnadsunderhåll av hästsportanläggningar, till exempel enklare reparationer, putsning och målning.</li> <li>Arbetsmetoder vid byggnads- och underhållsarbeten.</li> <li>Daglig drift inom hästsportanläggningar.</li> <li>Metoder för att bevara byggnaders historiska och kulturella värden.</li> <li>Hantering av byggmaterial vid transport och lagring.</li> <li>Användning och underhåll av tekniska system och utrustning, till exempel klimatkontroll, bevattningssystem och belysningssystem.</li> <li>Användning av teknikhandböcker.</li> <li>Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.</li> <li>Hållbar hantering av material och restprodukter.</li> <li>Besiktning och egenkontroll samt dokumentation av genomfört arbete.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästsportanläggningars skötsel och drift, däribland riskbedömningar och förebyggande säkerhetsåtgärder.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området, till exempel plan- och bygglagen, miljöbalken och kulturmiljölagen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven väljer med <strong>viss säkerhet</strong> lämpligt byggmaterial utifrån konstruktion och funktion samt beräknar materialåtgång och kostnader.</p> <p>Eleven tolkar med <strong>viss säkerhet</strong> ritningar och utför drifts-, underhålls- och byggnadsarbete med <strong>godtagbart</strong> resultat. Eleven använder <strong>enkla</strong> strategier för att lösa problem som uppstår.</p> <p>Eleven använder och underhåller med <strong>viss säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>visst</strong> handlag verktyg och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven utför med <strong>viss säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser som gäller hästsportanläggningars skötsel och drift.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven väljer med <strong>säkerhet</strong> lämpligt byggmaterial utifrån konstruktion och funktion samt beräknar materialåtgång och kostnader.</p> <p>Eleven tolkar med <strong>säkerhet</strong> ritningar och utför drifts-, underhålls- och byggnadsarbete med <strong>gott</strong> resultat. Eleven använder <strong>utvecklade</strong> strategier för att lösa problem som uppstår.</p> <p>Eleven använder och underhåller med <strong>säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>gott</strong> handlag verktyg och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven utför med <strong>säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser som gäller hästsportanläggningars skötsel och drift.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven väljer med <strong>god säkerhet</strong> lämpligt byggmaterial utifrån konstruktion och funktion samt beräknar materialåtgång och kostnader.</p> <p>Eleven tolkar med <strong>god säkerhet</strong> ritningar och utför drifts-, underhålls- och byggnadsarbete med <strong>mycket gott</strong> resultat. Eleven använder <strong>välutvecklade</strong> strategier för att lösa problem som uppstår.</p> <p>Eleven använder och underhåller med <strong>god säkerhet</strong> teknisk utrustning och digitala system.</p> <p>Eleven använder och vårdar med <strong>mycket gott</strong> handlag verktyg och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven utför med <strong>god säkerhet</strong> besiktningar och funktionskontroller av genomfört arbete och dokumenterar resultatet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser som gäller hästsportanläggningars skötsel och drift.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.016Z"
}