{
  "code": "HIST",
  "name": "Historia",
  "englishName": "History",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första version",
  "skolfsGrund": "2023:130",
  "nameHeading": "<h2>Historia</h2>",
  "description": "<p>Historia är ett både humanistiskt och samhällsvetenskapligt ämne som behandlar individens villkor och samhällets förändringar över tid. Människors möjligheter och val inför framtiden är beroende av såväl kunskaper om handlingar och händelser i det förflutna som nutida tolkningar av dessa.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet historia ska syfta till att eleverna utvecklar, breddar och fördjupar sin historiska bildning och sitt historiemedvetande genom kunskaper om det förflutna. Eleverna ska också utveckla sina kunskaper om historisk metod och om hur historia används samt sin förståelse av hur olika tolkningar och perspektiv på det förflutna präglar synen på nutiden och uppfattningar om framtiden.</p> <p>Genom undervisningen ska eleverna utveckla sin historiska referensram för att förstå frågor som har betydelse för nuet och framtiden, samt för att kunna analysera historiska förändringsprocesser ur olika perspektiv. Eleverna ska utveckla sina kunskaper om olika tiders levnadsvillkor och människors roller i samhällsförändringar. Undervisningen ska bidra till att eleverna utvecklar insikt i att varje tids människor ska förstås utifrån sin tids villkor och värderingar.</p> <p>I undervisningen ska eleverna arbeta med historiska begrepp, frågeställningar, förklaringar och olika samband i tid och rum för att utveckla förståelse av historiska samhällsförändringar. Att arbeta med historisk metod ska också ingå i undervisningen. Det innebär att eleverna ska ges möjlighet att söka, granska, tolka och värdera olika typer av källor samt använda olika teorier, perspektiv och begrepp som förklarar och åskådliggör historiska förändringsprocesser.</p> <p>Historia används både för att påverka samhället och för att skapa och stärka olika identiteter. Eleverna ska därför analysera och utveckla kunskaper om hur olika människor och grupper i tid och rum har använt historia samt ges möjlighet att reflektera över kulturarvens betydelse för identitets- och verklighetsuppfattning. På så vis bidrar undervisningen i historia till att eleverna bättre kan förstå nutiden och utveckla förmåga att orientera sig inför framtiden.</p> <h5><em>Undervisningen i ämnet historia ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om förändringsprocesser, händelser och aktörer under olika tidsperioder utifrån olika tolkningar och perspektiv.</li> <li>Förmåga att använda historiska begrepp och förklaringsmodeller.</li> <li>Förmåga att formulera och undersöka historiska frågeställningar samt att söka, tolka, kritiskt granska och värdera olika historiska källor.</li> <li>Förmåga att undersöka och förklara hur historia kan användas i olika sammanhang och för olika syften.</li> </ul><h3>Nivåer i ämnet historia</h3><ul><li>Nivå 1a1, 50 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i historia som omfattar nivå 1a1 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1a2, 50 poäng, som bygger på nivå 1a1. Betyg i historia som omfattar nivå 1a2 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1b, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i historia som omfattar nivå 1b kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1a1 eller nivå 1a2.</li> <li>Nivå 2a, 100 poäng, som bygger på nivå 1a2 eller 1b. Betyg i historia som omfattar nivå 2a kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 2b.</li> <li>Nivå 2b, 100 poäng, som bygger på nivå 1a2 eller 1b. Betyg i historia som omfattar nivå 2b kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 2a.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2a eller 2b.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HIST1A10X</h3>",
      "code": "HIST1A10X",
      "nameHeading": "<h2>Nivå 1a1, 50 poäng</h2>",
      "name": "Nivå 1a1",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 1a1 ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Europeisk epokindelning med forntiden, antiken, medeltiden, tidigmodern tid och modern tid utifrån ett kronologiskt perspektiv.</li> <li>Översikt över industrialisering samt framgångar och motgångar för demokratisering i olika delar av världen från upplysningstiden till nutid. Konsekvenser av industrialisering och demokratisering, till exempel när det gäller resursfördelning, miljö, mänskliga rättigheter och jämställdhet.</li> <li>Centrala globala förändringsprocesser och händelser, till exempel jordbrukets utveckling, teknisk utveckling, förändrat resursutnyttjande, migration, kolonialism och frigörelse, folkmord, konflikter och internationellt samarbete.</li> <li>De nationella minoriteternas, däribland urfolket samernas, historiska rötter i Sverige. Exkludering och inkludering av de nationella minoriteterna i samhället under olika tidsperioder. Rasism mot samer samt antisemitism och antiziganism i och utanför Sverige, historiska rötter och nutida uttryck.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av historiska begrepp på olika historiska frågeställningar i relation till det historiska innehållet. Begreppen orsak och konsekvens samt kontinuitet och förändring.</li> <li>Tolkning, granskning och värdering av historiska källor, till exempel arkivmaterial och databaser, som utgångspunkt för behandling av frågor kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till någon eller några delar av det historiska innehållet. Hur historia kan användas i till exempel vardagsliv, samhällsliv och politik och påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HIST1A20X</h3>",
      "code": "HIST1A20X",
      "nameHeading": "<h2>Nivå 1a2, 50 poäng</h2>",
      "name": "Nivå 1a2",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 1a2 ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Långa historiska linjer med utgångspunkt i den europeiska epokindelningen samt i centrala globala förändringsprocesser och händelser och med fokus på frågor som rör levnadsvillkor och makt. Problematisering av historiska tidsindelningars beroende av kulturella och politiska förutsättningar.</li> <li>Industrialisering samt framgångar och motgångar för demokratisering i Sverige från upplysningstiden till nutid. Konsekvenser av industrialisering och demokratisering när det gäller till exempel resursfördelning, miljö, mänskliga rättigheter och jämställdhet. Jämförelser med andra länder.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av historiska begrepp på olika historiska frågeställningar i relation till det historiska innehållet. Hur begreppen aktör och struktur, orsak och konsekvens samt kontinuitet och förändring kan användas för att beskriva och förklara historiska förhållanden och förändringsprocesser.</li> <li>Tolkning, granskning och värdering av historiska källor, till exempel arkivmaterial och databaser, som utgångspunkt för behandling av frågor kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till delar av det historiska innehållet. Hur historia kan användas i till exempel vardagsliv, samhällsliv och politik och påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HIST1B00X</h3>",
      "code": "HIST1B00X",
      "nameHeading": "<h2>Nivå 1b, 100 poäng</h2>",
      "name": "Nivå 1b",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 1b ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Europeisk epokindelning med forntiden, antiken, medeltiden, tidigmodern tid och modern tid utifrån ett kronologiskt perspektiv. Problematisering av historiska tidsindelningars beroende av kulturella och politiska förutsättningar.</li> <li>Industrialisering samt framgångar och motgångar för demokratisering i Sverige och andra delar av världen från upplysningstiden till nutid. Konsekvenser av industrialisering och demokratisering, till exempel när det gäller resursfördelning, miljö, mänskliga rättigheter och jämställdhet. Jämförelser mellan Sverige och andra länder.</li> <li>Centrala globala förändringsprocesser och händelser, till exempel jordbrukets utveckling, teknisk utveckling, förändrat resursutnyttjande, migration, kolonialism och frigörelse, folkmord, konflikter och internationellt samarbete. Långa historiska linjer med fokus på levnadsvillkor och makt.</li> <li>De nationella minoriteternas, däribland urfolket samernas, historiska rötter i Sverige. Exkludering och inkludering av de nationella minoriteterna i samhället under olika tidsperioder. Rasism mot samer samt antisemitism och antiziganism i och utanför Sverige, historiska rötter och nutida uttryck.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av historiska begrepp på olika historiska frågeställningar i relation till det historiska innehållet. Hur begreppen aktör och struktur, orsak och konsekvens samt kontinuitet och förändring kan användas för att beskriva och förklara historiska förhållanden och förändringsprocesser.</li> <li>Tolkning, granskning och värdering av historiska källor, till exempel arkivmaterial och databaser, som utgångspunkt för behandling av frågor kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till delar av det historiska innehållet. Hur historia kan användas i till exempel vardagsliv, samhällsliv och politik och påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HIST2A00X</h3>",
      "code": "HIST2A00X",
      "nameHeading": "<h2>Nivå 2a, 100 poäng</h2>",
      "name": "Nivå 2a",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 2a ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Idéhistoriska och kulturhistoriska strömningar under några epoker, till exempel inom vetenskap och politik. Hur dessa strömningar kan kopplas till olika samhällsförändringar.</li> <li>Historiska frågeställningar och förklaringar med koppling till industrialisering, demokratisering och andra centrala globala förändringsprocesser och händelser. Detta mot bakgrund av långa historiska linjer med fokus på levnadsvillkor och makt och med utgångspunkt i den europeiska epokindelningen.</li> <li>Historiska perspektiv på olika minoritetsgruppers situation i Sverige eller andra delar av världen.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av idealistiska och materialistiska förklaringsmodeller på olika historiska frågeställningar i relation till det historiska innehållet. Användning av olika historiska begrepp för att undersöka, förklara och dra slutsatser om historiska frågeställningar med koppling till det historiska innehållet. Hur historiska frågeställningar kan belysas ur olika perspektiv, som till exempel social bakgrund, etnicitet, generation, kön och sexualitet.</li> <li>Tolkning, granskning och värdering av historiska källor som utgångspunkt för undersökningar med historisk metod, kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till delar av det historiska innehållet. Hur historia har använts historiskt, och kan användas i nutid, i vardagsliv, samhällsliv och politik och påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HIST2B00X</h3>",
      "code": "HIST2B00X",
      "nameHeading": "<h2>Nivå 2b, 100 poäng</h2>",
      "name": "Nivå 2b",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 2b ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Hur idéhistoriska och kulturhistoriska strömningar under några epoker kan kopplas till olika samhällsförändringar. Kulturuttryck och kulturutövning, som återspeglar dessa förändringar, till exempel inom bildkonst, litteratur och film.</li> <li>Historiska frågeställningar gällande kulturuttryck och kulturutövning med koppling till industrialisering, demokratisering och andra centrala globala förändringsprocesser och händelser. Detta mot bakgrund av långa historiska linjer med fokus på levnadsvillkor och makt och med utgångspunkt i den europeiska epokindelningen.</li> <li>Historiska perspektiv på olika minoritetsgruppers situation och kulturuttryck i Sverige eller andra delar av världen.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av idealistiska och materialistiska förklaringsmodeller på olika historiska frågeställningar i relation till det historiska innehållet. Användning av olika historiska begrepp för att undersöka, förklara och dra slutsatser om historiska frågeställningar med koppling till det historiska innehållet. Hur historiska frågeställningar kan belysas ur olika perspektiv, som till exempel social bakgrund, etnicitet, generation, kön och sexualitet.</li> <li>Tolkning, granskning och värdering av historiska källor som utgångspunkt för undersökningar med historisk metod kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till delar av det historiska innehållet. Hur historia har använts historiskt, och kan användas i nutid, i vardagsliv, samhällsliv och politik och påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HIST3000X</h3>",
      "code": "HIST3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet historia på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Historiskt innehåll</em></p> <ul> <li>Idéhistoriska och kulturhistoriska perspektiv på till exempel frågor om genus, synen på minoriteter, barn och unga och människors värde under några epoker.</li> <li>Fördjupade studier om någon central global förändringsprocess eller händelse, dess orsaker, konkreta förlopp och konsekvenser för samhällen, grupper och individer. Detta med fokus på levnadsvillkor och makt och mot bakgrund av långa historiska linjer.</li> <li>Exempel på samband mellan skeenden i det förflutna och nutida förhållanden med relevans för framtiden.</li> </ul> <p><em>Historiska begrepp, källor och historiebruk</em></p> <ul> <li>Tillämpning av idealistiska och materialistiska förklaringsmodeller på olika historiska frågeställningar i relation till det historiska innehållet. Användning av olika historiska begrepp för att undersöka, förklara och dra slutsatser om historiska frågeställningar med koppling till det historiska innehållet. Hur historiska frågeställningar kan belysas ur olika perspektiv.</li> <li>Källkritiska och metodiska problem förknippade med behandlingen av olika typer av historiskt källmaterial.</li> <li>Urval, tolkning, granskning och värdering av historiska källor som utgångspunkt för undersökningar med historisk metod kopplade till delar av det historiska innehållet.</li> <li>Historiebruk med koppling till delar av det historiska innehållet. Hur historia har använts historiskt, och kan användas i nutid, i vardagsliv, samhällsliv och politik. Olika perspektiv på hur historiska berättelser och referenser kan påverka människors identitet, värderingar och föreställningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om förändringsprocesser, händelser och aktörer under olika tidsperioder utifrån olika tolkningar och perspektiv. Eleven ger exempel på och förklarar <strong>översiktligt</strong> samband mellan skeenden i det förflutna och förhållanden i nutiden.</p> <p>Eleven för <strong>enkla</strong> resonemang om det historiska innehållet utifrån historiska begrepp och förklaringsmodeller.</p> <p>Eleven formulerar frågor om det historiska innehållet och använder olika historiska källor för att undersöka historiska frågeställningar samt för <strong>enkla</strong> resonemang om källornas innehåll och användbarhet utifrån historisk metod.</p> <p>Eleven för <strong>enkla</strong> resonemang om hur historia kan användas i olika sammanhang och för olika syften.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om förändringsprocesser, händelser och aktörer under olika tidsperioder utifrån olika tolkningar och perspektiv. Eleven ger exempel på och förklarar <strong>utförligt</strong> samband mellan skeenden i det förflutna och förhållanden i nutiden.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om det historiska innehållet utifrån historiska begrepp och teorier.</p> <p>Eleven formulerar <strong>välgrundade</strong> frågor om det historiska innehållet och använder olika historiska källor för att undersöka historiska frågeställningar samt för <strong>välgrundade</strong> resonemang om olika historiska källors innehåll och användbarhet utifrån historisk metod.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om hur historia kan användas i olika sammanhang och för olika syften.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om förändringsprocesser, händelser och aktörer under olika tidsperioder utifrån olika tolkningar och perspektiv. Eleven ger exempel på och förklarar <strong>utförligt och nyanserat</strong> samband mellan skeenden i det förflutna och förhållanden i nutiden.</p> <p>Eleven för <strong>utvecklade och nyanserade</strong> resonemang om det historiska innehållet utifrån historiska begrepp och teorier.</p> <p>Eleven formulerar <strong>välgrundade och nyanserade</strong> frågor om det historiska innehållet och använder olika historiska källor för att undersöka historiska frågeställningar samt för <strong>välgrundade och nyanserade</strong> resonemang om källornas innehåll och användbarhet utifrån historisk metod.</p> <p>Eleven för <strong>utvecklade och nyanserade</strong> resonemang om hur historia kan användas i olika sammanhang och för olika syften.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
