{
  "code": "HJUL",
  "name": "Hjullastare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:259",
  "nameHeading": "<h2>Hjullastare</h2>",
  "description": "<p>Ämnet hjullastare behandlar hantering av hjullastare vid olika typer av jordförflyttande och lyftande arbeten samt maskinens utrustning och underhåll. Ämnet behandlar även körteknik, trafiksäkerhet och miljöpåverkan. Mark- och anläggningsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är och hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hjullastare ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom mark- och anläggningsarbeten. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra hjullastare och utföra arbetsuppgifter inom yrkesområdet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att reparera och underhålla hjullastare. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika hjullastares uppbyggnad och användningsområden, tillsatsutrustningar och verktyg samt förmåga att använda maskinstyrning och navigationsutrustning. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom mark och anläggning ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska även leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritisk till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet hjullastare ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder som används i arbete med mobila arbetsmaskiner.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter med hjullastare.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet hjullastare</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet anläggningsförare eller nivå 2 i ämnet maskiner och teknisk utrustning inom naturbruk.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HJUL1000X</h3>",
      "code": "HJUL1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hjullastare på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Anläggningsprocessen</em></p> <ul> <li>Anläggningsprocessens olika skeden från planering till färdigställande och förvaltning.</li> <li>Olika aktörers ansvar på byggarbetsplatsen, till exempel det gemensamma ansvaret för säkerhet och arbetsmiljö.</li> <li>Vanligt förekommande arbetsprocesser med olika anläggningsfordon, däribland inom markanläggning, vägbyggnad och grundbyggnad.</li> <li>Övergripande om arbetsprocesser med ledningsbäddars uppbyggnad, däribland olika sektioner och schaktprofiler.</li> <li>Övergripande om arbetsprocesser med vägkroppens uppbyggnad, konstruktion och dränering, däribland grundläggnings- och förstärkningsåtgärder samt packning av förstärkningslager, bärlager och slitlager.</li> <li>Olika maskinstorlekar samt maskiners uppbyggnad och användningsområden. Maskiners prestanda, däribland maxlaster, begränsning och möjlighet med midjestyrning samt körning med last i lutning. Rutiner och processer vid transport av maskin.</li> <li>Introduktion till arbetsmetoder med vanligt förekommande maskinstyrningar och 3D-modeller inom mark- och anläggningsarbete, däribland användning av GNSS (global navigation satellite systems).</li> <li>Lagar och andra bestämmelser inom området, däribland miljöbalken, plan- och bygglagen samt bestämmelser som gäller hantering av förorenade mark- och schaktmassor, landskapsvård och marktäktsarbeten.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, muntliga och skriftliga arbetsbeskrivningar och utförandekrav. Användning av digitala bygghandlingar i byggprocessen.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av area, volym, mängd och vikt, till exempel av lastförmåga i förhållande till arbetsmaskinens kapacitet.</li> <li>Körning mot förekommande maskinstyrnings, däribland arbete med 3D-modeller och GNSS vid arbeten efter terräng och väglinjemodeller.</li> <li>Körning och manövrering av hjullastare på ett trafiksäkert och miljövänligt sätt på arbetsplats och i trafikmiljöer. Körning med vagn.</li> <li>Mottagning, lossning och placering av material. Signalering vid lastning och lossning.</li> <li>Underarbete för gräsmatta, trädplantering och planteringsytor. Beställning av anläggningsmaterial, däribland anläggnings- och planteringsjord.</li> <li>Lastning, planering, schaktning, fyllning och packning.</li> <li>Förstärkningsåtgärder, däribland packning av förstärkningslager, bärlager och slitlager. Uppbyggnad av terrassering.</li> <li>Materialhantering med gafflar och materialhanteringsarm.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbetet.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Ballasts, jord- och bergarters egenskaper och användningsområden. Hantering av jord- och bergarter.</li> <li>Val och användning av anläggningsmaterial för arbetsuppgiften utifrån materialens egenskaper, däribland hållfasthet, packningsförmåga och dräneringsegenskaper.</li> <li>Rapporteringsrutiner vid hantering av förorenade mark- och schaktmassor.</li> <li>Materialvalets betydelse för en hållbar utveckling. Användandet av cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Daglig tillsyn och underhåll av maskin och tillsatsutrustning enligt instruktionsbok. Kontroll av rörliga komponenter, oljor och centralsmörjning.</li> <li>Användning av arbetsmaskinens reglage och maskinstyrning.</li> <li>Val, användning och vård av tillsatsutrustningar, däribland olika gafflar, skopor och snöblad samt deras användningsområden och begränsningar.</li> <li>Felsökning och avhjälpning av fel med hjälp av instruktionsbok och checklista. Kommunikation av fel med serviceorganisation.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller framförande av mobila arbetsmaskiner på väg, däribland ålders- och utbildningskrav.</li> <li>Besiktningskrav för hjullastare och tillsatsutrustningar.</li> <li>Lagar och andra bestämmelser som gäller maskintransporter, däribland dispenser och krav för transport av maskin.</li> <li>Åtgärder vid tillbud eller olycka med mobila arbetsmaskiner, däribland vid fastkörning, stjälpning, läckage av miljöfarliga vätskor eller brand.</li> <li>Säkerhet vid arbete med hjullastare.</li> <li>Förebyggande åtgärder för att minska påverkan på yttre miljöer, däribland vid arbete i närheten av vattentäkter.</li> <li>Skydd och avstängning enligt trafikanordningsplan (TA-plan), däribland behörighetskrav för trafikavstängningar. Olika typer av avstängningsmaterial.</li> <li>Riskbedömningar, däribland av bärighet, rasrisk, risker vid arbeten med sprängt berg och behov av körplåtar eller stockmattor.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder som används i arbeten med mobila arbetsmaskiner.</p> <p>Eleven planerar arbetsuppgifter med hjullastare. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder som används i arbeten med mobila arbetsmaskiner.</p> <p>Eleven planerar arbetsuppgifter med hjullastare. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder som används i arbeten med mobila arbetsmaskiner.</p> <p>Eleven planerar arbetsuppgifter med hjullastare. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.020Z"
}