{
  "code": "HJUU",
  "name": "Hjulutrustningsteknik",
  "englishName": "Wheel Equipment Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:260",
  "nameHeading": "<h2>Hjulutrustningsteknik</h2>",
  "description": "<p>Ämnet hjulutrustningsteknik behandlar den teknik som berör olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt digitala hjulsensorsystem. Ämnet behandlar även däck- och hjulbyte, däckreparationer, diagnos av hjulutrustningar och chassi- och hjulupphängningar samt kalibrering av system och komponenter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hjulutrustningsteknik ska syfta till att eleverna utvecklar kunskaper om olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt om diagnos och kalibrering av system och komponenter. Eleverna ska även ges möjligheter att utveckla kunskaper om däck- och hjulbyte på olika fordonstyper samt diagnos av däck och däckreparationer. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra däck- och hjulbyte, däckreparationer samt diagnos och kalibrering av system och komponenter. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att i arbetet använda verktyg, maskiner, digitala informationssystem och övrig utrustning samt teknisk information.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom däck- och hjulbyte, däckreparationer och kalibrering av system och komponenter som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta, såväl självständigt som tillsammans med andra, med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa arbetsuppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet hjulutrustningsteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt om diagnos och kalibrering av system och komponenter.</li> <li>Kunskaper om olika typer av däck- och hjulbyten på olika fordonstyper samt om diagnos av däck och däckreparationer.</li> <li>Förmåga att genomföra däck- och hjulbyten.</li> <li>Förmåga att genomföra diagnos av däck samt däckreparationer.</li> <li>Förmåga att genomföra kalibrering av hjulutrustningar och chassi- och hjulupphängningar på fordon.</li> <li>Förmåga att använda verktyg, maskiner och övrig utrustning samt digitala informationssystem och teknisk information.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet hjulutrustningsteknik</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HJUU1000X</h3>",
      "code": "HJUU1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet hjulutrustningsteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av fordonsdäck och fälgar för olika typer av fordonsslag, deras uppbyggnad, material, egenskaper, märkningar och olika användningsområden samt deras betydelse för fordons köregenskaper, miljö, slitage, väggrepp och friktion.</li> <li>Olika typer av hjulutrustningsdetaljer, däribland balanseringsvikter, fäst- och skruvförband samt olika typer av digitala hjulsensorsystem.</li> <li>Olika typer av chassi- och hjulupphängningar och deras olika komponenter samt metoder för diagnos och kalibrering av dessa.</li> <li>Olika metoder för genomförande av demontering av hjul, däckbyte och montering av hjul med hjälp av verktyg, maskiner och övrig utrustning samt teknisk information i enlighet med fordonstillverkarens anvisningar.</li> <li>Metoder för kalibrering av olika typer av digitala hjulsensorsystem samt anpassning av hjulsensorsystemet till fordonets digitala informationssystem.</li> <li>Genomförande av hjul- och chassiinställning enligt fordonstillverkarens anvisningar, till exempel justering av axlar, fram- och bakvagn.</li> <li>Diagnos av däck och mindre reparationer av olika typer av däck med säkerställd trafiksäkerhet i enlighet med däcktillverkarens anvisningar.</li> <li>Användning av produktinformation och digitala informationssystem på svenska och engelska.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Ergonomiska lyftmetoder och riskbedömning vid arbete med hjulutrustning.</li> <li>Lyftpunkter vid lyft av fordon enligt fordonstillverkarens anvisningar, däribland vid lyft av elektrifierade fordon.</li> <li>Säker luftpåfyllnad av olika typer av däck, till exempel däck som kräver skyddsbur.</li> <li>Miljömässig hantering vid destruktion av däck och övrigt material.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt om diagnos och kalibrering av system och komponenter.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av däck- och hjulbyte på olika fordonstyper samt om diagnos av däck och däckreparationer.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> däck- och hjulbyte enligt däck- och fordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> diagnos av däck samt däckreparationer enligt däcktillverkarens anvisningar.</p> <p>Eleven genomför med <strong>viss säkerhet</strong> kalibrering av hjulutrustningar och chassi- och hjulupphängningar på fordon enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>visst</strong> handlag verktyg, maskiner och övrig utrustning. Dessutom använder eleven med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt däck- och fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt om diagnos och kalibrering av system och komponenter.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av däck- och hjulbyte på olika fordonstyper samt om diagnos av däck och däckreparationer.</p> <p>Eleven genomför med <strong>säkerhet</strong> däck- och hjulbyte enligt däck- och fordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>säkerhet</strong> diagnos av däck samt däckreparationer enligt däcktillverkarens anvisningar.</p> <p>Eleven genomför med <strong>säkerhet</strong> kalibrering av hjulutrustningar och chassi- och hjulupphängningar på fordon enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>gott</strong> handlag verktyg, maskiner och övrig utrustning. Dessutom använder eleven med <strong>säkerhet</strong> digitala informationssystem och teknisk information.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt däck- och fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av fordons hjulutrustningar och chassi- och hjulupphängningar samt om diagnos och kalibrering av system och komponenter.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av däck- och hjulbyte på olika fordonstyper samt om diagnos av däck och däckreparationer.</p> <p>Eleven genomför med <strong>god säkerhet</strong> däck- och hjulbyte enligt däck- och fordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>god säkerhet</strong> diagnos av däck samt däckreparationer enligt däcktillverkarens anvisningar.</p> <p>Eleven genomför med <strong>god säkerhet</strong> kalibrering av hjulutrustningar och chassi- och hjulupphängningar på fordon enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>mycket gott</strong> handlag verktyg, maskiner och övrig utrustning. Dessutom använder eleven med <strong>god säkerhet</strong> digitala informationssystem och teknisk information.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt däck- och fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
