{
  "code": "HUSB",
  "name": "Husbyggnad",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-08",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2023:263",
  "nameHeading": "<h2>Husbyggnad</h2>",
  "description": "<p>Ämnet husbyggnad behandlar husbyggnadsprocessens alla stadier från projektering till det att objektet är färdigt att användas. Ämnet behandlar även svensk byggtradition och arkitektur samt olika tidsepokers estetiska ideal. Byggnadsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet husbyggnad ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom husbyggnad samt förmåga att utföra arbetsuppgifter som förekommer inom olika yrkesområden inom husbyggnad. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering samt om- och tillbyggnad. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom husbyggnad ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om entreprenörskap och företagandets villkor.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet husbyggnad ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom husbyggnad.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom husbyggnad.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet husbyggnad</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet bygg och anläggning, nivå 1 i ämnet produktionsutrustning eller nivå 1 i ämnet industriell produktion.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: HUSB1000X</h3>",
      "code": "HUSB1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet husbyggnad på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Husbyggnadsprocessen</em></p> <ul> <li>Översiktligt om förekommande yrkesgrupper inom trä, betong och murning samt specialyrken inom husbyggnad. Yrkesgruppernas olika funktioner vid nyproduktion, renovering, om- och tillbyggnad.</li> <li>Studiebesök, till exempel i anslutning till byggarbetsplatser, på byggvaruhus och i fackhandel.</li> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom olika husbyggnadsyrken.</li> <li>Branschens ansvar för att främja ett säkert och hållbart byggande, till exempel byggprodukters och byggmetoders påverkan på säkerhet och arbetsmiljö.</li> <li>Övergripande om olika bygghandlingar och referensverk för materialval och utförande inom byggprocessen, däribland AMA (Allmän material- och arbetsbeskrivning).</li> <li>Övergripande om energieffektiviserat byggande.</li> <li>Arkitekters och konstruktörers roll i och påverkan på byggprocessen, till exempel på infrastrukturens utformning och byggnaders form, funktion och hållfasthet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av bygghandlingar.</li> <li>Ritningsläsning, däribland skalor, vyer, symboler, ritningshuvud, specifikationer och revideringar enligt standard. Måttsättningsprinciper, till exempel för inmätning av centrumavstånd.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Uppbyggnad och rivning av vanligt förekommande gjutformar, till exempel låg- eller elementformar och stödjande eller bärande formar.</li> <li>Grundläggande arbete med byggnadskonstruktioner i murverk, trä och stål.</li> <li>Uppbyggnad av stommar, däribland bjälklag, regelverk och enklare takkonstruktioner samt riktning och strävning av byggnadskonstruktioner.</li> <li>Ombyggnadsarbete, däribland rivning och återuppbyggnad, till exempel av betong-, murverks- eller träkonstruktioner.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Övergripande om vanligt förekommande material i byggnadskonstruktioner, däribland olika materials användningsområden, egenskaper och beständighet.</li> <li>Val, användning och hantering av byggmaterial i förhållande till arbetsuppgiften och information från olika bygghandlingar och säkerhetsdatablad.</li> <li>Val och användning av infästningsmaterial och metod för säkra infästningar i olika byggnadsdelar och byggmaterial.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar, däribland av avvägnings- och mätverktyg.</li> <li>Lastkoppling i samband med transport och förflyttning av arbetsutrustning och byggmaterial.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön, samverkan och minderårigas arbete.</li> <li>Arbetsmiljöverkets föreskrifter och allmänna råd, däribland om säkra lyft samt arbete från ställning och arbetsplattform.</li> <li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt-lungräddning).</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HUSB2000X</h3>",
      "code": "HUSB2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet husbyggnad på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Husbyggnadsprocessen</em></p> <ul> <li>Olika aktörers ansvar på byggarbetsplatsen, till exempel det gemensamma ansvaret för säkerhet och arbetsmiljö.</li> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom olika husbyggnadsyrken, till exempel bland specialyrken som glastekniker, golvläggare, håltagare, plattsättare, stenmontör, ställningsbyggare, tak- och tätskiktsmontör eller undertaksmontör.</li> <li>Avtal och lagar som reglerar anställningen, däribland anställningsavtal, kollektivavtal, yrkesutbildningsavtal och arbetsmiljölagen.</li> <li>Övergripande om lagar och andra bestämmelser samt myndighetsbeslut som gäller byggande, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> <li>Branschens ansvar för ett hållbart byggande, till exempel vid materialval och materialhantering.</li> <li>Övergripande om byggmetoder för energieffektiva och smarta byggnadskonstruktioner.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Hur samhällsförändringar och klimatet har påverkat arkitekturens och infrastrukturens utveckling. Fältstudier, till exempel stadsvandringar.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar och utförandekrav, däribland analoga och digitala bygghandlingar inom husbyggnad.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Grundläggande arbetsuppgifter med utsättning och uppförande av profiler.</li> <li>Klippning, bockning och montering av olika typer av armering. Grundläggande monteringsarbeten av armering i betongkonstruktioner.</li> <li>Stomkomplettering och beklädnad av byggnadskonstruktioner, till exempel med glas, murverk, plåt, puts eller trä.</li> <li>Montering av isolering, vindskydd och diffusionsspärr i byggnadskonstruktioner.</li> <li>Täckning och dammbindning, däribland vid ombyggnadsarbeten.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material i syfte att främja ett cirkulärt och hållbart byggande.</li> <li>Vanligt förekommande material i byggnadskonstruktioner, däribland olika materials användningsområden, egenskaper och beständighet.</li> <li>Val, användning och hantering av byggmaterial i förhållande till arbetsuppgiften och information från olika bygghandlingar och säkerhetsdatablad.</li> <li>Val och användning av infästningsmaterial och metod för säkra infästningar i olika byggnadsdelar och byggmaterial.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar, däribland av avvägnings- och mätverktyg.</li> <li>Transport, hantering, förvaring och skyddande av byggnadsmaterial och byggnadsdelar enligt anvisningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd om säkra lyft och arbete från ställning och arbetsplattform.</li> <li>Riskbedömningar för att förebygga olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: HUSB3000X</h3>",
      "code": "HUSB3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet husbyggnad på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Husbyggnadsprocesse</em>n</p> <ul> <li>Byggprocessens olika skeden från planering till färdigställande och drift.</li> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom olika husbyggnadsyrken.</li> <li>Branschens gemensamma ansvar för ett hållbart byggande, däribland genom återvinning och återanvändning av byggmaterial.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> <li>Utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Hur olika avtal styr rättigheter och skyldigheter på arbetsplatsen, till exempel ackordsräknings uppbyggnad och avläsning.</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Olika entreprenadformer på byggarbetsplatsen, till exempel delad entreprenad och totalentreprenad.</li> <li>Arkitektur och estetiska värden i samband med nyproduktion, ombyggnation och restaurering. Övergripande om varsamhetskrav vid renovering och ombyggnad, till exempel byggnadens tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av toleranskrav samt metoder för att identifiera felkällor.</li> <li>Planeringar för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar, till exempel av volym, area och materialåtgång.</li> <li>Grundläggande isolerings- och dräneringsarbete, till exempel vid grundkonstruktioner eller markarbeten.</li> <li>Betonggjutning i lågform och platta på mark. Efterbehandling av gjuten betongyta.</li> <li>Vanligt förekommande arbeten med prefabricerade byggelement och utfackningsväggar, till exempel av betong, murverk, trä och plåt. Riktning, strävning och förankring av byggelement.</li> <li>Olika typer av taktäckning, till exempel med papp, plåt, takpannor eller trä.</li> <li>Håltagning, avväxling och provisoriska bärverk vid bland annat ombyggnadsarbeten.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete, däribland dokumentation av avvikelser från beställning.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter. Övergripande om grundläggande ekonomiska kalkyler i byggprocessen.</li> <li>Byggmaterialens miljöpåverkan och individens eget ansvar för återanvändning och källsortering av material på en byggarbetsplats.</li> <li>Vanligt förekommande material i byggnadskonstruktioner, däribland olika materials användningsområden, egenskaper och beständighet.</li> <li>Val, användning och hantering av byggmaterial i förhållande till arbetsuppgiften och information från olika bygghandlingar och säkerhetsdatablad.</li> <li>Val och användning av infästningsmaterial och metod för säkra infästningar i olika byggnadsdelar och byggmaterial.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar, däribland av avvägnings- och mätverktyg.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Riskbedömningar, däribland av hälsorisker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB) vid renoveringsarbete.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li style=\"font-style: italic;\"><em>Nödlägesrutiner vid krissituationer och olycksfall.</em></li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom husbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom husbyggnad. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom husbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom husbyggnad. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom husbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom husbyggnad. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.020Z"
}