{
  "code": "IDRO",
  "name": "Idrott och hälsa",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2023-12-13",
  "version": "gy25",
  "versionInfo": "Första version",
  "skolfsGrund": "2023:130",
  "nameHeading": "<h2>Idrott och hälsa</h2>",
  "description": "<p>Motions-, idrotts- och friluftsaktiviteter har stor betydelse och är en tillgång såväl för enskilda människors hälsa som för folkhälsan. Fysisk aktivitet och tilltro till sin kroppsliga förmåga är grundläggande för människors välbefinnande och för att kunna ta ansvar för sin hälsa. Ämnet idrott och hälsa förvaltar den del av det kulturella arvet som utgörs av rörelseaktiviteter och naturupplevelser. Det ger tillfälle att praktiskt uppleva och förstå betydelsen av hur livsvillkor och olika levnadsvanor påverkar hälsa och välbefinnande.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar sin kroppsliga förmåga samt förmåga att planera, genomföra och utvärdera olika rörelseaktiviteter utifrån sina förutsättningar. Undervisningen ska stimulera elevernas intresse för och utveckla deras förmåga att använda olika rörelseaktiviteter, utemiljöer och naturen som källa till hälsa och välbefinnande. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att ta ansvar och göra val som främjar hållbara och sunda tränings- och levnadsvanor.</p> <p>Undervisningen ska ge utrymme för en variation av rörelse- och friluftsaktiviteter och bidra till att eleverna utvecklar sin förmåga att anpassa olika aktiviteter utifrån olika förutsättningar. Vidare ska undervisningen ge eleverna möjlighet att relatera sina egna erfarenheter av rörelse- och friluftsaktiviteter till fakta och vetenskap samt kommunicera om dessa.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om vilka konsekvenser olika levnadsvanor kan få, för psykisk och fysisk hälsa. På så vis ska eleverna ges möjlighet att lägga en grund för ett livslångt hälso- och rörelseintresse. Undervisningen ska medvetandegöra och motverka stereotypa föreställningar om vad som anses vara manligt och kvinnligt samt belysa konsekvenserna av olika kroppsideal. Den ska också behandla andra frågor om etik och moral i relation till idrottsutövande.</p> <p>Genom undervisningen ska eleverna utveckla förmåga att agera säkert samt att hantera risker vid nödsituationer i samband med rörelse- och friluftsaktiviteter. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om ergonomi och förmåga att tillämpa detta i vardags-, arbets- och samhällsliv.</p> <h5><em>Undervisningen i ämnet idrott och hälsa ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera, genomföra och utvärdera rörelseaktiviteter som befäster och vidareutvecklar kroppslig förmåga.</li> <li>Förmåga att anpassa rörelse- och friluftslivsaktiviteter utifrån olika förhållanden och miljöer.</li> <li>Kunskaper om levnadsvanor samt hur dessa påverkar människors hälsa.</li> <li>Förmåga att hantera säkerhet, risker och nödsituationer i samband med rörelse- och friluftsaktiviteter i olika miljöer.</li> <li>Förmåga att ergonomiskt anpassa sina rörelser till olika situationer.</li> </ul><h3>Nivåer i ämnet idrott och hälsa</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: IDRO1000X</h3>",
      "code": "IDRO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet idrott och hälsa på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kroppslig förmåga</em></p> <ul> <li>En bredd av motions- och idrottsaktiviteter som utvecklar en allsidig kroppslig förmåga, däribland dans.</li> <li>Friluftsaktiviteter som utvecklar en allsidig kroppslig förmåga.</li> <li>Aktiviteter och rekreation i utemiljöer och natur.</li> <li>Grundläggande anatomi och fysiologi i relation till rörelseaktiviteter.</li> <li>Praktisk tillämpning av olika träningsmetoder, däribland metoder för konditions-, styrke- och koordinationsträning.</li> <li>Effekter av olika träningsmetoder.</li> <li>Planering och genomförande av rörelseaktivitet samt utvärdering av resultat.</li> <li>Digitala hjälpmedel för träning och hälsa, till exempel pulsmätare, stegräknare och träningsappar.</li> <li>Metoder och redskap för friluftsliv.</li> </ul> <p><em>Levnadsvanor och hälsa</em></p> <ul> <li>Olika hälsofaktorer som påverkar fysisk, psykisk och social hälsa, till exempel kost, sömn och stress.</li> <li>Olika kroppsideals påverkan på människor, till exempel ätstörningar och dopning.</li> </ul> <p><em>Riskhantering och ergonomi</em></p> <ul> <li>Säkerhet i samband med rörelse- och friluftsaktiviteter vid olika förhållanden.</li> <li>Åtgärder vid nödsituationer, däribland första hjälpen med HLR (hjärt-lungräddning) samt omhändertagande av någon eller några vanligt förekommande skador i samband med rörelseaktiviteter.</li> <li>Teknik för ergonomiskt utförda rörelser i olika situationer, till exempel kroppslig balans, hållning och lyftteknik.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: IDRO2000X</h3>",
      "code": "IDRO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet idrott och hälsa på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Kroppslig förmåga</em></p> <ul> <li>Fördjupning i motions-, idrotts- och friluftsaktiviteter som utvecklar en allsidig kroppslig förmåga.</li> <li>Upplevelsebaserade rörelseaktiviteter utomhus, till exempel vandring, paddling eller skidåkning.</li> <li>Jämförelse av genomförda träningsmetoder, till exempel distans- och intervallträning.</li> <li>Planering, genomförande och utvärdering av rörelseaktiviteter utifrån uppsatta mål.</li> </ul> <p><em>Levnadsvanor och hälsa</em></p> <ul> <li>Frisk- och riskfaktorer i relation till utövande av rörelseaktiviteter, till exempel hur fysisk aktivitet och stillasittande påverkar människors hälsa.</li> <li>Etik och moral samt normer i samhället i relation till träning och idrottsutövande.</li> <li>Värdering av psykologiska effekter av träning och rörelseaktiviteter.</li> </ul> <p><em>Riskhantering och ergonomi</em></p> <ul> <li>Riskbedömning i samband med planering och utövande av rörelse- och friluftsaktiviteter vid olika förhållanden samt åtgärder vid skador och nödsituationer som kan uppkomma vid friluftsaktiviteter.</li> <li>Skadeförebyggande träning samt rehabilitering efter skada.</li> <li>Konsekvenser för människokroppen vid felaktig teknik ur ett ergonomiskt perspektiv, till exempel förslitnings- och belastningsskador.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven utför med <strong>viss säkerhet</strong> ändamålsenliga rörelser i en bredd av aktiviteter som utvecklar den kroppsliga förmågan. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga och väljer och genomför med <strong>viss säkerhet</strong> aktiviteter för detta.</p> <p>Eleven anpassar med <strong>viss säkerhet</strong> rörelse- och friluftslivsaktiviteter efter rådande förhållanden.</p> <p>Eleven beskriver på ett <strong>översiktligt</strong> sätt faktorer som påverkar människors hälsa och välbefinnande.</p> <p>Eleven visar i utövandet av rörelse- och friluftslivsaktiviteter hänsyn till sin egen och andras säkerhet och vidtar relevanta åtgärder vid skada och nödsituation.</p> <p>Eleven anpassar med <strong>viss säkerhet</strong> sina rörelser ergonomiskt till olika situationer och krav.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven utför med <strong>säkerhet</strong> ändamålsenliga rörelser i en bredd av aktiviteter som utvecklar den kroppsliga förmågan. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga och väljer och genomför med <strong>säkerhet</strong> aktiviteter för detta.</p> <p>Eleven anpassar med <strong>säkerhet</strong> rörelse- och friluftslivsaktiviteter efter rådande förhållanden.</p> <p>Eleven beskriver på ett <strong>utförligt</strong> sätt faktorer som påverkar människors hälsa och välbefinnande.</p> <p>Eleven visar i utövandet av rörelse- och friluftslivsaktiviteter hänsyn till sin egen och andras säkerhet och vidtar relevanta åtgärder vid skada och nödsituation.</p> <p>Eleven anpassar <strong>med säkerhet</strong> sina rörelser ergonomiskt till olika situationer och krav.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven utför med <strong>säkerhet</strong> ändamålsenliga rörelser, <strong>även av komplex karaktär</strong>, i en bredd av aktiviteter som utvecklar den kroppsliga förmågan. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga och väljer och genomför med <strong>god säkerhet</strong> aktiviteter för detta.</p> <p>Eleven anpassar med <strong>god säkerhet</strong> rörelse- och friluftslivsaktiviteter efter rådande förhållanden.</p> <p>Eleven beskriver på ett <strong>utförligt och nyanserat</strong> sätt faktorer som påverkar människors hälsa och välbefinnande.</p> <p>Eleven visar i utövandet av rörelse- och friluftslivsaktiviteter hänsyn till sin egen och andras säkerhet och vidtar relevanta åtgärder vid skada och nödsituation.</p> <p>Eleven anpassar med <strong>god säkerhet</strong> sina rörelser ergonomiskt till olika situationer och krav.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.020Z"
}