{
  "code": "INTE",
  "name": "Internationell ekonomi",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:172",
  "nameHeading": "<h2>Internationell ekonomi</h2>",
  "description": "<p>Internationell ekonomi är ett samhällsvetenskapligt ämne med fokus på internationella handelsrelationer och ekonomisk integration. Studier i internationell ekonomi ger verktyg för att orientera sig i och förstå en komplex omvärld där politiska, sociala, kulturella och ekonomiska band sammanlänkar människor och stater. Ämnet är även ett tydligt aktualitetsämne där historiska perspektiv används för att förstå samhällsförändringar och aktuella skeenden.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet internationell ekonomi ska syfta till att eleverna utvecklar kunskaper om den internationella ekonomins betydelse för samhällens utveckling och välstånd samt om dess funktion och villkor, historiskt och i nutid. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om internationella handelsrelationer och om hur länders och regioners ekonomier är ömsesidigt beroende i en globaliserad värld.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur det multilaterala handelssystemet påverkar såväl företags agerande som relationer mellan stater. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av hur internationell handel påverkar människors levnadsvillkor. I undervisningen ska eleverna ges möjlighet att reflektera över frågor som berör global rättvisa, jämställdhet, demokrati och mänskliga rättigheter. Undervisningen ska stimulera elevernas intresse för frågor som rör internationell ekonomi och till att vilja att söka kunskap inom området.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av hur den internationella handeln påverkar och påverkas av teknologisk och samhällelig utveckling. Vidare ska undervisningen bidra till att eleverna utvecklar förståelse av vilka faktorer som främjar hållbar utveckling och en hållbar global resursfördelning.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av skeenden i omvärlden som påverkar internationell ekonomi samt förmåga att analysera orsaker till och konsekvenser av förändringar inom den internationella ekonomin med hjälp av begrepp och teorier.</p> <p>Ett komplext samhälle med stort informationsflöde och snabb förändringstakt kräver ett kritiskt förhållningssätt och eleverna ska därför ges möjlighet att utveckla ett sådant i frågor som rör internationell ekonomi. Det omfattar förmåga att söka, strukturera och värdera information från olika källor samt förmåga att dra slutsatser utifrån informationen.</p> <h5><em>Undervisningen i ämnet internationell ekonomi ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om den internationella ekonomins funktion och villkor.</li> <li>Kunskaper om hur politiska och ekonomiska beslut på nationell och internationell nivå påverkar och påverkas av internationell handel.</li> <li>Förmåga att analysera orsaker till och konsekvenser av förändringar inom den internationella ekonomin.</li> <li>Förmåga att granska, tolka och värdera information från olika källor i arbetet med samhällsfrågor.</li> </ul><h3>Nivåer i ämnet internationell ekonomi</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet samhällskunskap.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: INTE1000X</h3>",
      "code": "INTE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet internationell ekonomi på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Internationella handelsrelationer och ekonomisk integration samt deras aktörer. Den internationella ekonomins och handelns utveckling med fokus på utvecklingen under 1900-talet och 2000-talet samt den internationella ekonomins betydelse för samhällens utveckling och välstånd. Den ekonomiska integrationsprocessen inom EU samt EU:s regelverk rörande den inre marknaden och de fyra friheterna.</li> <li>Drivkrafter till och konsekvenser av internationell handel med varor och tjänster, däribland den internationella handelns påverkan på individer, grupper och samhällen.</li> <li>Drivkrafter bakom och effekter av olika handels- och valutapolitiska ingrepp i internationella handelsrelationer.</li> <li>Internationella frihandelsavtal och internationella handelsorganisationer.</li> <li>Finansiella marknader i den internationella ekonomin.</li> <li>Flödet av varor, tjänster, personer, innovationer, idéer och investeringar över landgränser. Globala värdekedjor, specialisering och utspridd produktion. Digitaliseringens påverkan på internationell handel och ekonomi.</li> <li>Relationen mellan produktionskostnader i olika delar av världen, företagens lokalisering och internationella handel. Hur den internationella handeln och specialiseringen kan bidra till att produktionen flyttas till länder med låga löner och svag lagstiftning avseende arbetsvillkor och mänskliga rättigheter.</li> <li>Faktorer som främjar hållbar utveckling och en hållbar global resursfördelning. Internationella målsättningar och överenskommelser inom området hållbar utveckling, däribland FN:s hållbarhetsmål.</li> <li>Handelspolitikens relation till säkerhetspolitik och staters utrikespolitiska agerande. Hur sårbarheter, försörjning och cybersäkerhet är sammanflätade med handelspolitiken.</li> <li>Hur den internationella handeln påverkar och påverkas av teknologisk och samhällelig utveckling. Exempel på pågående samhällsförändringar och aktuella skeenden i världen som påverkar internationell ekonomi.</li> <li>Begrepp och teorier som behövs för att förstå och analysera internationell ekonomi. Analys av orsaker till och konsekvenser av förändringar inom den internationella ekonomin. Reflektion över möjligheter och utmaningar för klimat och miljö samt för global rättvisa, jämställdhet, mänskliga rättigheter och demokrati.</li> <li>Källkritisk granskning, tolkning och värdering av information från olika källor.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för den internationella ekonomins funktion och villkor.</p> <p>Eleven för <strong>delvis</strong> underbyggda resonemang om hur politiska och ekonomiska beslut på nationell och internationell nivå påverkar och påverkas av internationell handel.</p> <p>Eleven gör en <strong>i huvudsak fungerande</strong> analys av orsaker till och konsekvenser av förändringar inom internationell ekonomi med hjälp av begrepp, teorier och modeller.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>enkla</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för den internationella ekonomins funktion och villkor.</p> <p>Eleven för <strong>väl</strong> underbyggda resonemang om hur politiska och ekonomiska beslut på nationell och internationell nivå påverkar och påverkas av internationell handel.</p> <p>Eleven gör en <strong>fungerande</strong> analys av orsaker till och konsekvenser av förändringar inom internationell ekonomi med hjälp av begrepp, teorier och modeller.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>utvecklade</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för den internationella ekonomins funktion och villkor.</p> <p>Eleven för <strong>mycket väl</strong> underbyggda resonemang om hur politiska och ekonomiska beslut på nationell och internationell nivå påverkar och påverkas av internationell handel.</p> <p>Eleven gör en <strong>väl fungerande</strong> analys av orsaker till och konsekvenser av förändringar inom internationell ekonomi med hjälp av begrepp, teorier och modeller.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>välutvecklade</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.024Z"
}