{
  "code": "INTR",
  "name": "Internationella relationer",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:173",
  "nameHeading": "<h2>Internationella relationer</h2>",
  "description": "<p>Internationella relationer är ett samhällsvetenskapligt ämne med fokus på relationer mellan stater och andra aktörer på den internationella arenan. Studier i internationella relationer ger verktyg för att orientera sig i och förstå en komplex omvärld där politiska, sociala, kulturella och ekonomiska band sammanlänkar människor och länder men där konflikter också lätt kan uppstå.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet internationella relationer ska syfta till att eleverna utvecklar kunskaper om olika internationella aktörer och deras mål och medel samt om samarbete och samordning på internationell nivå. Undervisningen ska bidra till att eleverna utvecklar förståelse av skeenden i världen och av vår tids stora utmaningar. Undervisningen ska även leda till att eleverna utvecklar kunskaper om det internationella systemets historiska framväxt och särdrag samt om vilka maktförhållanden som råder och hur dessa skapas och förändras.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om internationella konflikter och samarbeten samt om hur dessa kan förstås och analyseras. I undervisningen ska eleverna ges möjlighet att reflektera över hur problem relaterade till staters utveckling, säkerhet och välstånd kan uppfattas och förklaras, beroende på teoretiskt perspektiv. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om internationell rätt.</p> <p>Undervisningen ska främja elevernas engagemang för människor i vår omvärld samt för att värna demokratin och rättsstatens principer. Dessutom ska undervisningen stimulera elevernas intresse för frågor som rör internationella relationer och vilja att söka kunskap inom området.</p> <p>Desinformation och propaganda kan utgöra verktyg för staters försök att påverka sina relationer till omvärlden samt andra länders ekonomiska, politiska och militära beslut. Undervisningen ska därför ge eleverna möjlighet att utveckla ett analytiskt och källkritiskt förhållningssätt i frågor som rör internationella relationer. Det omfattar förmåga att värdera information från olika källor samt förmåga att dra slutsatser utifrån informationen.</p> <h5><em>Undervisningen i ämnet internationella relationer ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika internationella aktörer samt om samarbete och samordning på internationell nivå.</li> <li>Kunskaper om internationell rätt.</li> <li>Förmåga att analysera internationella relationer med användning av teorier.</li> <li>Förmåga att granska, tolka och värdera information från olika källor samt värdera källornas relevans och trovärdighet.</li> </ul><h3>Nivåer i ämnet internationella relationer</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet samhällskunskap.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: INTR1000X</h3>",
      "code": "INTR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet internationella relationer på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika internationella aktörer, till exempel stater, internationella organisationer, transnationella företag samt sociala, politiska och etniska grupper. Aktörers mål och medel samt hur dessa samspelar inom utrikes- och säkerhetspolitik. Det vidgade säkerhetsbegreppet i en globaliserad värld med ömsesidiga beroenden. Den moderna utvidgningen av konflikter och krigföringsmetoder i fred, kris och krig i form av ekonomisk krigföring, hybridkrigföring, cyberkrigföring, informationskrigföring och väpnat angrepp.</li> <li>Den moderna nationalstatens utmaningar som en internationell aktör. Svensk utrikes- och säkerhetspolitik under 1900-talet och 2000-talet samt svensk krisberedskap och svenskt totalförsvar i tider av fred, kris och krig.</li> <li>Världskrigens och efterkrigstidens betydelse för etableringen av internationella institutioner. Olika organiserade samarbeten för fred, säkerhet, försvar och ekonomisk stabilitet, däribland FN-systemet, NATO, EU och frihandelsorganisationer, samt samband mellan sådana samarbeten och den politiska och ekonomiska utvecklingen.</li> <li>Möjligheter till konflikthantering och konfliktlösning i det internationella systemet. Olika statliga konflikthanteringsmetoder, däribland medling, fredsförhandlingar, sanktioner, fredsbevarande operationer, fredsskapande operationer och civil-militär samverkan.</li> <li>En översikt över internationell rätt. Den internationella rättens påverkan på mellanstatliga relationer. Möjligheter och svårigheter med att säkerställa såväl staters som individers rättigheter och säkerhet. Grundläggande internationella konventioner, däribland FN-stadgan, FN:s allmänna förklaring om de mänskliga rättigheterna, FN:s flyktingkonvention och Genèvekonventionerna.</li> <li>Hur politiska förändringar på nationell och internationell nivå påverkar relationer mellan stater. Exempel på pågående samhällsförändringar och aktuella skeenden i världen. Reflektion över möjligheter och utmaningar när det gäller till exempel global rättvisa, jämställdhet, mänskliga rättigheter och demokrati.</li> <li>Teorier för att förstå och analysera internationella relationer, däribland teorier om relationen mellan autokrati och militär aggression och mellan demokrati och fred. Analys av, orsaker till och följder av internationella kriser, konflikter och krig.</li> <li>Källkritisk granskning, tolkning och värdering av informationen från olika källor samt värdering av deras relevans och tillförlitlighet. Innebörden av desinformation och propaganda.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för olika internationella aktörer samt deras mål och medel. Dessutom redogör eleven <strong>översiktligt</strong> för samarbete och samordning på internationell nivå.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om internationell rätt. Dessutom redogör eleven <strong>översiktligt</strong> för den internationella rättens betydelse för internationellt samarbete.</p> <p>Eleven gör <strong>enkla</strong> analyser av internationella relationer med relevant användning av teorier.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>enkla</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för olika internationella aktörer samt deras mål och medel. Dessutom redogör eleven <strong>utförligt</strong> för samarbete och samordning på internationell nivå.</p> <p>Eleven visar <strong>goda</strong> kunskaper om internationell rätt. Dessutom redogör eleven <strong>utförligt</strong> för den internationella rättens betydelse för internationellt samarbete.</p> <p>Eleven gör <strong>utvecklade</strong> analyser av internationella relationer med relevant användning av teorier.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>utvecklade</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika internationella aktörer samt deras mål och medel. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för samarbete och samordning på internationell nivå.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om internationell rätt. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för den internationella rättens betydelse för internationellt samarbete.</p> <p>Eleven gör <strong>välutvecklade</strong> analyser av internationella relationer med relevant användning av teorier.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>välutvecklade</strong> resonemang om källornas relevans och trovärdighet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.025Z"
}