{
  "code": "JARN",
  "name": "Järnvägsbyggnad",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:18",
  "nameHeading": "<h2>Järnvägsbyggnad</h2>",
  "description": "<p>Byggandet av järnvägar bidrar till utformningen av infrastrukturen och de miljöer vi vistas i. Ämnet järnvägsbyggnad behandlar byggandet av järnvägar från planeringsstadiet till färdig räls. Ämnet behandlar också hur anläggningsarbete utförs och olika typer av jord- och bergmaterial. Järnvägsbyggnadsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet järnvägsbyggnad ska syfta till att eleverna utvecklar kunskaper om banvallars och järnvägsspårs uppbyggnad och konstruktion. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter som förekommer inom yrkesområdet järnvägsbyggnad, bland annat arbetsuppgifter med banunderbyggnad och banöverbyggnad. Undervisningen ska även leda till att eleverna utvecklar förmåga att utföra underhåll av spåranläggningar. Eleverna ska ges möjlighet att utveckla kunskaper om de arbetsmaskiner, tillsatsutrustningar och verktyg som används vid järnvägsbyggnad samt om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt kunskaper om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska eleverna ges möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet järnvägsbyggnad ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom järnvägsbyggnad.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom järnvägsbyggnad.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet järnvägsbyggnad</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet anläggning.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: JARN1000X</h3>",
      "code": "JARN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet järnvägsbyggnad på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Järnvägsbyggnadsprocessen</em></p> <ul> <li>Järnvägsbyggnadsprocessens olika skeden från planering och förberedelser till färdigställande och förvaltning. Vanligt förekommande yrkesgrupper inom järnvägsbyggnad.</li> <li>Arbetsprocesser och metoder med banvallens uppbyggnad och konstruktion, däribland grundläggning och packning av bärlager.</li> <li>Olika förstärkningsåtgärder, däribland packning av förstärkningslager samt pålning, spånt, borrning, stämpning och användning av kalkcementpelare.</li> <li>Arbetsprocesser och metoder med olika material inom järnvägsbyggnad.</li> <li>Branschens ansvar för att främja ett hållbart byggande.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning om olika brunnar och ledningsnät i mark, däribland ledningsnät för el, fiber, vatten och avlopp.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar, däribland av area, volym, mängd och vikt. Höjdsättning och lutningsberäkningar.</li> <li>Arbete med mätnings- och avvägningsteknik för uppbyggnad av banvall.</li> <li>Utläggning och packning av material vid uppbyggnad av banvall. Markförstärkande åtgärder. Placering av maskin och material på byggarbetsplatsen.</li> <li>Kapning och slipning av rälsmaterial, i enlighet med föreskrifter och behörighetskrav.</li> <li>Förvärmning och kapning av räler samt kontroll av föreskrivna temperaturgränser i enlighet med föreskrifter och behörighetskrav.</li> <li>Underhåll och skötsel av spåranläggningar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Ballast, jord- och bergarters egenskaper och användningsområden. Materialens hållfasthet, packningsförmåga och dräneringsegenskaper. Hantering av material i enlighet med anvisningar.</li> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Förvaring och skydd av material och arbetsutrustning i enlighet med anvisningar.</li> <li>Användning av GNSS (global navigation satellite systems), maskinstyrning och 3D-modeller vid banbyggnad.</li> <li>Användningsområden för mobila arbetsmaskiner inom banbyggnad.</li> <li>Val, hantering och användning av vanligt förekommande maskiner och utrustningar.</li> <li>Daglig tillsyn av maskiner och tillsatsutrustningar, däribland kontroll av CE-märkningar.</li> <li>Kommunikation med maskinförare, däribland med ljud- och handsignalering.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller arbetsområdet järnvägsbyggnad, däribland vägtrafikförordningen samt Trafikverkets och Arbetsmiljöverkets föreskrifter och allmänna råd.</li> <li>Lagar och andra bestämmelser som gäller skydd av fotgängare och andra trafikanter vid banarbete. Trafikanordningsplan (TA-plan) vid avspärrning av arbetsområde. Krav på behörighetsutbildning för trafikvakter vid trafikavstängning.</li> <li>Lagar och andra bestämmelser som gäller framförande av mobila maskiner inom ett arbetsområde och i trafik.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Riskbedömning vid arbeten på särskilda arbetsområden, däribland i anslutning till vattentäkter, bensinstationer, högspänningsledningar, på broar och i tunnlar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare, däribland ljud- och handsignalering med maskinförare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: JARN2000X</h3>",
      "code": "JARN2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet järnvägsbyggnad på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Järnvägsbyggnadsprocessen</em></p> <ul> <li>Ansvar och förvaltning av järnvägsnät, däribland myndigheters och infrastrukturförvaltares ansvar.</li> <li>Vanligt förekommande spåranläggningar, till exempel höghastighets- och industrispår.</li> <li>Översiktligt om gällande besiktningskriterier för fasta anläggningar inom järnvägsbyggnad.</li> <li>Arbetsprocesser och metoder vid banvallens uppbyggnad och konstruktion, däribland med olika teknik- och anläggningssystem. Sambandet mellan krafterna i spåret och de rullande materialen.</li> <li>Dräneringens betydelse för bärigheten vid anläggningsarbeten med väg- och banbyggnad. Användningsområden för geotextil och lättklinker.</li> <li>Projektering av banöverbyggnad som spår, kontaktledning och signalsystem.</li> <li>Metoder för skevningsmätning av spår samt spårriktning.</li> <li>Lagar och andra bestämmelser inom området, däribland arbetsmiljölagen, Trafikverkets kompetenskrav och AMA (Allmän material- och arbetsbeskrivning).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning om olika typer av brunnar och ledningsnät i mark samt beteckningar för el, fiber, vatten och avlopp.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar med hjälp av bygghandlingar, GNSS (global navigation satellite systems) och 3D-modeller.</li> <li>Spårläggning vid järnvägsbyggnad. Placering av maskin och material på byggarbetsplatsen.</li> <li>Gasskärning och värmning av räler, plåt och balkar i enlighet med föreskrifter och behörighetskrav.</li> <li>Sammanfogning med vanligt förekommande svetsmetoder vid spårarbete i enlighet med föreskrifter och behörighetskrav.</li> <li>Underhåll och skötsel av spårväxlar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Återanvändning av bergmaterial samt hantering av förorenade massor i enlighet med anvisningar.</li> <li>Transporter, mottagning och hantering av olika typer av anläggningsmaterial vid banbyggnad.</li> <li>Användning av GNSS, maskinstyrningar, 3D-modeller och byggnadsinformationsmodeller (BIM) vid banbyggnad.</li> <li>Val och hantering av vanligt förekommande maskiner och utrustningar.</li> <li>Daglig tillsyn av maskiner och tillsatsutrustningar enligt maskinmanualer, däribland felsökning och åtgärder med hjälp av olika informationssystem vid servicearbeten.</li> <li>Kommunikation med maskinförare genom ljud- och handsignalering eller kommunikationsradio.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller skydd av fotgängare och andra trafikanter vid banarbete samt framförande av mobila maskiner inom ett arbetsområde och i trafik.</li> <li>Lagar och andra bestämmelser inom området, däribland bestämmelser om säkra lyft, arbete på väg och hantering av farligt gods.</li> <li>Riskbedömningar och förebyggande av olycksfall, däribland påkörnings- och fallolyckor samt brandskydd och elsäkerhet.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom järnvägsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom järnvägsbyggnad. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom järnvägsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom järnvägsbyggnad. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom järnvägsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom järnvägsbyggnad. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>I arbetet samverkar och kommunicerar eleven samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.025Z"
}