{
  "code": "JOUR",
  "name": "Journalistiskt skrivande",
  "englishName": "Journalistic Writing",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:17",
  "nameHeading": "<h2>Journalistiskt skrivande</h2>",
  "description": "<p>Journalistik fyller en central funktion i det demokratiska samhället genom att sprida information, granska makthavare och utgöra en arena för fri opinionsbildning. I ämnet journalistiskt skrivande ingår skriftlig framställning av olika typer av journalistiska texter. Ämnet behandlar även bestämmelser i de svenska grundlagarna om yttrande- och tryckfrihet samt källkritik inom journalistisk verksamhet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet journalistiskt skrivande ska syfta till att eleverna utvecklar förmåga att skriva olika typer av journalistiska texter. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att skriva språkligt korrekta, intresseväckande och stilistiskt medvetna texter i olika journalistiska genrer. Undervisningen ska främja elevernas kreativitet och tilltro till sin språkliga förmåga.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda olika journalistiska arbetsmetoder. I ämnet ingår också att läsa, granska och samtala om journalistiska texter i syfte att utveckla det egna skrivandet och den språkliga och stilistiska medvetenheten. Genom undervisningen ska eleverna även få möjlighet att utveckla förståelse av hur det egna skrivandet fungerar i mötet med olika läsare samt ges möjlighet att bearbeta egna texter efter respons.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet på skeenden i omvärlden och skapa utrymme för diskussioner om hur dessa gestaltas i journalistiska texter. På så sätt ska undervisningen lyfta fram journalistikens etiska ansvar och delaktighet i att skapa olika bilder av världen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förståelse av etiska regler inom journalistisk verksamhet. Undervisningen ska också ge eleverna möjlighet att utveckla förståelse av de grundlagar som reglerar yttrande- och tryckfrihet. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om textuppbyggnad och stilistik i journalistiska texter av olika slag.</p> <p>Inom journalistiken är det av stor vikt att kritiskt reflektera över och värdera olika källors tillförlitlighet och relevans. Undervisningen ska därför ge eleverna möjlighet att utveckla förmåga att använda och värdera olika källor för informationssökning samt att kritiskt granska och värdera information från dessa.</p> <h5><em>Undervisningen i ämnet journalistiskt skrivande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att skriva texter i olika journalistiska genrer med anpassning till syfte, sammanhang och mottagare samt till skriftspråkets normer för språkriktighet.</li> <li>Kunskaper om journalistiska texters uppbyggnad.</li> <li>Förmåga att kritiskt granska, tolka och värdera information från olika källor samt att värdera källornas relevans och tillförlitlighet.</li> </ul><h3>Nivåer i ämnet journalistiskt skrivande</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet svenska eller nivå 1 i ämnet svenska som andraspråk.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: JOUR1000X</h3>",
      "code": "JOUR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet journalistiskt skrivande på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Skriftlig framställning av journalistiska texter avsedda att granska, informera, kommentera, förmedla och recensera, till exempel nyhetsartikel, reportage, personporträtt, debattartikel, krönika och recension.</li> <li>Utformning av multimodala texter för olika syften.</li> <li>Läsning av, samtal om och analys av olika typer av journalistiska texter i syfte att stärka det egna skrivandet.</li> <li>Hur journalistiska texter kan planeras och skrivas med hänsyn till syfte, kommunikationssituation och mottagare. Skriftspråkets normer för språkriktighet.</li> <li>Metoder för att samla in, bearbeta och gestalta material i journalistisk text.</li> <li>Yttrandefrihetsgrundlagen och tryckfrihetsförordningen samt innebörden av offentlighetsprincipen.</li> <li>Etiska regler inom journalistisk verksamhet.</li> <li>Reflektion över hur skeenden i omvärlden gestaltas i olika typer av journalistiska texter.</li> <li>Textens möte med läsaren. Hur konstruktiv respons kan förmedlas samt hur egna texter kan bearbetas efter respons.</li> <li>Textuppbyggnad och stilistik i journalistiska texter av olika slag.</li> <li>Källkritisk granskning, tolkning och värdering av information från olika källor samt värdering av källornas relevans och tillförlitlighet. Identifiering och användning av olika källor för informationssökning. Innebörden av desinformation och propaganda.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven skriver texter av <strong>godtagbar</strong> kvalitet i olika journalistiska genrer med <strong>viss</strong> anpassning till syfte, sammanhang och mottagare. Eleven följer <strong>i huvudsak</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om journalistiska texters uppbyggnad.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>enkla</strong> resonemang om källornas relevans och tillförlitlighet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven skriver texter av <strong>god</strong> kvalitet i olika journalistiska genrer med <strong>god</strong> anpassning till syfte, sammanhang och mottagare. Eleven följer <strong>väl</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om journalistiska texters uppbyggnad.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>utvecklade</strong> resonemang om källornas relevans och tillförlitlighet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven skriver texter av <strong>mycket god</strong> kvalitet i olika journalistiska genrer med <strong>mycket god</strong> anpassning till syfte, sammanhang och mottagare. Eleven följer <strong>mycket väl</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om journalistiska texters uppbyggnad.</p> <p>Eleven granskar, tolkar och värderar information från olika källor samt för <strong>välutvecklade</strong> resonemang om källornas relevans och tillförlitlighet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
