{
  "code": "KINF",
  "name": "Kinesiska – fördjupning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:310",
  "nameHeading": "<h2>Kinesiska – fördjupning</h2>",
  "description": "<p>Rikskinesiska, i dagligt tal även kallat mandarin, är ett av världens största språk. Kunskaper i kinesiska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang där kinesiska används och skapar möjligheter inom områden som utbildning och näringsliv. Kunskaper i kinesiska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kinesiska – fördjupning ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda kinesiska i olika sammanhang och syften. Undervisningen ska i allt väsentligt bedrivas på kinesiska och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en allsidig kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla sin förståelse av kinesiska i tal och skrift (reception) samt sin förmåga att formulera sig och samspela med andra i tal och skrift med anpassning till syfte, mottagare och sammanhang (produktion och interaktion). Genom undervisningen ska eleverna ges möjlighet att utveckla sitt språk mot större tydlighet och variation samt sin förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska även bidra till att eleverna kan värdera och använda innehåll från olika typer av källor i sin egen produktion och interaktion samt formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Eleverna ska på så sätt ges möjlighet att utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i olika sammanhang och delar av världen där kinesiska används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i ämnet kinesiska – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av kinesiska i tal och skrift.</li> <li>Förmåga att formulera sig och kommunicera på kinesiska i tal och skrift.</li> <li>Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.</li> <li>Förståelse av kulturella och sociala förhållanden i olika sammanhang och områden där kinesiska används.</li> </ul><h3>Nivåer i ämnet kinesiska – fördjupning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet kinesiska – fortsättning.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KINF1000X</h3>",
      "code": "KINF1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Det muntliga innehållet och kriterierna för betyget E på denna nivå relaterar till A2.1+ i den gemensamma europeiska referensramen för språk. Det skriftliga innehållet och kriterierna för betyget E på denna nivå relaterar till A1.2+ i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kinesiska – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Ämnesområden som är bekanta för eleverna.</li> <li>Vardagliga situationer samt intressen, personer, platser, aktiviteter och aktuella händelser.</li> <li>Åsikter, känslor och erfarenheter.</li> <li>Sociala och kulturella företeelser och förhållanden samt värderingar i olika sammanhang och områden där kinesiska används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Muntlig reception</em></p> <ul> <li>Tydligt talat språk, främst i lugnt tempo, även med inslag av regional variation, som är instruerande, beskrivande, berättande, diskuterande och kontaktskapande, från olika medier, till exempel dialoger, samtal och intervjuer.</li> <li>Berättelser och annan fiktion, även i dramatiserad form.</li> <li>Sånger och dikter.</li> <li>Olika typer av meddelanden och information, till exempel enkla nyheter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.</li> <li>Olika sätt att identifiera och värdera innehåll i ett urval av muntliga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland uttal och toner, ord och fasta språkliga uttryck samt grammatiska strukturer, i det språk som eleverna möter.</li> <li>Hur vanliga sammanbindande ord och uttryck används för att skapa språkligt sammanhängande helheter.</li> <li>Pinyin som stöd för förståelse av det talade språk som eleverna möter.</li> </ul> <p><em>Muntlig produktion och interaktion</em></p> <ul> <li>Samtal och diskussion för kontakt och kommunikation.</li> <li>Instruktioner, berättelser och beskrivningar i sammanhängande tal.</li> <li>Strategier för att bidra till och underlätta samtal, till exempel genom att ge bekräftelse, formulera om, förklara, lyssna aktivt och avsluta på ett artigt sätt.</li> <li>Språkliga företeelser, däribland uttal och toner, ord och fasta språkliga uttryck samt grammatiska strukturer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna muntliga framställningar för att förtydliga, variera och anpassa kommunikationen efter syfte, mottagare och sammanhang.</li> <li>Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd.</li> </ul> <p><em>Skriftlig reception (förenklade kinesiska tecken)</em></p> <ul> <li>Enkla texter som är instruerande, beskrivande, berättande och kontaktskapande, från olika medier.</li> <li>Berättelser och annan fiktion samt dikter.</li> <li>Meddelanden och information, till exempel notiser och reklam.</li> <li>Strategier för att uppfatta betydelsebärande ord och sammanhang samt för att anpassa läsning till textens form och innehåll.</li> <li>Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.</li> <li>Sökning av enkel information i ett avgränsat urval av skriftliga källor av olika slag för användning i egen produktion och interaktion.</li> <li>De förenklade tecknens användning och uppbyggnad samt språkliga företeelser, till exempel grammatiska strukturer, ord och fasta språkliga uttryck i de texter som eleverna möter.</li> <li>Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar.</li> </ul> <p><em>Skriftlig produktion och interaktion (förenklade kinesiska tecken)</em></p> <ul> <li>Skrivande för kontakt och kommunikation.</li> <li>Presentationer, instruktioner, meddelanden och beskrivningar i sammanhängande skrift.</li> <li>Strategier, däribland omformuleringar, frågor och stödjande fraser, för att underlätta skriftlig interaktion, även digital.</li> <li>Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.</li> <li>Bearbetning av egna skriftliga framställningar för att förtydliga och anpassa kommunikationen efter syfte och mottagare.</li> <li>Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KINF2000X</h3>",
      "code": "KINF2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Det muntliga innehållet och kriterierna för betyget E på denna nivå relaterar till A2.2 i den gemensamma europeiska referensramen för språk. Det skriftliga innehållet och kriterierna för betyget E på denna nivå relaterar till A2.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kinesiska – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Aktuella och för eleverna bekanta ämnesområden.</li> <li>Vardagliga situationer samt intressen, aktiviteter och händelseförlopp.</li> <li>Åsikter, känslor och erfarenheter samt relationer.</li> <li>Aktuella händelser, sociala och kulturella företeelser och förhållanden samt värderingar i olika sammanhang och områden där kinesiska används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Muntlig reception</em></p> <ul> <li>Tydligt talat språk, främst i lugnt tempo, även med inslag av regional variation, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, från olika medier, till exempel dialoger, samtal och intervjuer.</li> <li>Berättelser och annan fiktion, även i dramatiserad form.</li> <li>Sånger och dikter.</li> <li>Olika typer av meddelanden och information, även enkla nyheter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.</li> <li>Olika sätt att identifiera och värdera innehåll i ett urval av muntliga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland uttal och toner, ord och fasta språkliga uttryck samt grammatiska strukturer, i det språk som eleverna möter.</li> <li>Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.</li> <li>Pinyin som stöd för förståelse av det talade språk som eleverna möter.</li> </ul> <p><em>Muntlig produktion och interaktion</em></p> <ul> <li>Samtal och diskussion där eleverna berättar, beskriver, instruerar och motiverar sina åsikter.</li> <li>Strategier för att bidra till och underlätta samtal, till exempel genom att ge bekräftelse, ställa följdfrågor, lyssna aktivt, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Språkliga företeelser, däribland uttal och toner, ord och fasta språkliga uttryck samt grammatiska strukturer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna muntliga framställningar för att förtydliga, variera, precisera och anpassa kommunikationen efter syfte, mottagare och sammanhang.</li> <li>Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd.</li> </ul> <p><em>Skriftlig reception (förenklade kinesiska tecken)</em></p> <ul> <li>Enkla texter som är instruerande, beskrivande, berättande, informerande och kontaktskapande, från olika medier.</li> <li>Berättelser och annan fiktion samt dikter.</li> <li>Meddelanden och information, till exempel notiser och reklam.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa läsning till textens form och innehåll.</li> <li>Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.</li> <li>Sökning av information i ett avgränsat urval av skriftliga källor av olika slag för användning i egen produktion och interaktion.</li> <li>De förenklade tecknens användning och uppbyggnad samt språkliga företeelser, till exempel grammatiska strukturer, ord och fasta språkliga uttryck i de texter som eleverna möter.</li> </ul> <p><em>Skriftlig produktion och interaktion (förenklade kinesiska tecken)</em></p> <ul> <li>Skrivande för kontakt och kommunikation.</li> <li>Instruktioner, berättelser och beskrivningar i sammanhängande skrift.</li> <li>Strategier, däribland omformuleringar, frågor och stödjande fraser, för att bidra till och underlätta skriftlig interaktion, även digital.</li> <li>Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.</li> <li>Bearbetning av egna skriftliga framställningar för att förtydliga, variera och anpassa kommunikationen efter syfte, mottagare och sammanhang.</li> <li>Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KINF3000X</h3>",
      "code": "KINF3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Det muntliga innehållet och kriterierna för betyget E på denna nivå relaterar till B1.1 i den gemensamma europeiska referensramen för språk. Det skriftliga innehållet och kriterierna för betyget E på denna nivå relaterar till A2.2 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kinesiska – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Aktuella och för eleverna bekanta ämnesområden.</li> <li>Vardagliga situationer samt intressen, aktiviteter och händelseförlopp.</li> <li>Åsikter, känslor, erfarenheter och framtidsplaner samt relationer och etiska frågor.</li> <li>Samhällsfrågor, sociala, kulturella, politiska och historiska förhållanden samt värderingar i olika sammanhang och områden där kinesiska används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Muntlig reception</em></p> <ul> <li>Talat språk, främst i måttligt tempo, även med inslag av regional och sociolektal variation, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, från olika medier, till exempel samtal och intervjuer.</li> <li>Skönlitteratur och annan fiktion, även i filmatiserad form.</li> <li>Sånger och dikter.</li> <li>Olika typer av meddelanden och information, även nyheter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande till framställningens form, innehåll och syfte.</li> <li>Olika sätt att identifiera och värdera innehåll i muntliga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland uttal och toner, grammatiska strukturer samt ord med olika stilvärden och fasta språkliga uttryck, i det språk som eleverna möter.</li> <li>Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.</li> <li>Pinyin som stöd för förståelse av det talade språk som eleverna möter.</li> </ul> <p><em>Muntlig produktion och interaktion</em></p> <ul> <li>Samtal och diskussion där eleverna berättar, beskriver, instruerar och motiverar sina åsikter.</li> <li>Strategier för att bidra till och underlätta samtal, till exempel genom att ge bekräftelse, ställa följdfrågor, lyssna aktivt, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Språkliga företeelser, däribland uttal och toner, ord och fasta språkliga uttryck samt grammatiska strukturer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna muntliga framställningar för att förtydliga, variera, precisera och anpassa kommunikationen efter syfte, mottagare och sammanhang.</li> <li>Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd.</li> </ul> <p><em>Skriftlig reception (förenklade kinesiska tecken)</em></p> <ul> <li>Texter, främst enkla, som är instruerande, informerande, beskrivande, berättande, diskuterande och kontaktskapande, från olika medier, till exempel enkla nyheter.</li> <li>Berättelser och annan fiktion samt exempel på äldre litteratur.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa läsning till textens form, innehåll och syfte.</li> <li>Strategier för att välja och använda hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och ordböcker av olika slag.</li> <li>Sökning och värdering av innehåll i ett urval av skriftliga källor av olika slag, utifrån olika syften.</li> <li>De förenklade tecknens användning och uppbyggnad samt språkliga företeelser, till exempel grammatiska strukturer, ord och fasta språkliga uttryck i de texter som eleverna möter.</li> </ul> <p><em>Skriftlig produktion och interaktion (förenklade kinesiska tecken)</em></p> <ul> <li>Skrivande där eleverna berättar, beskriver och instruerar.</li> <li>Strategier för att bidra till och underlätta skriftlig interaktion, även digital, till exempel genom att formulera om, förklara och avsluta på ett artigt sätt.</li> <li>Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.</li> <li>Bearbetning av egna skriftliga framställningar för att förtydliga, variera och anpassa kommunikationen efter syfte, mottagare och sammanhang.</li> <li>Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i talad kinesiska om bekanta ämnen. Eleven väljer och värderar innehåll i muntliga källor samt använder på ett <strong>delvis relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven <strong>enkelt, begripligt och relativt sammanhängande</strong>. I muntlig interaktion uttrycker sig eleven <strong>enkelt och begripligt</strong> samt i någon mån anpassat till syfte, mottagare och sammanhang. Dessutom använder eleven strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven läser samt förstår och tolkar <strong>det mest väsentliga av innehållet</strong> i enkla texter om vardagliga och bekanta ämnen. Eleven väljer information i skriftliga källor samt använder på ett <strong>delvis relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I skriftliga framställningar med förenklade tecken uttrycker sig eleven <strong>enkelt, begripligt och till viss del sammanhängande</strong>. I skriftlig interaktion med förenklade tecken uttrycker sig eleven <strong>enkelt och begripligt med ord, fraser och meningar</strong>. Dessutom använder eleven strategier som <strong>i någon mån underlättar och förbättrar</strong> interaktionen. Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand.</p> <p>Eleven kommenterar på ett <strong>enkelt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>huvudsakligt innehåll och väsentliga detaljer</strong> i talad kinesiska om bekanta ämnen. Eleven väljer och värderar innehåll i muntliga källor samt använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven <strong>i någon mån varierat, relativt tydligt och relativt sammanhängande</strong>. I muntlig interaktion uttrycker sig eleven <strong>relativt tydligt</strong> samt i någon mån anpassat till syfte, mottagare och sammanhang. Dessutom använder eleven strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven läser samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i enkla texter om vardagliga och bekanta ämnen. Eleven väljer information i skriftliga källor samt använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I skriftliga framställningar med förenklade tecken uttrycker sig eleven <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>. I skriftlig interaktion med förenklade tecken uttrycker sig eleven <strong>enkelt och relativt tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och sammanhang</strong>. Dessutom använder eleven strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen. Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand.</p> <p>Eleven kommenterar på ett <strong>enkelt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>på ett välgrundat sätt såväl helhet som detaljer</strong> i talad kinesiska om bekanta ämnen. Eleven väljer och värderar innehåll i muntliga källor samt använder på ett <strong>relevant och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven <strong>med viss variation, tydligt och relativt sammanhängande</strong>. <strong>Eleven uttrycker sig även med visst flyt och i någon mån anpassat till syfte, mottagare och sammanhang.</strong> I muntlig interaktion uttrycker sig eleven <strong>tydligt och med visst flyt</strong> samt i någon mån anpassat till syfte, mottagare och sammanhang. Dessutom använder eleven strategier som <strong>underlättar och förbättrar</strong> interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>.</p> <p>Eleven läser samt förstår och tolkar <strong>helheten och väsentliga detaljer</strong> i enkla texter om vardagliga och bekanta ämnen. Eleven väljer information i skriftliga källor samt använder på ett <strong>relevant och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I skriftliga framställningar med förenklade tecken uttrycker sig eleven <strong>i någon mån varierat, relativt tydligt och relativt sammanhängande</strong>. I skriftlig interaktion med förenklade tecken uttrycker sig eleven <strong>relativt tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och sammanhang</strong>. Dessutom använder eleven strategier som <strong>underlättar och förbättrar</strong> interaktionen. Eleven skriver med hjälp av digitala hjälpmedel och i viss utsträckning även för hand.</p> <p>Eleven kommenterar på ett <strong>översiktligt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.027Z"
}