{
  "code": "KINY",
  "name": "Kinesiska – nybörjare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:312",
  "nameHeading": "<h2>Kinesiska – nybörjare</h2>",
  "description": "<p>Rikskinesiska, i dagligt tal även kallat mandarin, är ett av världens största språk. Kunskaper i kinesiska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang där kinesiska används och skapar möjligheter inom områden som utbildning och näringsliv. Kunskaper i kinesiska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Kinesiska – nybörjare riktar sig till elever utan förkunskaper i språket.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kinesiska – nybörjare ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda kinesiska i mycket enkla sammanhang för olika syften. Undervisningen ska i möjligaste mån bedrivas på kinesiska och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en grundläggande kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av kinesiska i tal och skrift (reception) samt förmåga att formulera sig och samspela med andra i tal och skrift (produktion och interaktion). I detta ingår även förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska dessutom ge eleverna möjlighet att formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Eleverna ska på så sätt ges möjlighet att utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i olika sammanhang och delar av världen där kinesiska används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i ämnet kinesiska – nybörjare ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av kinesiska i tal och skrift.</li> <li>Förmåga att formulera sig och kommunicera på kinesiska i tal och skrift.</li> <li>Förståelse av kulturella och sociala förhållanden i olika sammanhang och områden där kinesiska används.</li> </ul><h3>Nivåer i ämnet kinesiska – nybörjare</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KINY1000X</h3>",
      "code": "KINY1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till A1.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kinesiska – nybörjare på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Ämnesområden som är välbekanta för eleverna.</li> <li>Vardagliga situationer samt intressen, personer och platser.</li> <li>Vardagsliv och levnadssätt i olika sammanhang och områden där kinesiska används.</li> </ul> <p><em>Muntlig reception</em></p> <ul> <li>Tydligt talat språk, främst i mycket långsamt tempo, som är instruerande, beskrivande och kontaktskapande, från olika medier, även i kombination med illustrationer.</li> <li>Dialoger och samtal.</li> <li>Sånger och ramsor.</li> <li>Enkla meddelanden samt information.</li> <li>Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet, till exempel med hjälp av förförståelse och bilder.</li> <li>Språkliga företeelser i det språk som eleverna möter, med betoning på grundläggande satsstrukturer samt uttal och toner.</li> <li>Hur ord och enkla vardagsfraser används i olika situationer.</li> <li>Pinyin som stöd för förståelse av det talade språk som eleverna möter.</li> </ul> <p><em>Muntlig produktion och interaktion</em></p> <ul> <li>Enkla samtal för kontakt och kommunikation.</li> <li>Enkla personliga presentationer samt enkla instruktioner, meddelanden och beskrivningar.</li> <li>Strategier för att underlätta samtal, däribland gester och frågor.</li> <li>Språkliga företeelser, med betoning på uttal och toner, grundläggande satsstrukturer och fasta språkliga uttryck, till exempel artighetsfraser, i elevernas egen produktion och interaktion.</li> <li>Pinyin som ett medel för att utveckla elevernas talade språk, även uttal och ordförråd.</li> </ul> <p><em>Skriftlig reception (förenklade kinesiska tecken)</em></p> <ul> <li>Enkla texter som är beskrivande och kontaktskapande, även i kombination med illustrationer.</li> <li>Enkla meddelanden och skrivna dialoger.</li> <li>Olika hjälpmedel för läsning, till exempel pinyin, syntetiskt tal och elektroniska ordböcker.</li> <li>De förenklade tecknens ursprung, användning och uppbyggnad i de texter som eleverna möter. Principer för streckordning och analys av teckendelar.</li> </ul> <p><em>Skriftlig produktion och interaktion (förenklade kinesiska tecken)</em></p> <ul> <li>Enkla personliga presentationer och enkla meddelanden.</li> <li>Hur vanligt förekommande förenklade tecken som är relevanta för kommunikationens innehåll skrivs för hand, även streckordning.</li> <li>Pinyin och andra hjälpmedel, även digitala, som stöd för den skriftliga produktionen och interaktionen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven lyssnar samt förstår <strong>vanliga ord och enkla fraser</strong> i tydligt talad, enkel kinesiska i mycket långsamt tempo om vardagliga och välbekanta ämnen.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven enkelt och <strong>begripligt med enstaka ord och fraser</strong>. I muntlig interaktion uttrycker sig eleven enkelt och <strong>begripligt med enstaka ord och fraser</strong>. Dessutom använder eleven strategier som <strong>i någon mån underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven läser samt förstår <strong>vanliga ord</strong> i korta, enkla texter om vardagliga och välbekanta ämnen och som är skrivna med förenklade tecken.</p> <p>Eleven skriver korta texter med förenklade tecken med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I texterna uttrycker sig eleven enkelt och begripligt med <strong>enstaka ord och fraser</strong>.</p> <p>Eleven kommenterar på ett <strong>mycket enkelt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven lyssnar samt förstår <strong>huvudsakligt innehåll</strong> i tydligt talad, enkel kinesiska i mycket långsamt tempo om vardagliga och välbekanta ämnen.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven enkelt och <strong>begripligt med fraser och meningar</strong>. I muntlig interaktion uttrycker sig eleven enkelt och <strong>begripligt med ord, fraser och meningar</strong>. Dessutom använder eleven strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven läser samt förstår <strong>vanliga ord och enkla fraser</strong> i korta, enkla texter om vardagliga och välbekanta ämnen och som är skrivna med förenklade tecken.</p> <p>Eleven skriver korta texter med förenklade tecken med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I texterna uttrycker sig eleven enkelt och begripligt med <strong>ord och fraser</strong>.</p> <p>Eleven kommenterar på ett <strong>mycket enkelt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven lyssnar samt förstår <strong>huvudsakligt innehåll och tydliga detaljer</strong> i tydligt talad, enkel kinesiska i mycket långsamt tempo om vardagliga och välbekanta ämnen.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven enkelt och <strong>relativt tydligt med fraser och meningar</strong>. I muntlig interaktion uttrycker sig eleven enkelt och <strong>relativt tydligt med ord, fraser och meningar</strong>. Dessutom använder eleven strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven läser samt förstår <strong>huvudsakligt innehåll</strong> i korta, enkla texter om vardagliga och välbekanta ämnen och som är skrivna med förenklade tecken.</p> <p>Eleven skriver korta texter med förenklade tecken med hjälp av digitala hjälpmedel och i viss utsträckning även för hand. I texterna uttrycker sig eleven enkelt och begripligt med <strong>ord, fraser och meningar</strong>.</p> <p>Eleven kommenterar på ett <strong>enkelt</strong> sätt, på kinesiska, förhållanden i olika sammanhang och områden där språket används.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.028Z"
}