{
  "code": "KLAS",
  "name": "Klassisk grekiska – språk och kultur",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:176",
  "nameHeading": "<h2>Klassisk grekiska – språk och kultur</h2>",
  "description": "<p>Ämnet klassisk grekiska – språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Grekiska har varit gemensamt språk för befolkningen i den östra delen av medelhavsområdet under lång tid och arvet från antik grekisk litteratur, filosofi, konst och arkitektur har satt en bestående prägel på den västerländska kulturen och det västerländska tänkandet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet klassisk grekiska – språk och kultur ska syfta till att eleverna utvecklar kunskaper om det grekiska språket och den grekiska kulturen under antiken samt hur de har påverkat senare tiders språk och kulturer. Därigenom ska undervisningen ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden. I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga.</p> <p>Undervisningen ska ge eleverna möjlighet att läsa och arbeta med grekiska texter av olika slag. För att eleverna ska kunna förstå grekiska texter från antiken ska de ges möjlighet att utveckla kunskaper i den klassiska grekiskans ordförråd och grammatik. Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur den klassiska grekiskan har påverkat och fortfarande påverkar många andra språk. Den ska också bidra till att eleverna utvecklar ett större ordförråd i svenska, engelska och andra moderna språk, eftersom klassisk grekiska är ursprunget till ett stort antal lånord i dessa språk. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att analysera och beskriva språkliga företeelser.</p> <p>Läsning av grekiska texter på klassisk grekiska bidrar även till kunskaper i antikens historia och kultur. För att bredda de kunskaper som texterna ger ska textläsningen i undervisningen kompletteras med grekiska texter från antiken i översättning samt annat material. I undervisningen ska eleverna även ges möjlighet att få både språkliga och kulturella upplevelser av olika slag.</p> <h5><em>Undervisningen i ämnet klassisk grekiska – språk och kultur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att läsa, återge och tolka enkla texter som är skrivna på klassisk grekiska, med användning av språkets grammatik, ordförråd och uttal.</li> <li>Kunskaper om språkliga företeelser i texter skrivna på klassisk grekiska.</li> <li>Kunskaper om den klassiska grekiskans inflytande på andra språk.</li> <li>Kunskaper om det antika Greklands historia, kultur och samhällsliv och sambandet med senare tiders kulturer.</li> </ul><h3>Nivåer i ämnet klassisk grekiska – språk och kultur</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KLAS1000X</h3>",
      "code": "KLAS1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet klassisk grekiska – språk och kultur på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Mycket enkla texter på klassisk grekiska, till exempel konstruerade texter och bearbetade autentiska texter.</li> <li>Det grekiska alfabetet. Hur de grekiska bokstäverna uttalades under grekiskans klassiska tid och hur alfabetet används i skrift.</li> <li>Den grekiska grammatikens grunder med orientering om det viktigaste i grekisk formlära och meningsbyggnad.</li> <li>Ett grekiskt basordförråd med referenser till andra språk och vetenskaplig terminologi.</li> <li>Relevanta begrepp som behövs för att beskriva och analysera språket.</li> <li>Introduktion till det antika Greklands historia och till några berömda personer och händelser. Orientering om det antika Greklands geografi.</li> <li>Det antika Greklands kultur, till exempel arkitektur och mytologi, samt vardagsliv i Aten och Sparta.</li> <li>Hur den antika grekiska kulturen har påverkat senare tiders arkitektur, konst och litteratur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KLAS2000X</h3>",
      "code": "KLAS2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet klassisk grekiska – språk och kultur på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Enkla texter på klassisk grekiska, både prosa och poesi, till exempel bearbetade autentiska texter.</li> <li>Uttal i de texter som eleverna möter. Några vanliga grekiska versmått, till exempel hexameter.</li> <li>Grekisk grammatik med utökad formlära och syntax.</li> <li>Ett utökat grekiskt basordförråd med referenser till andra språk och vetenskaplig terminologi.</li> <li>Relevanta begrepp som behövs för att beskriva och analysera språket.</li> <li>Huvuddragen i det antika Greklands historia och samhällsliv, till exempel stadsstaternas utveckling och kvinnors ställning.</li> <li>Viktiga strömningar inom antik grekisk arkitektur, konst, litteratur och filosofi samt hur de har påverkat senare tiders kulturer.</li> <li>De grekiska texternas historiska och kulturella sammanhang.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven läser, återger och tolkar <strong>huvudsakligt innehåll</strong> i grekiska texter. Eleven läser grekisk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>viss säkerhet och i begränsad utsträckning</strong> den grekiska grammatiken samt ett <strong>begränsat</strong> grekiskt basordförråd.</p> <p>Eleven beskriver <strong>mycket enkla</strong> språkliga företeelser i de grekiska texterna med hjälp av relevanta begrepp samt använder det grekiska alfabetet i skrift.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>översiktligt</strong>, grekiskans inflytande på andra språk.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om det antika Greklands historia och samhällsliv samt om hur den grekiska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven läser, återger och tolkar <strong>huvudsakligt innehåll och väsentliga detaljer</strong> i grekiska texter. Eleven läser grekisk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>viss säkerhet</strong> den grekiska grammatiken samt ett <strong>grundläggande</strong> grekiskt basordförråd.</p> <p>Eleven beskriver <strong>enkla</strong> språkliga företeelser i de grekiska texterna med hjälp av relevanta begrepp samt använder det grekiska alfabetet i skrift.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>utförligt</strong>, grekiskans inflytande på andra språk.</p> <p>Eleven visar <strong>goda</strong> kunskaper om det antika Greklands historia och samhällsliv samt om hur den grekiska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven läser, återger och tolkar <strong>såväl helhet som detaljer</strong> i grekiska texter. Eleven läser grekisk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>säkerhet</strong> den grekiska grammatiken samt ett <strong>utökat</strong> grekiskt basordförråd.</p> <p>Eleven beskriver <strong>enkla och mer komplexa</strong> språkliga företeelser i de grekiska texterna med hjälp av relevanta begrepp samt använder det grekiska alfabetet i skrift.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>utförligt och nyanserat</strong>, grekiskans inflytande på andra språk.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om det antika Greklands historia och samhällsliv samt om hur den grekiska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.028Z"
}