{
  "code": "KOML",
  "name": "Kompletterande träning för yrkesdansare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-05-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:575",
  "nameHeading": "<h2>Kompletterande träning för yrkesdansare</h2>",
  "description": "<p>Kompletterande träning för yrkesdansare behandlar träningens betydelse för att kunna utvecklas till yrkesdansare. Ämnet utgör tillsammans med ämnet klassisk balett och ämnet samtida dans en viktig del i yrkesdansarutbildningen. Ämnet får bara anordnas på yrkesdansarutbildningen.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kompletterande träning för yrkesdansare ska syfta till att eleverna utvecklar kunskaper om hur kroppen fungerar i dansteknisk träning. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om människans anatomi, träningsfysiologi och nutrition samt om kosthållningens och återhämtningens betydelse för prestationsutvecklingen. Undervisningen ska även bidra till att eleverna utvecklar kunskaper inom idrottspsykologi.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om metoder för att hantera stress samt om metoder för att höja motivation och prestation. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om hur skador och ohälsa kan förebyggas och behandlas. Den ska också bidra till att eleverna utvecklar kunskaper om relevanta faktorer för hållbar träning.</p> <p>Undervisningen ska ge eleverna möjlighet att planera, genomföra och utvärdera kompletterande träning utifrån dansens krav och den egna förmågan. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förståelse av hur samverkan och kommunikation i träningssammanhang kan bidra till den egna utvecklingen. Undervisningen ska även motverka diskriminerande uppfattningar samt bidra till att människors olika förutsättningar respekteras.</p> <p>Undervisningen ska betona ett undersökande och reflekterande arbetssätt och ta sin utgångspunkt i den danstekniska träningen samt förbereda för situationer som eleverna kan komma att möta i sitt yrke.</p> <h4><em>Undervisningen i ämnet kompletterande träning för yrkesdansare ska ge eleverna förutsättningar att utveckla följande:</em></h4> <ul> <li>Kunskaper om fysiologiska och psykologiska faktorers påverkan på prestationer och hälsa.</li> <li>Förmåga att planera, genomföra och utvärdera fysiologiska och psykologiska träningsaktiviteter utifrån dansens krav.</li> <li>Kunskaper om hur vanligt förekommande skador inom dans kan förebyggas och rehabiliteras.</li> <li>Förmåga att samarbeta och kommunicera med andra inom yrkesområdet.</li> </ul><h3>Nivåer i ämnet kompletterande träning för yrkesdansare</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KOML100DX</h3>",
      "code": "KOML100DX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet kompletterande träning för yrkesdansare på nivå 1 ska behandla följande centrala innehåll:</em></h4> <ul> <li>Grundläggande anatomi och nutrition.</li> <li>Kosthållningens, vilans och sömnens betydelse för god hälsa och för att optimera kroppens prestation.</li> <li>Drogers och dopningspreparats konsekvenser för hälsa och prestation.</li> <li>Mental träning. Psykologiska faktorer i relation till prestation. Spänningsreglering, stresshantering, motivation och målfokusering.</li> <li>Övningar för uppvärmning, nedvarvning, stretchning och vila.</li> <li>Den kompletterande träningens betydelse för dansteknisk utveckling och hur den bidrar till en hållbar dansare.</li> <li>Övningar för att träna kondition, smidighet, balans, rörlighet och styrka.</li> <li>Planering, genomförande och utvärdering av olika träningsmetoder utifrån dansens krav.</li> <li>Samspel mellan situationens krav och kroppen utifrån ergonomiska aspekter.</li> <li>Vanligt förekommande skador och ohälsa vid dansträning.</li> <li>Skadeförebyggande träning samt rehabilitering efter skada.</li> <li>Utformning och genomförande av skadeförebyggande träningsprogram.</li> <li>Ämnesspecifika begrepp i relation till träning.</li> <li>Normkritiskt förhållningssätt till olika danskulturer inom yrkesutövandet.</li> <li>Kommunikation och samarbete som syftar till utveckling av prestationen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver på ett <strong>enkelt</strong> sätt fysiologiska och psykologiska faktorers betydelse för den kroppsliga förmågan och hälsan.</p> <p>Eleven planerar, genomför och utvärderar sin träning med <strong>viss säkerhet</strong> och bedömer med <strong>enkla</strong> omdömen resultatet. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga samt väljer och genomför med <strong>viss säkerhet</strong> övningar för detta.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om skador och deras rehabilitering. Vid träning tar eleven på ett <strong>i huvudsak fungerande</strong> sätt ansvar för att förebygga skador och ohälsa.</p> <p>Eleven samarbetar och kommunicerar på ett <strong>godtagbart</strong> sätt i träningssammanhang.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver på ett <strong>utvecklat</strong> sätt fysiologiska och psykologiska faktorers betydelse för den kroppsliga förmågan och hälsan.</p> <p>Eleven planerar, genomför och utvärderar sin träning med <strong>säkerhet</strong> och bedömer med <strong>utvecklade</strong> omdömen resultatet. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga samt väljer och genomför med <strong>säkerhet</strong> övningar för detta.</p> <p>Eleven visar <strong>goda</strong> kunskaper om skador och deras rehabilitering. Vid träning tar eleven på ett <strong>fungerande</strong> sätt ansvar för att förebygga skador och ohälsa.</p> <p>Eleven samarbetar och kommunicerar på ett <strong>gott</strong> sätt i träningssammanhang.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver på ett <strong>välutvecklat</strong> sätt fysiologiska och psykologiska faktorers betydelse för den kroppsliga förmågan och hälsan.</p> <p>Eleven planerar, genomför och utvärderar sin träning med <strong>god säkerhet</strong> och bedömer med <strong>välutvecklade</strong> omdömen resultatet. Dessutom bedömer eleven sina egna utvecklingsbehov i fråga om kroppslig förmåga samt väljer och genomför med <strong>god säkerhet</strong> övningar för detta.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om skador och deras rehabilitering. Vid träning tar eleven på ett <strong>väl fungerande</strong> sätt ansvar för att förebygga skador och ohälsa.</p> <p>Eleven samarbetar och kommunicerar på ett <strong>mycket gott</strong> sätt i träningssammanhang.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.028Z"
}