{
  "code": "KOMO",
  "name": "Komponenter och system – el",
  "englishName": "Components and Systems – Electrical Installation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:547",
  "nameHeading": "<h2>Komponenter och system – el</h2>",
  "description": "<p>Ämnet komponenter och system – el behandlar material för elinstallationer på både komponent- och systemnivå. Ämnet får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet komponenter och system – el ska syfta till att eleverna utvecklar kunskaper om de komponenter som elinstallationer består av samt komponenternas funktion och deras respektive uppgifter i elinstallationer. Dessutom ska eleverna ges möjlighet att utveckla förmåga att välja komponenter som sätts samman till olika elektriska system.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om olika system för informationsöverföring samt om hur systemen är uppbyggda och om säkerhetsaspekter vid informationsöverföring. Undervisningen ska även belysa hur materialval genomförs med hänsyn till miljö, tillgänglighet och säkerhet. På så vis ska eleverna ges möjlighet att utveckla förståelse av hur materialvalsprocessen kan bidra till ekonomiskt och miljömässigt hållbara elinstallationer.</p> <p>Undervisningen ska lämna utrymme för diskussion om och reflektion över etiska frågor och olika handlingsalternativ inom elinstallationer. Undervisningen ska också innehålla laborativa inslag och problemlösande arbetssätt.</p> <h5><em>Undervisningen i ämnet komponenter och system – el ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om systemkomponenter och deras funktion inom elinstallation.</li> <li>Kunskaper om system för informationsöverföring inom elinstallation.</li> <li>Kunskaper om elektriska system inom elinstallation.</li> <li>Förmåga att välja komponenter för uppbyggnad av system inom elinstallation.</li> </ul><h3>Nivåer i ämnet komponenter och system – el</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KOMO100TX</h3>",
      "code": "KOMO100TX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet komponenter och system – el på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Komponenter</em></p> <ul> <li>Material för vanliga typer av elinstallationer i olika miljöer.</li> <li>Kopplingsutrustningar, däribland olika typer av elcentraler, apparatskåp och enklare styrutrustning.</li> <li>Elmotorer med enklare tillhörande startutrustningar.</li> <li>Komponenter för specifika områden, till exempel belysningsarmaturer, solceller med växelriktare eller olika typer av värmekablar.</li> </ul> <p><em>Kommunikations- och installationssystem</em></p> <ul> <li>Planering, installation och konfiguration av system för olika typer av elinstallationer utifrån givna förutsättningar och för ekonomisk och miljömässig hållbarhet.</li> <li>Teleinstallationer, till exempel för drift och övervakning, passagekontroll och datanät.</li> <li>Kommunicerande system, till exempel dator- och medienät samt stadsnät via fiber.</li> <li>Trådbunden och trådlös kommunikation för fjärrstyrning av elinstallationer.</li> <li>System för elproduktion med solceller.</li> <li>Laddningssystem för fordon.</li> <li>Belysningssystem.</li> <li>Värmekabelsystem, däribland elektrisk golvvärme och system för avisning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika systemkomponenter och deras funktion inom elinstallation.</p> <p>Eleven beskriver <strong>övergripande</strong> olika system för informationsöverföring inom elinstallation.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om elektriska system inom elinstallation.</p> <p>Eleven väljer med <strong>säkerhet</strong> komponenter för uppbyggnad av olika typer av system inom elinstallation.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika systemkomponenter och deras funktion inom elinstallation.</p> <p>Eleven beskriver <strong>utförligt</strong> olika system för informationsöverföring inom elinstallation.</p> <p>Eleven visar <strong>goda</strong> kunskaper om elektriska system inom elinstallation.</p> <p>Eleven väljer med <strong>god säkerhet</strong> komponenter för uppbyggnad av olika typer av system inom elinstallation.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika systemkomponenter och deras funktion inom elinstallation.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika system för informationsöverföring inom elinstallation.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om elektriska system inom elinstallation.</p> <p>Eleven väljer med <strong>mycket god säkerhet</strong> komponenter för uppbyggnad av olika typer av system inom elinstallation.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
