{
  "code": "KONI",
  "name": "Konditori",
  "englishName": "Patisserie",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:177",
  "nameHeading": "<h2>Konditori</h2>",
  "description": "<p>Ämnet konditori behandlar hantverksmässiga metoder för att framställa olika typer av konditoriprodukter. I ämnet ingår hur råvaror och olika processer påverkar slutproduktens egenskaper och kvalitet. Dessutom behandlas bestämmelser om hygien och arbetsmiljö vid framställning av konditoriprodukter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet konditori ska syfta till att eleverna utvecklar förmåga att yrkesmässigt tillverka konditoriprodukter med moderna och traditionella hantverksmetoder. Eftersom området präglas av både en stark tradition och en ständig utveckling ska undervisningen stimulera såväl elevernas intresse för traditioner som lust att utvecklas inom området. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att följa recept, välja och hantera råvaror samt kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt och sensoriskt tilltalande slutprodukter. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att ge service, bemöta kunder och sälja.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att planera och organisera konditoriarbete samt att arbeta ergonomiskt. Undervisningen ska även leda till att eleverna utvecklar förmåga att använda och vårda redskap och maskiner samt att förpacka och märka konditorivaror. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att arbeta säkert och hygieniskt i enlighet med lagar och andra bestämmelser som gäller för yrkesområdet.</p> <p>I undervisningen ska eleverna ges rikliga möjligheter att reflektera över och diskutera arbetet, etiska frågor och frågor om hållbarhet. Undervisningen ska också ge eleverna möjlighet att utveckla kreativitet samt problemlösnings- och initiativförmåga. Eleverna ska ges möjlighet att utföra uppgifter inom området både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet konditori ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera och organisera tillverkning av konditoriprodukter efter situationens krav.</li> <li>Förmåga att tillverka olika konditoriprodukter.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att bemöta samt samarbeta och kommunicera med andra i samband med tillverkning av konditoriprodukter.</li> </ul><h3>Nivåer i ämnet konditori</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KONI1000X</h3>",
      "code": "KONI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konditori på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Konditoriprodukters historia.</li> <li>Enklare planering och organisering vid tillverkning av konditoriprodukter.</li> <li>Etiska, miljömässiga och ekonomiska val i arbetet.</li> <li>Enklare ekonomiska kalkyler.</li> <li>Hur recept läses och används.</li> <li>Grundläggande receptberäkningar.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Tillverkning av enklare konditoriprodukter med hantverksmässiga metoder, däribland småbröd och anslag.</li> <li>Tillverkning av enklare konditoriprodukter utifrån olika smaker och kombinationer.</li> <li>Hantering av redskap, maskiner och annan utrustning.</li> <li>Allergi- och specialkost samt kostval som är vanligt förekommande inom konditori.</li> <li>Paketering och märkning.</li> <li>Lagar och andra bestämmelser, däribland arbetsmiljölagen och livsmedelslagstiftning med särskild tonvikt på hygien och hygienrutiner.</li> <li>Säkerhet och ergonomi i arbetet.</li> <li>Hur samarbete, kommunikation och bemötande vid konditoriarbete går till.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KONI2000X</h3>",
      "code": "KONI2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konditori på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Arbetsprocessen vid tillverkning av konditoriprodukter.</li> <li>Planering och organisering vid vanligt förekommande konditoriarbete.</li> <li>Etiska, miljömässiga och ekonomiska val i arbetet.</li> <li>Prisbestämning och vanligt förekommande ekonomiska kalkyler.</li> <li>Vanligt förekommande receptberäkningar.</li> <li>Tillverkning av konditoriprodukter med hänsyn till smak och utseende samt med utgångspunkt i trend och tradition.</li> <li>Tillverkning av olika sorters tårtor och bakelser, däribland klassiska och avancerade.</li> <li>Tillverkning av olika sorters klassiska och moderna kakor, däribland kondisbitar och andra finare kakor.</li> <li>Simultant arbete med flera moment och metoder.</li> <li>Hantering av redskap, maskiner och annan utrustning.</li> <li>Lagar och andra bestämmelser inom området, däribland livsmedelslagstiftning med tonvikt på hygien och hygienrutiner.</li> <li>Säkerhet och ergonomi i arbetet.</li> <li>Samarbete och kommunikation vid konditoriarbete.</li> <li>Bemötande i olika situationer.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KONI3000X</h3>",
      "code": "KONI3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konditori på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Hur konditoriprodukters konsistens, smak och utseende påverkas av olika val vid tillverkningen.</li> <li>Planering och organisering vid tillverkning med hänsyn till smak, utseende, pris och kvalitet.</li> <li>Etiska och miljömässiga val i arbetet.</li> <li>Tillverkning av konditoriprodukter med hänsyn till krav på ekonomi och tempo.</li> <li>Tillverkning av konditoriprodukter efter valt tema, utifrån beställning eller i befintlig verksamhet.</li> <li>Tillverkning av konditoriprodukter, däribland desserter och mousser.</li> <li>Simultant arbete med flera moment och metoder.</li> <li>Hantering av redskap, maskiner och annan utrustning.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Säkerhet och ergonomi i arbetet.</li> <li>Service, kommunikation och bemötande vid konditoriarbete och i olika servicesituationer.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KONI4000X</h3>",
      "code": "KONI4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konditori på nivå 4 ska behandla följande centrala innehåll:</p> <ul> <li>Trender och utveckling inom konditoriområdet.</li> <li>Planering och organisering utifrån yrkesmässiga krav och ekonomiska kalkyler.</li> <li>Etiska, miljömässiga och ekonomiska val i arbetet.</li> <li>Yrkesmässig tillverkning av konditoriprodukter utifrån krav på drift, planering, rutiner, tempo, organisation och ekonomi.</li> <li>Yrkesmässig tillverkning av konditoriprodukter efter valt tema, utifrån beställning eller i befintlig verksamhet.</li> <li>Tillverkning av avancerade konditoriprodukter, däribland glass och frusna desserter.</li> <li>Klassiska bakverk, däribland någon form av showpiece.</li> <li>Hantering av redskap, maskiner och annan utrustning.</li> <li>Lagar och andra bestämmelser för yrkesmässigt arbete inom området.</li> <li>Säkerhet och ergonomi i arbetet.</li> <li>Service, kommunikation och bemötande i samarbete med andra på ett yrkesmässigt sätt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar och organiserar tillverkning av konditoriprodukter på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven tillverkar med <strong>visst</strong> handlag konditoriprodukter.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter samt samarbetar och kommunicerar med andra på ett <strong>godtagbart</strong> sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar och organiserar tillverkning av konditoriprodukter på ett <strong>gott</strong> sätt.</p> <p>Eleven tillverkar med <strong>gott</strong> handlag konditoriprodukter.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter samt samarbetar och kommunicerar med andra på ett <strong>gott</strong> sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar och organiserar tillverkning av konditoriprodukter på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven tillverkar med <strong>mycket gott</strong> handlag konditoriprodukter.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven bemöter samt samarbetar och kommunicerar med andra på ett <strong>mycket gott</strong> sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
