{
  "code": "KONN",
  "name": "Konsthantverk – fördjupning",
  "englishName": "Artisan Crafts – Advanced",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:314",
  "nameHeading": "<h2>Konsthantverk – fördjupning</h2>",
  "description": "<p>Ämnet konsthantverk – fördjupning behandlar hantverkstekniker och material samt samband mellan estetisk och funktionell utformning. Ämnet behandlar arbete i projekt med ett eller flera material.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet konsthantverk – fördjupning ska syfta till att eleverna utvecklar förmåga att planera och utföra hantverksmässiga och konstnärliga projekt. Undervisningen ska leda till att eleverna utvecklar förmåga att planera sitt arbete och att göra omdömesgilla val av material och tillvägagångssätt. Eleverna ska även ges möjlighet att utveckla ett kreativt tänkande och estetiskt förhållningssätt i mötet med olika material och arbetsuppgifter. Därför ska undervisningen bidra till att eleverna utvecklar förmåga att använda färg och form i sitt skapande. Eleverna ska ges möjlighet att utveckla sin förmåga att använda säkra arbetssätt samt att arbeta på ett hållbart sätt.</p> <p>Undervisningen ska bidra till att eleverna utvecklar sin förmåga att bedöma relationen mellan egna föreställningar och de möjligheter materialet ger i arbetet. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att analysera och reflektera över både arbetsprocess och resultatets kvalitet. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om hur olika hantverk har påverkat kultur- och samhällsutvecklingen.</p> <p>Genom undervisningen ska eleverna ges rika möjligheter att träna och förfina sin förmåga att använda hantverkstekniker inom projektarbete med ett eller flera material. Undervisningen ska även ge eleverna möjlighet att använda sin konstnärliga förmåga i arbeten där färg, form och funktion samspelar.</p> <h5><em>Undervisningen i ämnet konsthantverk – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika materials och hantverks betydelse för kultur- och samhällsutveckling.</li> <li>Förmåga att planera och utföra ett konstnärligt projekt.</li> <li>Förmåga att arbeta på ett säkert och hållbart sätt.</li> <li>Förmåga att använda färg och form i skapandeprocessen.</li> <li>Förmåga att utvärdera och analysera arbetsprocess och resultat.</li> </ul><h3>Nivåer i ämnet konsthantverk – fördjupning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet konsthantverk.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KONN1000X</h3>",
      "code": "KONN1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konsthantverk – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika hantverks och materials betydelse i kultur- och samhällsutvecklingen, till exempel tryckkonstens betydelse för den europeiska samhällsutvecklingen eller klädernas sociala roll i någon stilepok.</li> <li>De valda materialens egenskaper.</li> <li>Konstnärligt och hantverksmässigt arbete i projekt med ett eller flera valda material, till exempel arbete i trä, textil, metall, lera eller papper.</li> <li>Olika materials användningsområden samt verktyg och bearbetningsmetoder.</li> <li>Miljömässigt hållbara arbetssätt, däribland vad gäller materialval.</li> <li>Säkerhet i arbetet, däribland användning av skyddsutrustning.</li> <li>Färg- och formlära i relation till material.</li> <li>Utvärdering och analys av arbetsprocesser och resultat.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KONN2000X</h3>",
      "code": "KONN2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konsthantverk – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika hantverks och materials betydelse i kultur- och samhällsutvecklingen, till exempel silkets, porslinets, bomullstygets eller papperstillverkningens spridning mellan kulturer och de historiska konsekvenserna.</li> <li>De valda materialens egenskaper.</li> <li>Konstnärligt och hantverksmässigt arbete i projekt med ett eller en kombination av flera material, till exempel arbete i trä, textil, metall, lera eller papper.</li> <li>Konstruktionsritning och skisstekniker.</li> <li>Olika materials användningsområden samt verktyg och komplexa bearbetningsmetoder.</li> <li>Miljömässigt hållbara arbetssätt.</li> <li>Påverkan på människor och miljö vid användning, framställning och hantering av material, historiskt och i nutid.</li> <li>Säkerhet i arbetet, däribland användning av skyddsutrustning.</li> <li>Konstnärligt arbete som källa till personligt uttryck och utveckling.</li> <li>Utvärdering och analys av arbetsprocesser, formgivning och resultat med förslag på alternativa tillvägagångssätt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KONN3000X</h3>",
      "code": "KONN3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet konsthantverk – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Olika hantverks och materials betydelse i kultur- och samhällsutvecklingen, till exempel relationen mellan teknisk och social utveckling och hur den framträder vid övergången från stenverktyg till koppar eller från brons till järn.</li> <li>De valda materialens egenskaper.</li> <li>Konstnärligt och hantverksmässigt arbete i projekt med ett eller en kombination av flera material, till exempel arbete i trä, textil, metall, lera eller papper.</li> <li>Avancerad konstruktionsritning och skissteknik.</li> <li>Olika materials användningsområden samt verktyg och komplexa bearbetningsmetoder.</li> <li>Socialt och miljömässigt hållbara arbetssätt.</li> <li>Säkerhet i arbetet, däribland användning av skyddsutrustning.</li> <li>Formgivningsprocessen samt formgivningens språk och uttrycksmöjligheter, till exempel färg, form och material.</li> <li>Värdering av formgivning i relation till intentioner.</li> <li>Utvärdering och analys av arbetsprocesser och resultat med förslag på alternativa material och tillvägagångssätt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika materials och hantverks betydelse för kultur- och samhällsutvecklingen.</p> <p>Eleven planerar och utför med <strong>godtagbart</strong> resultat ett konstnärligt projekt.</p> <p>Eleven arbetar på ett säkert och hållbart sätt.</p> <p>Eleven använder färg och form i sitt skapande och uppnår ett <strong>godtagbart</strong> resultat.</p> <p>Eleven utvärderar och analyserar arbetsprocesser och resultat med <strong>enkla</strong> omdömen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika materials och hantverks betydelse för kultur- och samhällsutvecklingen.</p> <p>Eleven planerar och utför med <strong>gott</strong> resultat ett konstnärligt projekt.</p> <p>Eleven arbetar på ett säkert och hållbart sätt.</p> <p>Eleven använder färg och form i sitt skapande och uppnår ett <strong>gott</strong> resultat.</p> <p>Eleven utvärderar och analyserar arbetsprocesser och resultat med <strong>utvecklade</strong> omdömen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika materials och hantverks betydelse för kultur- och samhällsutvecklingen.</p> <p>Eleven planerar och utför med <strong>mycket gott</strong> resultat ett konstnärligt projekt.</p> <p>Eleven arbetar på ett säkert och hållbart sätt.</p> <p>Eleven använder färg och form i sitt skapande och uppnår ett <strong>mycket gott</strong> resultat.</p> <p>Eleven utvärderar och analyserar arbetsprocesser och resultat med <strong>välutvecklade</strong> omdömen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
