{
  "code": "KORS",
  "name": "Körsång",
  "englishName": "Choir",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:181",
  "nameHeading": "<h2>Körsång</h2>",
  "description": "<p>Musik finns i alla kulturer och berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform och har olika funktioner och betydelser för var och en av oss. Körsång används för att gestalta musik i en mängd sammanhang. Ämnet körsång behandlar upplevelse och skapande av musik tillsammans med andra och har sin grund i konstnärligt uttryck, musikaliskt hantverk och praktisk tillämpning av musikens teori.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet körsång ska syfta till att eleverna utvecklar färdigheter i körmusicerande, utifrån både noter och gehör, samt förmåga att gestalta musik med sin röst, i samarbete med andra. Eleverna ska även ges möjlighet att utveckla förmåga att kommunicera med medmusicerande och publik. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om körmusik från olika tider och kulturer. Därigenom ska eleverna ges möjlighet att utveckla förmåga att analysera och tolka musikupplevelser. Undervisningen ska också ge eleverna möjligheter att genom sitt musikutövande aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om röstvård och röstens fysiologi samt om hållbart musicerande. Undervisningen ska även bidra till att eleverna utvecklar förståelse av samband mellan detalj och helhet. Eleverna ska därigenom ges möjlighet att utveckla förmåga att använda ett musikaliskt uttryck. Undervisningen ska dessutom ta fasta på att stärka elevernas motivation, nyfikenhet och självförtroende i musikutövandet.</p> <p>Samarbetsförmåga och ansvarstagande för arbete i grupp är viktigt i musiken. Därför ska eleverna ges möjlighet att pröva olika metoder för instudering av körmusik. Genom undervisningen ska eleverna också ges möjlighet att reflektera över sin egen och andras musikaliska gestaltning, i syfte att öka det konstnärliga skapandet. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit och trygghet. Undervisningen ska också lämna utrymme för diskussion och reflektion över etiska frågor inom körmusicerande.</p> <h5><em>Undervisningen i ämnet körsång ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att musicera vokalt i kör med ett musikaliskt uttryck.</li> <li>Förmåga att studera in musik och att ta ansvar för sin roll i kören.</li> <li>Förmåga att samarbeta med medmusiker och kommunicera med publik.</li> <li>Kunskaper om musik, begrepp och stildrag från olika tider och kulturer.</li> <li>Kunskaper om röstfysiologi och röstvård samt om arbetsmiljöfrågor och hållbart musicerande.</li> </ul><h3>Nivåer i ämnet körsång</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KORS1000X</h3>",
      "code": "KORS1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet körsång på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Instudering och musicerande</em></p> <ul> <li>Musicerande i flerstämmig körmusik från olika repertoarområden i gehörsbaserad och noterad musik.</li> <li>Körsång i olika sammanhang, till exempel körsång i ensemble och inspelning av kör i studio.</li> <li>Musikaliskt uttryck, till exempel frasering, dynamik, klang och rytmik.</li> <li>Metoder för instudering, enskilt och i grupp.</li> </ul> <p><em>Tolkning och kommunikation</em></p> <ul> <li>Metoder för samarbete.</li> <li>Musicerande och kommunikation i samarbete vid framträdande inför publik.</li> <li>Genrer i olika tider och kulturer med stildrag och kännetecken i körmusik.</li> <li>Rytm, melodi, harmonik och form.</li> </ul> <p><em>Arbetsmiljö</em></p> <ul> <li>Grundläggande röstvård och metoder för ett hållbart musicerande med rösten som instrument.</li> <li>Ergonomi, rörelse och hörselvård.</li> <li>God arbetsmiljö vid körmusicerande.</li> <li>Diskussion och reflektion över etiska frågor inom körmusicerande, till exempel kopplat till repertoar, könsnormer och framförandepraxis.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: KORS2000X</h3>",
      "code": "KORS2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet körsång på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Instudering och musicerande</em></p> <ul> <li>Musicerande i olika körtyper från olika repertoarområden och tidsepoker i gehörsbaserad och noterad musik, med ett musikaliskt och konstnärligt uttryck.</li> <li>Körsång i olika sammanhang och för olika syften, till exempel kör i ensemble, mindre grupper och för inspelning.</li> <li>Musikaliska uttryck. Frasering, klang, dynamisk och rytmisk följsamhet samt artikulation.</li> <li>Metoder och strategier för instudering, däribland textanalys. Initiativtagande i instudering enskilt och i grupp.</li> <li>Introduktion till körledning.</li> </ul> <p><em>Tolkning och kommunikation</em></p> <ul> <li>Sceniskt gestaltande och framförande, musicerande och kommunikation i samarbete med andra inför publik.</li> <li>Klangideal, stildrag och kontext samt uppförandepraxis i repertoarer från olika tider.</li> <li>Samspel mellan rytm, melodi, harmoni och form i en musikalisk helhet.</li> </ul> <p><em>Arbetsmiljö</em></p> <ul> <li>Fördjupad röstvård och grundläggande röstfysiologi för ett hållbart musicerande med rösten som instrument.</li> <li>Ergonomi, rörelse och hörselvård samt tillhörande utrustning vid repetition och framförande.</li> <li>God arbetsmiljö vid körmusicerande.</li> <li>Samtal om och reflektion över etiska frågor inom körmusicerande, till exempel vad gäller stil och genre.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven musicerar med <strong>viss säkerhet</strong> i kör med <strong>godtagbar</strong> musikalisk kvalitet.</p> <p>Eleven studerar in musik på ett <strong>i huvudsak strukturerat</strong> sätt och tar ansvar för sin roll i kören på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven kommunicerar i sitt musicerande med såväl medmusiker som publik med <strong>viss säkerhet</strong>.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om körmusik, musikaliska begrepp och stildrag i körmusik.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om röstens konstruktion och egenskaper samt om röstvård och hörselvård.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven musicerar med <strong>säkerhet</strong> i kör med <strong>god</strong> musikalisk kvalitet.</p> <p>Eleven studerar in musik på ett <strong>strukturerat</strong> sätt och tar ansvar för sin roll i kören på ett <strong>fungerande</strong> sätt.</p> <p>Eleven kommunicerar i sitt musicerande med såväl medmusiker som publik med <strong>säkerhet</strong>.</p> <p>Eleven visar <strong>goda</strong> kunskaper om körmusik, musikaliska begrepp och stildrag i körmusik.</p> <p>Eleven visar <strong>goda</strong> kunskaper om röstens konstruktion och egenskaper samt om röstvård och hörselvård.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven musicerar med <strong>god säkerhet</strong> i kör med <strong>mycket god</strong> musikalisk kvalitet.</p> <p>Eleven studerar in musik på ett <strong>välstrukturerat</strong> sätt och tar ansvar för sin roll i kören på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven kommunicerar i sitt musicerande med såväl medmusiker som publik med <strong>god säkerhet</strong>.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om körmusik, musikaliska begrepp och stildrag i körmusik.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om röstens konstruktion och egenskaper samt om röstvård och hörselvård.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
