{
  "code": "KREA",
  "name": "Kreativt skrivande",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:179",
  "nameHeading": "<h2>Kreativt skrivande</h2>",
  "description": "<p>Kreativt skrivande handlar om att i skönlitterär form gestalta och förmedla känslor, erfarenheter, insikter och reflektioner. I ämnet ingår skrivande i olika skönlitterära genrer samt reflektion över egna och andras texter. Tyngdpunkten ligger på elevernas egna skrivande. I ämnet ingår också läsning av skönlitterära texter i syfte att utveckla det egna skrivandet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kreativt skrivande ska syfta till att eleverna utvecklar förmåga att skriva skönlitterära texter samt förståelse av det kreativa skrivandets olika uttrycksmedel. I undervisningen ska eleverna ges möjlighet att skriva olika typer av skönlitterära texter. Undervisningen ska ge eleverna möjlighet att hitta sitt personliga uttryckssätt genom rikliga övningar i att i skrift gestalta och förmedla känslor, erfarenheter, insikter och reflektioner. Undervisningen ska stimulera elevernas konstnärliga kreativitet och skaparglädje och därmed främja deras personliga utveckling.</p> <p>Undervisningen ska ge eleverna möjlighet att läsa och ge respons på andras texter samt diskutera dem vad gäller form och innehåll. Genom undervisningen ska eleverna få möjlighet att utveckla förståelse av hur det egna skrivandet fungerar i mötet med olika läsare samt ges möjlighet att bearbeta egna texter efter respons.</p> <p>Undervisningen ska bidra till att eleverna utvecklar sin förmåga att skriva stilistiskt medvetet. Därför ska undervisningen ge eleverna möjlighet att utveckla kunskaper om litterära genrer och litterär gestaltning samt om textuppbyggnad i litterära texter. Dessutom ska eleverna ges möjlighet att utveckla ett medvetet förhållningssätt till skriftspråkets normer.</p> <p>I ämnet ingår även att läsa och analysera skönlitterära texter för att vidga elevernas litterära referensram och utveckla det egna skrivandet.</p> <h5><em>Undervisningen i ämnet kreativt skrivande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att skriva i skönlitterära genrer.</li> <li>Kunskaper om litterära genrer, textuppbyggnad och litterär gestaltning.</li> <li>Förmåga att analysera skönlitterära texter.</li> </ul><h3>Nivåer i ämnet kreativt skrivande</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet svenska eller nivå 1 i ämnet svenska som andraspråk.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KREA1000X</h3>",
      "code": "KREA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kreativt skrivande på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Kreativt skrivande i olika skönlitterära genrer.</li> <li>Hur författare använder sig av berättarteknik, genremönster och olika sätt att gestalta. Exempel ur skönlitterära texter som kan fungera som inspiration och utgångspunkt för eget skrivande.</li> <li>Stil, språk och personligt uttryckssätt. Hur känslor, erfarenheter, insikter och reflektioner kan gestaltas och förmedlas i skrift med hjälp av olika typer av litterära verkningsmedel. Komposition och perspektivval samt person- och miljöbeskrivning. Att använda språket kreativt och stilistiskt medvetet i egna skönlitterära texter samt att söka självständighet i tematik, språk och tonfall.</li> <li>Textens möte med mottagaren. Estetiska och etiska avvägningar i det konstnärliga skapandet. Hur konstruktiv respons kan förmedlas samt hur egna texter kan bearbetas för att förbättra det egna skrivandet och utveckla den språkliga och stilistiska medvetenheten. Bearbetning av egna texter efter respons.</li> <li>Hur material kan samlas in och bearbetas för att bidra till den egna skapandeprocessen.</li> <li>Litterära genrer och deras stildrag. Olika skönlitterära texters uppbyggnad. Berättarteknik, berättarperspektiv och litterära verkningsmedel i skönlitterär text.</li> <li>Läsning och analys av skönlitterära texter i syfte att utveckla det egna skrivandet. Litteraturvetenskapliga verktyg och begrepp. Reflektion över litterär kvalitet samt tradition och originalitet i litterärt skapande.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven skriver skönlitterära texter med <strong>viss</strong> anpassning till olika genrer och med <strong>i huvudsak fungerande</strong> litterär gestaltning och språkanvändning.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om litterära genrer, textuppbyggnad och litterär gestaltning.</p> <p>Eleven för <strong>enkla</strong> resonemang om litterär gestaltning i olika skönlitterära texter med <strong>i huvudsak fungerande</strong> användning av litteraturvetenskapliga begrepp.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven skriver skönlitterära texter med <strong>god</strong> anpassning till olika genrer och med <strong>fungerande</strong> litterär gestaltning och språkanvändning.</p> <p>Eleven visar <strong>goda</strong> kunskaper om litterära genrer, textuppbyggnad och litterär gestaltning.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om litterär gestaltning i olika skönlitterära texter med <strong>fungerande</strong> användning av litteraturvetenskapliga begrepp.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven skriver skönlitterära texter med <strong>mycket god</strong> anpassning till olika genrer och med <strong>väl fungerande</strong> litterär gestaltning och språkanvändning.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om litterära genrer, textuppbyggnad och litterär gestaltning.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om litterär gestaltning i olika skönlitterära texter med <strong>väl fungerande</strong> användning av litteraturvetenskapliga begrepp.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.031Z"
}