{
  "code": "KREI",
  "name": "Kreativt skrivande på engelska",
  "englishName": "Creative Writing in English",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:180",
  "nameHeading": "<h2>Kreativt skrivande på engelska</h2>",
  "description": "<p>Kreativt skrivande innebär att uttrycka sig i skönlitterär form. Det skönlitterära skrivandet används för att uttrycka känslor, idéer och erfarenheter och hjälper människan att utforska sig själv och sin omvärld. Kreativt skrivande används i många olika sammanhang där texter skrivs. I ämnet kreativt skrivande på engelska behandlas olika skönlitterära genrer med betoning på elevernas egen produktion.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kreativt skrivande på engelska ska syfta till att eleverna utvecklar förmåga att skriva skönlitterära texter på engelska. Undervisningen ska främja elevernas tilltro till sin språkliga förmåga och bidra till deras språkliga säkerhet och konstnärliga kreativitet.</p> <p>Undervisningen ska ge eleverna möjlighet att gestalta olika situationer, karaktärer, känslor och stämningar i prosa och poesi samt stimulera eleverna till att använda skönlitterära uttrycksmedel på såväl etablerade som personliga sätt. Den ska även ge eleverna möjlighet att diskutera och beakta etiska frågor i relation till skönlitterärt skrivande.</p> <p>Undervisningen ska präglas av ett utforskande och processinriktat arbetssätt. I detta ingår att planera och bearbeta skönlitterära framställningar av olika slag samt att diskutera egna och andras texter i syfte att utveckla dem. Därigenom ska undervisningen ge eleverna möjlighet att utveckla förståelse av hur det egna skrivandet fungerar i mötet med olika läsare och att utveckla goda strategier för skrivande från idé till färdig text. Undervisningen ska i allt väsentligt bedrivas på engelska.</p> <h5><em>Undervisningen i ämnet kreativt skrivande på engelska ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att skriva skönlitterär prosa och poesi på engelska.</li> <li>Förmåga att uttrycka sig på engelska i egna texter.</li> <li>Förmåga att arbeta processinriktat med egna och andras texter.</li> </ul><h3>Nivåer i ämnet kreativt skrivande på engelska</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet engelska.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KREI1000X</h3>",
      "code": "KREI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kreativt skrivande på engelska på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Skriftlig produktion av skönlitterär prosa i olika genrer, till exempel noveller och dramatiska scener, samt poesi.</li> <li>Skrivande efter förebilder och mönster samt fritt skapande.</li> <li>Skönlitterära texters uppbyggnad och anpassning till genre med hjälp av intrig, berättarperspektiv, karaktärer, miljö, stämning och andra retoriska och skönlitterära uttrycksmedel, däribland dialog.</li> <li>Hur texter kan anpassas till läsare.</li> <li>Betydelsen av läsares referensramar och möjliga tolkningar för det egna skrivandet.</li> <li>Etiska frågor i relation till skönlitterärt skrivande, däribland frågor om yttrandefrihet.</li> <li>Förhållandet mellan fakta och fiktion i texter.</li> <li>Språklig säkerhet i den egna produktionen. Hur man kan uttrycka sig nyanserat och ledigt samt med stilistiskt medveten språklig variation, tydlighet och struktur. Vokabulär, stavning, grammatiska strukturer och meningsbyggnad samt textbindning och styckeindelning i den egna produktionen.</li> <li>Normer för språkriktighet och layout samt problematisering av dessa normers tillämpbarhet i skönlitterära texter.</li> <li>Strategier och metoder för skrivande, till exempel imitation, improvisation, flödesskrivning och kollaborativt skrivande.</li> <li>Analys av andras utkast och färdiga framställningar.</li> <li>Bearbetning av egna texter.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om skönlitterära texters uttrycksmedel i egen produktion av prosa och poesi på engelska, såväl fri som efter mönster. Dessutom är elevens produktion <strong>till viss del anpassad</strong> till genre.</p> <p>Eleven uttrycker sig med <strong>viss språklig säkerhet</strong> i egna texter och följer med <strong>viss säkerhet</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven använder med <strong>viss säkerhet</strong> den kreativa arbetsprocessen och andras analys för att utveckla sina skrividéer till färdig text. Eleven diskuterar dessutom <strong>översiktligt</strong> andras texter.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om skönlitterära texters uttrycksmedel i egen produktion av prosa och poesi på engelska, såväl fri som efter mönster. Dessutom är elevens produktion <strong>i huvudsak anpassad</strong> till genre.</p> <p>Eleven uttrycker sig med <strong>språklig säkerhet</strong> i egna texter och följer med <strong>säkerhet</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven använder med <strong>säkerhet</strong> den kreativa arbetsprocessen och andras analys för att utveckla sina skrividéer till färdig text. Eleven diskuterar dessutom <strong>utförligt</strong> andras texter.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om skönlitterära texters uttrycksmedel i egen produktion av prosa och poesi på engelska, såväl fri som efter mönster. Dessutom är elevens produktion <strong>anpassad</strong> till genre.</p> <p>Eleven uttrycker sig med <strong>god språklig säkerhet</strong> i egna texter och följer med <strong>god säkerhet</strong> skriftspråkets normer för språkriktighet.</p> <p>Eleven använder med <strong>god säkerhet</strong> den kreativa arbetsprocessen och andras analys för att utveckla sina skrividéer till färdig text. Eleven diskuterar dessutom <strong>utförligt och nyanserat</strong> andras texter.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
