{
  "code": "KULT",
  "name": "Kulturplåtslageri",
  "englishName": "Heritage Sheet Metalwork",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:25",
  "nameHeading": "<h2>Kulturplåtslageri</h2>",
  "description": "<p>Ämnet kulturplåtslageri behandlar äldre metoder för formning och skarvning av olika plåtmaterial och av utsmyckningar av bland annat kulturbyggnader. Ämnet behandlar även hur olika material används inom byggnadsplåtslageri samt materialens estetiska uttryck. Arbetet utförs ofta som en del i en större helhet där byggnadsplåtslagaren vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet kulturplåtslageri ska syfta till att eleverna utvecklar förmåga att utifrån ritningar och beskrivningar planera och utföra taktäckningsarbeten på äldre byggnadsverk. Undervisningen ska även bidra till att eleverna utvecklar förmåga att utföra utsmyckningar på kulturbyggnader, med olika material och tekniker. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att beräkna materialåtgång för olika arbetsuppgifter inom taktäckning vid nyproduktion och renovering. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om hur olika material används inom byggnadsplåtslageri och om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom byggnadsplåtslageri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna dessutom ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet kulturplåtslageri ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom kulturplåtslageri.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom kulturplåtslageri.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet kulturplåtslageri</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 3 i ämnet byggnadsplåtslageri.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: KULT1000X</h3>",
      "code": "KULT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet kulturplåtslageri på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Plåtslageriprocessen</em></p> <ul> <li>Olika arbetsprocesser och metoder inom kulturplåtslageri för bearbetning och formning av olika plåtmaterial, däribland skarvningsmetoder, ytbehandlingsmetoder samt metoder för att skapa patina.</li> <li>Olika byggnadskonstruktioner och underlag, däribland tak- och väggkonstruktioner.</li> <li>Arkitekters och konstruktörers roll och påverkan, till exempel på byggnaders form, funktion och materialval.</li> <li>Byggtraditioner och estetik, däribland arkitektur och estetiska värden i samband med ombyggnation och restaurering.</li> <li>Branschens ansvar för att främja ett hållbart byggande.</li> <li>Varsamhetskrav vid renovering och ombyggnation, till exempel byggnadens tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Riksantikvarieämbetets roll i bevarandet av byggnader.</li> <li>Kulturmiljölagens bestämmelser som gäller skydd av värdefulla byggnader.</li> <li>Byggbranschens riktlinjer och rekommendationer, Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgiften, till exempel i bygghandlingar.</li> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri. Mätning av objekt och upprättande av måttskisser.</li> <li>Taktäckning på olika typer av underlag med fjälltäckning och svetsad rostfri plåt.</li> <li>Äldre skarvningsmetoder av taktäckningsmaterial.</li> <li>Äldre ytbehandlingsmetoder av olika plåtmaterial, däribland metoder för att skapa patina.</li> <li>Utbredning och avmallning av vanligt förekommande tak och utsmyckningar, däribland takkupor, oxögon, torntak och tornspiror.</li> <li>Sammanfogningsmetoder, däribland tennlödning, hårdlödning, glödning, falsning och nitning.</li> <li>Design av produkter tillverkade av olika plåtmaterial, till exempel nytto- eller prydnadsföremål i kopparplåt.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av olika typer av plåt och byggmaterial, utifrån deras användningsområden, kvalitet och kostnader samt utifrån hälso- och miljöaspekter.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner och mätverktyg för arbetsuppgiften.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller arbetsmiljö, hälsa och säkerhet.</li> <li>Riskbedömningar i samband med arbetsuppgiften, däribland av risker för tillbud och olycksfall samt av hälsorisker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, vibrationer och felaktiga arbetsställningar.</li> <li>Ergonomiska arbetssätt.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> <li>Faktorer som påverkar den sociala arbetsmiljön på arbetsplatsen, däribland bemötande och inkluderande arbetssätt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom kulturplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom kulturplåtslageri. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom kulturplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom kulturplåtslageri. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom kulturplåtslageri.</p> <p>Eleven planerar arbetsuppgifter inom kulturplåtslageri. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
