{
  "code": "LANT",
  "name": "Lantbruksdjur",
  "englishName": "Livestock",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:30",
  "nameHeading": "<h2>Lantbruksdjur</h2>",
  "description": "<p>Arbete med lantbruksdjur ställer krav på en kombination av biologiska, tekniska och ekonomiska kunskaper. Ämnet lantbruksdjur behandlar skötsel av olika djur inom lantbruket samt användning av djurstallars tekniska utrustning. Det behandlar också lantbruksdjurs foderbehov samt djurmiljö, djurhälsa, djuretik, avel, produktkvalitet och ekonomi.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lantbruksdjur ska syfta till att eleverna utvecklar förmåga att sköta och hantera djur inom lantbruket på ett etiskt och säkert sätt med utgångspunkt i djurens välfärd och verksamhetens krav på produktion. Undervisningen ska leda till att eleverna utvecklar kunskaper om lantbruksdjurs biologi och utveckling samt deras naturliga beteende och behov. Den ska också leda till att eleverna utvecklar förmåga att iaktta och tolka lantbruksdjurs beteende, välmående och utveckling. Undervisningen ska därigenom bidra till att eleverna utvecklar ansvarskänsla och ett gott djuröga samt förmåga att göra rimlighetsbedömningar. I detta ingår att ta ställning i etiska frågor som rör djurens hälsa och välfärd samt att se och förstå hur djuren mår och vad de behöver. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta och hantera lantbruksdjur i olika miljöer och situationer på ett etiskt och säkert sätt. Undervisningen ska också leda till att eleverna utvecklar kunskaper om avel och reproduktion av lantbruksdjur. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om lantbruksdjurs hälsa och sjukdomar samt hur ohälsa bland individer och i besättningar kan förebyggas. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att hantera den tekniska och digitala utrustning som förekommer inom området samt olika typer av produktionsutrustning.</p> <p>Genom undervisningen ska eleverna utveckla förståelse av sammanhangen inom hållbar livsmedelsproduktion. I detta ingår kunskaper om produktionsplanering, lantbruksdjurens roll i den totala livsmedelsproduktionen samt förmåga att göra ekonomiska beräkningar. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om kvalitetskrav på livsmedel samt förmåga att hantera produkter från lantbruksdjur på ett hygieniskt och smittförebyggande sätt. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om arbetsmiljö och säkerhet samt förmåga att använda ergonomiskt och miljömässigt hållbara arbetsmetoder. Den ska också leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser som rör djurhälsa och djurskydd.</p> <p>Genom laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om lantbruksdjurs exteriör, fysiologi, näringsbehov, genetik och avel. Genom stallturer och fältstudier i olika vistelsemiljöer ska eleverna ges möjlighet att utveckla kunskaper om lantbruksdjurs utveckling, hälsa och välbefinnande.</p> <h5><em>Undervisningen i ämnet lantbruksdjur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika lantbruksdjurs anatomi och fysiologi, hälsa och sjukdomar samt avel och reproduktion.</li> <li>Förmåga att observera och tolka lantbruksdjurs utveckling, utseende och beteende.</li> <li>Förmåga att sköta och hantera lantbruksdjur på ett hållbart och säkert sätt med utgångspunkt i djurets välfärd.</li> <li>Förmåga att använda och kontrollera teknisk utrustning.</li> <li>Förmåga att hantera produkter från lantbruksdjur samt att göra ekonomiska beräkningar.</li> <li>Förmåga att arbeta enligt lagar och andra bestämmelser som gäller arbete med lantbruksdjur.</li> </ul><h3>Nivåer i ämnet lantbruksdjur</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LANT1000X</h3>",
      "code": "LANT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet lantbruksdjur på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Raser och rasegenskaper hos olika lantbruksdjur.</li> <li>Fodersmältning hos olika lantbruksdjur.</li> <li>Lantbruksdjurs naturliga beteenden och behov.</li> <li>Lantbruksdjurs foder- och vattenbehov samt vanliga fodermedel.</li> <li>Reproduktionsbiologi och avel av lantbruksdjur.</li> <li>Lantbruksdjurs hälsa och sjukdomar samt förebyggande djurhälsoarbete.</li> <li>Smittämnen och smittspridning i djurbesättningar samt immunförsvar.</li> <li>Antibiotikaanvändning samt åtgärder mot antibiotikaresistens.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Stallturer för visitering av djur och tolkning av djurs och beteenden.</li> <li>Arbete med dagliga rutiner i djurstallar samt hantering av lantbruksdjur med utgångspunkt i djurets välfärd.</li> <li>Utfodring och foderhantering.</li> <li>Hygien och smittskyddsrutiner i samband med aktuella arbetsuppgifter.</li> <li>Användning och daglig tillsyn av produktionsutrustning, däribland mjölkanläggningar samt vanligt förekommande tekniska och digitala hjälpmedel.</li> <li>Kvalitetskrav, hygienrutiner och hantering av produkter från lantbruksdjur.</li> <li>Enklare beräkningar för ekonomiskt hållbar produktion.</li> <li>Resurseffektivitet och miljöhänsyn i samband med aktuella arbetsuppgifter.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Frågor om ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel samt hur val av arbetsmetoder kan främja ett långsiktigt hållbart arbetsliv.</li> <li>Lagar och andra bestämmelser som gäller arbete med lantbruksdjur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LANT2000X</h3>",
      "code": "LANT2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet lantbruksdjur på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Lantbruksdjurs exteriör samt exteriörbedömning.</li> <li>Näringsfysiologi hos olika lantbruksdjur.</li> <li>Avvikande beteenden hos olika lantbruksdjur och deras orsaker.</li> <li>Olika fodermedel och näringsinnehåll i foder.</li> <li>Urval, nedärvning och betydelsen av genetisk variation i djurbesättningar.</li> <li>Lantbruksdjurs dräktighet och förlossning.</li> <li>Vanliga skador och sjukdomar hos lantbruksdjur samt behandlingsmetoder.</li> <li>Mikroorganismer och deras betydelse för djurhälsa och djursjukdomar.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Stallturer för visitering av djur samt bedömning av djurs utveckling och välmående.</li> <li>Tolkning och användning av skötselplaner, planering och genomförande av skötselåtgärder samt dokumentation och rapportering.</li> <li>Genomförande av fortplantningsrutiner, till exempel brunstkontroll.</li> <li>Skötsel av djur i samband med förlossning samt skötsel av unga och växande djur.</li> <li>Etiska ställningstaganden i samband med skötsel och hantering av djur.</li> <li>Foderinventering, foderanalys och foderstatsberäkning med utgångspunkt i lantbruksdjurs foder- och vattenbehov i olika tillväxt- och produktionsfaser.</li> <li>Hygien och smittskyddsrutiner i samband med aktuella arbetsuppgifter.</li> <li>Användning och kontroll av produktionsutrustning samt tekniska och digitala hjälpmedel, till exempel styrsystem, kontrollsystem, journal- och rapporteringssystem.</li> <li>Hantering av produkter från lantbruksdjur med hänsyn till produktkvalitet och livsmedelssäkerhet.</li> <li>Bedömning av faktorer som påverkar lönsamheten samt ekonomiska beräkningar.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Resurseffektivitet och miljöhänsyn samt frågor om ergonomi, arbetsmiljö och säkerhet i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser som gäller arbete med lantbruksdjur, däribland bestämmelser om behandlingsförbud på djur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LANT3000X</h3>",
      "code": "LANT3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h5>Undervisningen i ämnet lantbruksdjur på nivå 3 ska behandla följande centrala innehåll:</h5> <p><em>Biologisk grund</em></p> <ul> <li>Anatomisk och fysiologisk fördjupning av något djurslag av stor relevans för lantbruket, till exempel nöt.</li> <li>Anatomisk och fysiologisk breddning inom ett eller flera andra djurslag, till exempel fjäderfä, gris eller får.</li> <li>Rasspecifika produktionsförutsättningar vad gäller till exempel tålighet, tillväxt och foderbehov för valda djur.</li> <li>Foderrelaterade störningar.</li> <li>Åtgärder för att främja naturliga beteenden, till exempel anpassning av miljö eller foderstat.</li> <li>Avelsvärde och typiska markörer för olika djurslag.</li> <li>Olika typer av förlossningsproblem.</li> <li>Produktionssjukdomar och deras orsaker. Förebyggande åtgärder och behandlingsmetoder.</li> <li>Systematiskt smittskyddsarbete: kartläggning, åtgärder och uppföljning.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Yrkesmässigt arbete med uppfödning av lantbruksdjur i olika åldrar samt fördjupad och djurslagsspecifik skötsel inom ett eller flera områden, till exempel, nöt-, fjäderfä-, gris- eller fårproduktion.</li> <li>Observationer av djur och djurbesättningar samt identifiering av avvikelser och deras orsaker.</li> <li>Effektiv hantering av lantbruksdjur i olika åldrar med utgångspunkt i djurets välfärd.</li> <li>Produktionsplanering, dokumentation och rapportering.</li> <li>Planering av utfodringsstrategier för lantbruksdjur i olika åldrar med hänsyn tagen till artspecifika och produktionsmässiga faktorer.</li> <li>Hygien och smittskyddsrutiner i samband med aktuella arbetsuppgifter.</li> <li>Användning av teknisk och digital utrustning inom valda produktionsområden samt kontroll, felsökning och enklare underhåll av teknisk utrustning.</li> <li>Kvalitetssäkring och livsmedelssäkerhet i produktionen.</li> <li>Försäljning och marknad för olika produkter.</li> <li>Upprättande av produktionsplaner och ekonomiska kalkyler.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Resurseffektivitet och miljöhänsyn samt frågor om ergonomi, arbetsmiljö och säkerhet i samband med aktuella arbetsuppgifter.</li> <li>Tillämpning av lagar och andra bestämmelser som rör valda djurslag och produktionsområden.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för lantbruksdjurs anatomi och fysiologi. Eleven beskriver <strong>översiktligt</strong> olika djursjukdomar och föreslår med <strong>viss säkerhet</strong> förebyggande åtgärder mot ohälsa och produktionsstörningar. Eleven redogör <strong>översiktligt</strong> för lantbruksdjurs reproduktion och hur avelsarbete går till.</p> <p>Eleven observerar lantbruksdjur och beskriver med <strong>viss säkerhet</strong> djurens utveckling, exteriör och beteende i olika stall och utemiljöer.</p> <p>Eleven hanterar och sköter med <strong>visst</strong> handlag lantbruksdjur på ett etiskt och säkert sätt. Eleven använder hållbara och säkra arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven kontrollerar samt använder med <strong>visst</strong> handlag förekommande teknisk utrustning.</p> <p>Eleven hanterar med <strong>viss säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar <strong>enkla</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för lantbruksdjurs anatomi och fysiologi. Eleven beskriver <strong>utförligt</strong> olika djursjukdomar och föreslår med <strong>säkerhet</strong> förebyggande åtgärder mot ohälsa och produktionsstörningar. Eleven redogör <strong>utförligt</strong> för lantbruksdjurs reproduktion och hur avelsarbete går till.</p> <p>Eleven observerar lantbruksdjur och beskriver med <strong>säkerhet</strong> djurens utveckling, exteriör och beteende i olika stall och utemiljöer.</p> <p>Eleven hanterar och sköter med <strong>gott</strong> handlag lantbruksdjur på ett etiskt och säkert sätt. Eleven använder hållbara och säkra arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven kontrollerar samt använder med <strong>gott</strong> handlag förekommande teknisk utrustning.</p> <p>Eleven hanterar med <strong>säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar <strong>välgrundade</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för lantbruksdjurs anatomi och fysiologi. Eleven beskriver <strong>utförligt och nyanserat</strong> olika djursjukdomar och föreslår med <strong>god säkerhet</strong> förebyggande åtgärder mot ohälsa och produktionsstörningar. Eleven redogör <strong>utförligt och nyanserat</strong> för lantbruksdjurs reproduktion och hur avelsarbete går till.</p> <p>Eleven observerar lantbruksdjur och beskriver med <strong>god säkerhet</strong> djurens utveckling, exteriör och beteende i olika stall och utemiljöer.</p> <p>Eleven hanterar och sköter med <strong>mycket gott</strong> handlag lantbruksdjur på ett etiskt och säkert sätt. Eleven använder hållbara och säkra arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven kontrollerar samt använder med <strong>mycket gott</strong> handlag förekommande teknisk utrustning.</p> <p>Eleven hanterar med <strong>god säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet. Eleven drar <strong>välgrundade och nyanserade</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser inom området.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
