{
  "code": "LASI",
  "name": "Lastbilar och mobila maskiner – motorteknik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:34",
  "nameHeading": "<h2>Lastbilar och mobila maskiner – motorteknik</h2>",
  "description": "<p>Ämnet lastbilar och mobila maskiner – motorteknik behandlar motorers funktion och konstruktion i lastbilar och mobila maskiner samt felsökning och reparationer av motorer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – motorteknik ska syfta till att eleverna utvecklar kunskaper om motorer och deras olika komponenter. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om de olika bränslen som används samt om avgaser och deras påverkan på miljön. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att genomföra felsökning och reparationer av motorer. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda verktyg, utrustning och teknisk information i samband med felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet inom felsökning och reparationer av motorer.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet lastbilar och mobila maskiner – motorteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om motorer, deras olika system och komponenter samt hur de samverkar i lastbilar och mobila maskiner.</li> <li>Kunskaper om olika bränslen, bränslesystem och avgasreningssystem.</li> <li>Förmåga att genomföra felsökning och reparationer av motorers olika system och komponenter.</li> <li>Förmåga att använda digitala informationssystem, teknisk information och övrig utrustning i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet lastbilar och mobila maskiner – motorteknik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet lastbilar och mobila maskiner – service och underhållsteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LASI1000X</h3>",
      "code": "LASI1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – motorteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika motorer, deras konstruktion och funktion, delsystem och komponenter samt hur delsystem och komponenter samverkar i lastbilar och mobila maskiner.</li> <li>Metoder för felsökning och reparationer av motorer samt av deras olika system och komponenter.</li> <li>Olika metoder för att analysera och diagnostisera driftstörningar som medför behov av reparationer av motorer.</li> <li>Olika bränslen samt olika bränslesystems konstruktion och funktion.</li> <li>Olika avgasreningssystems konstruktion och funktion samt orientering om EU-bestämmelser som gäller miljökrav för avgasutsläpp.</li> <li>Felsökning och reparationer av motorer och deras olika system och komponenter i lastbilar och mobila maskiner.</li> <li>Diagnos med anledning av driftstörningar i motorer och analys av vilka reparationer som krävs för att åtgärda identifierade fel.</li> <li>Användning av digitala informationssystem och teknisk information på svenska och engelska.</li> <li>Användning av hand- och specialverktyg samt av mät- och diagnosinstrument i samband med felsökning och reparationer.</li> <li>Säkerhetsmedvetet och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser som gäller i en fordonsverkstad.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om motorer, deras huvudkomponenter och funktionsprinciper samt om hur motorernas olika system och komponenter samverkar.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika bränslen samt om olika bränsle- och avgasreningssystem.</p> <p>Eleven utför med <strong>viss säkerhet</strong> felsökning och reparationer av motorer och deras olika system och komponenter i <strong>bekanta</strong> situationer i enlighet med fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>visst</strong> handlag verktyg och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om motorer, deras huvudkomponenter och funktionsprinciper samt om hur motorernas olika system och komponenter samverkar.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika bränslen samt om olika bränsle- och avgasreningssystem.</p> <p>Eleven utför med <strong>säkerhet</strong> felsökning och reparationer av motorer och deras olika system och komponenter i <strong>bekanta</strong> situationer i enlighet med fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>gott</strong> handlag verktyg och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om motorer, deras huvudkomponenter och funktionsprinciper samt om hur motorernas olika system och komponenter samverkar.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika bränslen samt om olika bränsle- och avgasreningssystem.</p> <p>Eleven utför med <strong>god säkerhet</strong> felsökning och reparationer av motorer och deras olika system och komponenter i <strong>bekanta men även nya</strong> situationer i enlighet med fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>mycket gott</strong> handlag verktyg och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.033Z"
}