{
  "code": "LASL",
  "name": "Lastbilar och mobila maskiner – service och underhållsteknik",
  "englishName": "Trucks and Mobile Machinery – Service and Maintenance Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:34",
  "nameHeading": "<h2>Lastbilar och mobila maskiner – service och underhållsteknik</h2>",
  "description": "<p>Ämnet lastbilar och mobila maskiner – service och underhållsteknik behandlar fordonsverkstaden som arbetsplats. Ämnet behandlar även funktion hos samt service och underhåll av lastbilar och mobila maskiner.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – service och underhållsteknik ska syfta till att eleverna utvecklar en förståelse av hela fordonsverkstaden som arbetsplats, dess verksamheter, arbetsmiljöer och risker. Eleverna ska ges möjlighet att utveckla kunskaper om vanligt förekommande arbetsuppgifter samt förmåga att använda verktyg och utrustning i en fordonsverkstad inrättad för lastbilar eller mobila maskiner. Undervisningen ska leda till att eleverna utvecklar kunskaper om olika lastbilar och mobila maskiner, deras användningsområden samt deras huvudkomponenter och funktioner. Undervisningen ska även leda till att eleverna utvecklar förmåga att genomföra service och underhåll av lastbilar eller mobila maskiner med hjälp av teknisk information och utrustning.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetsformer och arbetssätt inom service och underhåll som främjar ekonomisk, social och miljömässig hållbarhet samt kunskaper om branschens ansvar för hållbar utveckling.</p> <p>Undervisningen ska bidra till att stimulera elevernas intresse för lastbilar och mobila maskiner samt för utrustning och ny teknik. Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet lastbilar och mobila maskiner – service och underhållsteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika arbetsprocesser och arbetsmetoder samt olika arbetsmiljöer och risker i en fordonsverkstad inrättad för lastbilar eller mobila maskiner.</li> <li>Kunskaper om digitala informationssystem och teknisk information samt om verktyg och övrig utrustning i en fordonsverkstad inrättad för lastbilar eller mobila maskiner.</li> <li>Kunskaper om olika lastbilar och mobila maskiner samt deras olika huvudkomponenter och system.</li> <li>Förmåga att genomföra service och underhåll samt funktions- och säkerhetskontroll av lastbilar eller mobila maskiner och deras tilläggsutrustning.</li> <li>Förmåga att använda digitala informationssystem och teknisk information samt verktyg och övrig utrustning i samband med service och underhåll.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet lastbilar och mobila maskiner – service och underhållsteknik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet fordon och transport.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LASL1000X</h3>",
      "code": "LASL1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – service och underhållsteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Mobil och fast verkstadsutrustning och deras användningsområden samt metoder för kalibrering, funktionskontroll och säkerhetskontroll av vanligt förekommande verktyg och utrustning.</li> <li>Hur kostnader för drift och underhåll av fordonsverkstadens lokaler och utrustning påverkar verksamheten samt vilka konsekvenser driftsstörning och bristande underhåll av lokaler, utrustning och verktyg kan leda till.</li> <li>Verkstadslokalens brandredskap, nödstopp, utrymningsvägar och brandceller samt hur personer som vistas i lokalen ska agera vid brand.</li> <li>Orientering om rutiner, lagar och regler som tillämpas på arbetsplatsen.</li> <li>Metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan förebyggas.</li> <li>Ergonomiska arbetsmetoder samt metoder för riskbedömningar, såväl för den övergripande arbetsmiljön som vid olika specifika arbetsmoment.</li> <li>Orientering om oljor, vätskor och gaser, deras olika kvalitetsbeteckningar och användningsområden samt metoder för att hantera farliga ämnen på ett säkert och miljövänligt sätt.</li> <li>Hand- och specialverktyg, mät- och diagnosinstrument och deras användningsområden i samband med vanligt förekommande arbetsuppgifter i en fordonsverkstad samt orientering om metoder för underhåll och kalibrering av verktyg och utrustning.</li> <li>Orientering om och metoder för att använda fordonstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska i samband med service och underhåll.</li> <li>Lastbilars och mobila maskiners uppbyggnad och funktion i förhållande till respektive användningsområde.</li> <li>Tillsyns-, service- och underhållsbehov hos olika lastbilar och mobila maskiner.</li> <li>Funktionsprinciper för huvudkomponenter och deras styrsystem samt hur dessa huvudkomponenter och styrsystem samverkar med varandra.</li> <li>Orientering om olika klimat- och komfortsystems komponenter, funktionsprinciper och kylmedia samt funktionskontroll av dessa.</li> <li>Hur högvoltsystem är uppbyggda i fordon, deras komponenter och risker i samband med arbeten på elektrifierade fordon.</li> <li>Hur olika typer av flerbränslesystem är uppbyggda i fordon, deras komponenter och risker i samband med arbeten på flerbränslefordon.</li> <li>Elscheman, deras uppbyggnad och olika symboler samt metoder för användning av dessa i samband med enklare felsökning.</li> <li>Orientering om vanligt förekommande elektriska komponenter i fordon, till exempel batteri, kablage, kontaktdon, givare, sensorer och styrenheter.</li> <li>El-, digital- och mätteknik i simulerad miljö samt hur olika kommunikationsprinciper används för att styra funktioner i fordon, däribland CAN-bus (controller area network), LIN (local interconnect network) och MOST (media oriented systems transport).</li> <li>Felsökning och reparationer av enklare fel i samband med funktions- och säkerhetskontroller.</li> <li>Olika tillvägagångssätt för arbete med problemlösning under laborativa former såväl självständigt som tillsammans med andra.</li> <li>Genomförande av funktions- och säkerhetskontroll samt konsekvensbedömning av eftersatt underhåll av lastbilar och mobila maskiner beträffande ekonomi, driftstörningar och trafiksäkerhet.</li> <li>Enklare service- och tillsynsåtgärder av olika lastbilar eller mobila maskiner enligt fordonstillverkarens anvisningar, till exempel av fordon som har olika typer av drivkällor.</li> <li>Genomförande av fordonsvård och underhåll av olika fordon.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt, däribland vätskor, oljor, gaser och tryckkärl.</li> <li>Användning av fordonstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska i samband med service och underhåll.</li> <li>Användning av verktyg och övrig utrustning i samband med service och underhåll.</li> <li>Arbete och samarbete i enlighet med rutiner, lagar och andra bestämmelser som gäller för arbetet i en fordonsverkstad.</li> <li>Arbete enligt metoder för struktur, ordning och effektiv arbetsmiljö i samband med olika arbetsuppgifter samt med hänsyn till kundens egendom.</li> <li>Dokumentation av arbetsåtgärder enligt fordonstillverkarens och branschens krav.</li> <li>Enklare användning av relevanta tekniska begrepp och uttryck på svenska och engelska samt metoder för god kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LASL2000X</h3>",
      "code": "LASL2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – service och underhållsteknik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Metoder för användning av mobil och fast verkstadsutrustning i samband med olika service- och underhållsåtgärder enligt de rutiner, lagar och regler som tillämpas på arbetsplatsen.</li> <li>Metoder för riskbedömning i samband med tillsyn, service, underhåll och enklare reparationer enligt fordonstillverkarens anvisningar, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Metoder för användning av diagnosinstrument, verktyg och utrustning i samband med service, underhållsåtgärder och enklare reparationer enligt fordons- och utrustningstillverkarens krav.</li> <li>Metoder för tillsyn, service och underhåll av olika lastbilar och mobila maskiner.</li> <li>Metoder för planering och genomförande av enklare reparationer på lastbilar och mobila maskiners olika huvudkomponenter och system.</li> <li>Metoder för genomförande av felsökning i olika klimat- och komfortsystem samt tömning och fyllning av systemen på ett säkert och miljövänligt sätt.</li> <li>Metoder för planering och genomförande av felsökning i elektriska system och komponenter i samband med service och underhåll.</li> <li>Planering och genomförande av service, underhåll och tillsyn av lastbilar eller mobila maskiner samt byte av servicedelar utifrån fordonstillverkares anvisningar, till exempel basservice, periodisk service och utökad service.</li> <li>Hantering av farliga ämnen på ett säkert och miljövänligt sätt, däribland vätskor, oljor, gaser och tryckkärl.</li> <li>Användning av anvisningar, scheman och övrig teknisk information på svenska och engelska i samband med service och underhåll enligt fordonstillverkarens krav.</li> <li>Orientering om och användning av administrativa verkstadsfunktioner, däribland bokning, arbetsorder och prisuppgifter till kund.</li> <li>Orientering om och användning av system för reservdelsbeställning på svenska och engelska i samband med service och underhåll.</li> <li>Användning av verktyg och utrustning i samband med service och underhåll enligt fordonstillverkarens krav.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser som gäller i en fordonsverkstad.</li> <li>Riskbedömning i samband med tillsyn, service, underhåll och enklare reparationer, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Dokumentation av arbetsåtgärder enligt fordonstillverkarens och branschens krav.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsverkstad inrättad för lastbilar eller mobila maskiner. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om funktionsprinciper och konstruktioner av olika lastbilar och mobila maskiner samt deras olika huvudkomponenter, system och olika användningsområden.</p> <p>Eleven utför med <strong>viss säkerhet</strong> service och underhåll samt funktions- och säkerhetskontroll av lastbilar eller mobila maskiner i <strong>bekanta</strong> situationer enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>visst</strong> handlag, verktyg och övrig utrustning i samband med service och underhåll.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsverkstad inrättad för lastbilar eller mobila maskiner. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta men även delvis nya</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>goda</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven visar <strong>goda</strong> kunskaper om funktionsprinciper och konstruktioner av olika lastbilar och mobila maskiner samt deras olika huvudkomponenter, system och olika användningsområden.</p> <p>Eleven utför med <strong>säkerhet</strong> service och underhåll samt funktions- och säkerhetskontroll av lastbilar eller mobila maskiner i <strong>bekanta</strong> situationer enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>gott</strong> handlag, verktyg och övrig utrustning i samband med service och underhåll.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om vanligt förekommande arbetsprocesser, arbetsmetoder och arbetsmiljöer i en fordonsverkstad inrättad för lastbilar eller mobila maskiner. Dessutom bedömer eleven med säkerhet vilka risker som är förenade med <strong>bekanta men även nya</strong> arbetsprocesser och arbetsmetoder.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om digitala informationssystem, teknisk information, verktyg och övrig utrustning samt om hur diagnosutrustningens mätdata kan utläsas och tolkas utifrån fordonstillverkarens anvisningar.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om funktionsprinciper och konstruktioner av olika lastbilar och mobila maskiner samt deras olika huvudkomponenter, system och olika användningsområden.</p> <p>Eleven utför med <strong>god säkerhet</strong> service och underhåll samt funktions- och säkerhetskontroll av lastbilar eller mobila maskiner i <strong>bekanta men även nya</strong> situationer enligt fordonstillverkarens anvisningar.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem och teknisk information samt använder med <strong>mycket gott</strong> handlag, verktyg och övrig utrustning i samband med service och underhåll.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
