{
  "code": "LASN",
  "name": "Låsinstallation",
  "englishName": "Lock Installation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2024:49",
  "skolfsAndring": "2025:466",
  "nameHeading": "<h2>Låsinstallation</h2>",
  "description": "<p>Ämnet låsinstallation behandlar montering och installation av lås och låssystem. Ämnet behandlar också de installationstekniker och kvalitetskontroller som används inom området samt metoder och tekniker för underhåll och reparation av befintliga låssystem.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet låsinstallation ska syfta till att eleverna utvecklar fördjupade färdigheter i att montera och installera låstekniska system. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att utföra service och underhåll samt avhjälpa fel på låstekniska system. Undervisningen ska också bidra till att eleverna utvecklar förmåga att planera och förbereda arbetet utifrån tekniska underlag samt att registrera och dokumentera utfört arbete.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att arbeta på ett säkert och miljömässigt hållbart sätt.</p> <p>Inom området låsteknik ställs höga krav på kommunikation och samverkan. Därför ska undervisningen bidra till att eleverna utvecklar förmåga att kommunicera och samverka både inom och mellan olika yrkesgrupper samt med beställare och kunder.</p> <p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att lösa de problem som är centrala vid montering, installation, service och underhåll av låstekniska system. Eleverna ska genom ett undersökande och problemlösande arbetssätt stimuleras till fortsatt lärande och yrkesmässig utveckling inom området.</p> <h5><em>Undervisningen i ämnet låsinstallation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att montera, installera och underhålla låstekniska system.</li> <li>Förmåga att avhjälpa fel i låstekniska system.</li> <li>Förmåga att arbeta på ett säkert och miljömässigt hållbart sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att kommunicera och samverka med andra.</li> </ul><h3>Nivåer i ämnet låsinstallation</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet lås- och passerteknik.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LASN1000X</h3>",
      "code": "LASN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet låsinstallation på nivå 1 ska behandla följande centrala innehåll:</p><p><em>Installation</em></p><ul><li>Installation och montering av vanligt förekommande lås och beslag.</li><li>Tolkning av scheman, ritningar och övriga anvisningar för låstekniska system.</li><li>Planering av arbete med låstekniska system genom att upprätta ett enklare arbetsunderlag.</li><li>Introduktion till arbetsmetoder, produkter och komponenter utifrån gällande kravspecifikationer.</li><li>Lägga ihop lås enligt mekaniska kodprinciper.</li><li>Användning av verktyg, instrument och övrig utrustning.</li><li>Kabelförläggning samt anslutning och driftsättning.</li><li>Registrering och dokumentation av låstekniska installationer.</li></ul><p><em>Funktionskontroll och underhåll</em></p><ul><li>Funktionskontroll i enlighet med låsteknisk specifikation.</li><li>Service och underhåll av låstekniska system.</li><li>Identifiering och avhjälpning av brister och felkällor i låstekniska system.</li></ul><p><em>Säkerhet, hållbarhet och kommunikation</em></p><ul><li>Förebyggande av person- och egendomsskador.</li><li>Säkert och miljömässigt hållbart arbete i enlighet med lagar och andra bestämmelser inom området.</li><li>Tillämpning av ergonomiskt riktiga arbetsmetoder samt metoder för struktur, ordning och effektiv arbetsmiljö.</li><li>Fackspråk inom yrket för att kommunicera om arbetsprocess och resultat.</li><li>Yrkesmässig kommunikation med beställare och kunder.</li></ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LASN2000X</h3>",
      "code": "LASN2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet låsinstallation på nivå 2 ska behandla följande centrala innehåll:</p><p><em>Installation</em></p><ul><li>Installation och montage av olika lås och beslag så att dessa samverkar för rätt funktion.</li><li>Tolkning av scheman, ritningar och övriga anvisningar för låstekniska system.</li><li>Planering av arbete inom låsinstallation genom att upprätta ett arbetsunderlag.</li><li>Val av produkter och komponenter utifrån kravspecifikationer.</li><li>Inkoppling i förekommande styrcentral och driftsättning av elektromekaniska lås och slutbleck med kabelförläggning i och kring dörrmiljön.</li><li>Montering, inkoppling och driftsättning av läsare och kodlås med kabelförläggning samt anslutning till förekommande dörrcentral.</li><li>Montering av lås och behör avsedda för fönster och fönsterdörrar.</li><li>Montering och injustering av olika typer av system för dörrstyrning.</li><li>Lägga ihop och lägga om lås enligt olika kodprinciper.</li><li>Registrering och dokumentation av låstekniska installationer.</li><li>Upprättande av avvikelserapport för ändringsarbeten samt tillkommande och avgående material och arbeten.</li></ul><p><em>Funktionskontroll och underhåll</em></p><ul><li>Funktionskontroll i enlighet med låsteknisk specifikation.</li><li>Service och underhåll av låstekniska system.</li><li>Identifiering och avhjälpning av brister och felkällor i låstekniska system.</li></ul><p><em>Säkerhet, hållbarhet och kommunikation</em></p><ul><li>Riskbedömning i samband med arbetsuppgifter.</li><li>Förebyggande av person- och egendomsskador.</li><li>Säkert och miljömässigt hållbart arbete i enlighet med lagar och andra bestämmelser inom området.</li><li>Tillämpning av ergonomiskt riktiga arbetsmetoder samt metoder för struktur, ordning och effektiv arbetsmiljö.</li><li>Fackspråk inom yrket för att kommunicera om arbetsprocess och resultat i tal och skrift.</li><li>Yrkesmässig kommunikation med olika målgrupper i tal och skrift.</li></ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven monterar, installerar och underhåller med <strong>viss</strong> skicklighet låstekniska system och gör en <strong>enkel</strong> dokumentation av sitt arbete.</p> <p>Eleven avhjälper fel på låstekniska system med <strong>viss säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert och miljömässigt hållbart sätt i enlighet med lagar och andra bestämmelser.</p> <p>Eleven kommunicerar och samverkar på ett <strong>i huvudsak fungerande</strong> sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven monterar, installerar och underhåller med <strong>god</strong> skicklighet låstekniska system och gör en <strong>noggrann</strong> dokumentation av sitt arbete.</p> <p>Eleven avhjälper fel på låstekniska system med <strong>säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert och miljömässigt hållbart sätt i enlighet med lagar och andra bestämmelser.</p> <p>Eleven kommunicerar och samverkar på ett <strong>fungerande</strong> sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven monterar, installerar och underhåller med <strong>mycket god</strong> skicklighet låstekniska system och gör en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete.</p> <p>Eleven avhjälper fel på låstekniska system med <strong>god säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert och miljömässigt hållbart sätt i enlighet med lagar och andra bestämmelser.</p> <p>Eleven kommunicerar och samverkar på ett <strong>väl fungerande</strong> sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
