{
  "code": "LATI",
  "name": "Latin – språk och kultur",
  "englishName": "Latin – Language and Culture",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:182",
  "nameHeading": "<h2>Latin – språk och kultur</h2>",
  "description": "<p>Ämnet latin – språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Latinet var modersmål och kommunikationsspråk för en stor del av Europas befolkning under drygt tvåtusen år och är i dag en sammanbindande länk mellan många länder i världen som förmedlare av ett gemensamt språkligt och kulturellt arv.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet latin – språk och kultur ska syfta till att eleverna utvecklar kunskaper om det latinska språket, om den romerska kulturen och om latinets roll som kulturbärare under olika tider. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden. I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga.</p> <p>Undervisningen ska ge eleverna möjlighet att läsa och arbeta med latinska texter från olika tider. För att eleverna ska förstå de latinska texterna ska de ges möjlighet att utveckla kunskaper i latinets ordförråd och grammatik samt om texternas historiska och kulturella sammanhang. Eleverna ska även ges möjlighet att utveckla kunskaper om hur det latinska språket har påverkat och fortfarande påverkar många andra språks ordförråd och uppbyggnad. Undervisningen ska därigenom bidra till elevernas ordförråd på svenska, engelska och andra moderna språk samt till deras förmåga att analysera och beskriva språkliga företeelser.</p> <p>Läsning av latinska texter bidrar även till kunskaper i antikens och senare tiders västerländska historia och kultur. För att bredda de kunskaper som texterna ger ska textläsningen kompletteras med annat material av olika slag. I undervisningen ska eleverna även ges möjlighet att uppleva hur det latinska språket och den latinska kulturen lever i det omgivande samhället.</p> <h5><em>Undervisningen i ämnet latin – språk och kultur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att läsa, återge och tolka latinska texter från olika tider med användning av språkets grammatik, ordförråd och uttal.</li> <li>Kunskaper om språkliga företeelser i latinska texter.</li> <li>Kunskaper om latinets inflytande på andra språk.</li> <li>Kunskaper om det romerska rikets historia, kultur och samhällsliv och sambandet med senare tiders kulturer.</li> </ul><h3>Nivåer i ämnet latin – språk och kultur</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LATI1000X</h3>",
      "code": "LATI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet latin – språk och kultur på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Mycket enkla latinska texter från olika tider, till exempel konstruerade texter, bearbetade autentiska texter, mycket enkla autentiska texter, citat och sentenser.</li> <li>Uttal i de texter som eleverna möter samt introduktion till skillnader mellan läsning av klassisk prosa och poesi.</li> <li>Latinsk grammatik med grundläggande formlära och enkel meningsbyggnad.</li> <li>Ett latinskt basordförråd med referenser till andra språk.</li> <li>Relevanta begrepp som behövs för att beskriva och analysera språket.</li> <li>Översikt över hur det latinska språket har använts under olika tider.</li> <li>Exempel på latinets inflytande på svenska, engelska och andra moderna språk samt på vetenskaplig terminologi.</li> <li>Introduktion till romersk historia, till exempel det romerska rikets utbredning, och till några berömda personer och händelser.</li> <li>Romersk kultur, till exempel konst och mytologi, samt typiska företeelser i romerskt vardags- och samhällsliv.</li> <li>Det romerska rikets historia, kultur och samhällsliv i senare tiders konst och litteratur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LATI2000X</h3>",
      "code": "LATI2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet latin – språk och kultur på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Enkla latinska texter från olika tider, till exempel bearbetade autentiska texter.</li> <li>Latinets uttal under olika tider samt vid läsning av klassisk poesi.</li> <li>Latinsk grammatik med utökad formlära och syntax.</li> <li>Ett utökat latinskt basordförråd med referenser till andra språk.</li> <li>Relevanta begrepp som behövs för att beskriva och analysera språket.</li> <li>Latinets inflytande på ordförrådet i andra språk, med ljud- och betydelseförändringar.</li> <li>De latinska texternas historiska och kulturella sammanhang.</li> <li>Idéer och kulturella företeelser som förmedlats i latinska texter under olika tider.</li> <li>Delar av den romerska historien och aspekter av romersk kultur och romerskt samhällsliv som har påverkat senare tiders kulturer, till exempel statsskick och arkitektur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LATI3000X</h3>",
      "code": "LATI3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet latin – språk och kultur på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Klassiska och efterklassiska latinska texter av olika slag, både prosa och poesi.</li> <li>Huvudprinciperna för läsning av klassisk latinsk vers.</li> <li>Fördjupning i latinets formlära och syntax.</li> <li>Ett utökat latinskt basordförråd med referenser till andra språk.</li> <li>Relevanta begrepp som behövs för att beskriva och analysera språket.</li> <li>Det latinska språkets historia med tonvikt på latinets betydelse för utvecklingen av romanska språk.</li> <li>Det romerska rikets historia, kultur och samhällsliv med utgångspunkt i de texter som läses. Hur texterna har påverkat senare tiders kulturer och samhällen.</li> <li>Teman som är centrala i romersk litteratur, till exempel synen på livet, människan, historien och kärleken. Hur dessa teman har påverkat senare tiders litteratur och konst.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven läser, återger och tolkar <strong>huvudsakligt innehåll</strong> i latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>viss säkerhet och i begränsad utsträckning</strong> den latinska grammatiken samt ett <strong>begränsat</strong> latinskt basordförråd.</p> <p>Eleven beskriver <strong>mycket enkla</strong> språkliga företeelser i de latinska texterna med hjälp av relevanta begrepp.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>översiktligt</strong>, latinets inflytande på andra språk.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om det romerska rikets historia, kultur och samhällsliv samt om hur den romerska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven läser, återger och tolkar <strong>huvudsakligt innehåll och väsentliga detaljer</strong> i latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>viss säkerhet</strong> den latinska grammatiken samt ett <strong>grundläggande</strong> latinskt basordförråd.</p> <p>Eleven beskriver <strong>enkla</strong> språkliga företeelser i de latinska texterna med hjälp av relevanta begrepp.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>utförligt</strong>, latinets inflytande på andra språk.</p> <p>Eleven visar <strong>goda</strong> kunskaper om det romerska rikets historia, kultur och samhällsliv samt om hur den romerska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven läser, återger och tolkar <strong>såväl helhet som detaljer</strong> i latinska texter. Eleven läser latinsk text med godtagbart uttal. I arbetet med texterna använder eleven med <strong>säkerhet</strong> den latinska grammatiken samt ett <strong>utökat</strong> latinskt basordförråd.</p> <p>Eleven beskriver <strong>enkla och mer komplexa</strong> språkliga företeelser i de latinska texterna med hjälp av relevanta begrepp.</p> <p>Eleven identifierar exempel på, samt förklarar <strong>utförligt och nyanserat</strong>, latinets inflytande på andra språk.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om det romerska rikets historia, kultur och samhällsliv samt om hur den romerska kulturen har påverkat senare tiders kulturer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
