{
  "code": "LATS",
  "name": "Låtskrivande",
  "englishName": "Songwriting",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:183",
  "nameHeading": "<h2>Låtskrivande</h2>",
  "description": "<p>Musik finns i alla kulturer och berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som har olika funktioner och betydelser för var och en av oss. Låtskrivande är en betydelsefull del av svensk export och när musik skapas sker det ofta med många människor inblandade. Ämnet låtskrivande behandlar den kreativa och konstnärliga processen att skriva och skapa låtar, från idé till färdig låt. Ämnet behandlar också olika samarbetsmetoder samt lagar och andra bestämmelser inom området.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet låtskrivande ska syfta till att eleverna utvecklar kunskaper i musik och förmåga att skapa och skriva musik, med låten som uttrycksmedel. Genom såväl teoretisk som praktisk undervisning ska eleverna ges möjlighet att utveckla kunskaper om och färdigheter i låtskrivarprocesser, att gå från idé till färdig låt. Centralt i undervisningen är det egna kreativa skrivandet och skapandet av låtar, före och även under musikproduktionsprocessen. Undervisningen ska därför bidra till att eleverna utvecklar kreativitet och förståelse av samband mellan detalj och helhet.</p> <p>Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i musikämnen aktivt bidra till ett rikt kulturliv i samhället. För att kunna realisera sina idéer i praktisk handling ska eleverna ges möjlighet att utveckla förmåga att kommunicera med andra låtskrivare, musiker och musikproducenter. För att utveckla det konstnärliga skapandet ska eleverna även ges möjlighet att analysera och tolka musik i olika former och att reflektera över och värdera sin egen och andras musikaliska produktion.</p> <p>Genom att arbeta med både musik och text i låtskrivande ska eleverna ges möjlighet att utveckla ett personligt uttryck med en hantverksmässig och konstnärlig kvalitet. Undervisningen ska ta fasta på att stärka elevernas motivation och självförtroende i musikskapandet och musikutövandet. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om arbetsmiljöns betydelse och om lagar och andra bestämmelser inom musikområdet.</p> <p>Samarbetsförmåga och ansvarstagande för arbete i grupp är viktigt i låtskrivarprocesser och gemensamt musikskapande. Därför ska eleverna ges möjlighet att arbeta tillsammans med andra och efter givna ramar. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit och trygghet. Undervisningen ska även lämna utrymme för diskussion om och reflektion över etiska frågor, frågor om jämställdhet och vad som är ett klokt handlande i låtskrivande. Undervisningen ska varva teoretiska moment med praktiska och ge eleverna möjlighet att pröva olika metoder och verktyg i sin konstnärliga skapandeprocess.</p> <h5><em>Undervisningen i ämnet låtskrivande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om musikgenrer och stildrag.</li> <li>Förmåga att skapa musik med ett konstnärligt uttryck.</li> <li>Förmåga att skriva och bearbeta text till musik.</li> <li>Förmåga att ta ansvar för eget och gemensamt arbete i låtskrivande.</li> <li>Kunskaper om arbetsmiljö samt om lagar och andra bestämmelser vid musikskapande.</li> </ul><h3>Nivåer i ämnet låtskrivande</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet ensemble, nivå 1 i ämnet instrument eller sång, nivå 1 i ämnet musik, nivå 1 i ämnet musikproduktion eller nivå 1 i ämnet musikteori.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LATS1000X</h3>",
      "code": "LATS1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet låtskrivande på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Låtars uppbyggnad, genrer och stildrag</em></p> <ul> <li>Låtens uppbyggnad, dess komponenter, form och struktur.</li> <li>Melodins betydelse för låtens stil, däribland upprepningar och variationer samt melodins samspel med ackord och rytmer.</li> <li>Hur text och melodi relaterar till och påverkar varandra och musikens känsla.</li> <li>Olika musikstilars specifika stildrag.</li> </ul> <p><em>Musikskapande och komposition</em></p> <ul> <li>Metoder och tekniker för låtskrivande i olika musikstilar.</li> <li>Låtskrivande som ett konstnärligt uttryck.</li> <li>Metoder för kreativt skapande i musik.</li> <li>Komposition inom olika genrer med fokus på form, ackord och melodi samt taktart, tempo och rytmik.</li> <li>Olika verktyg som hjälpmedel, till exempel användning av DAW (digital audio workstation).</li> </ul> <p><em>Text till musik</em></p> <ul> <li>Skriftlig framställning av låttexter samt metoder för kreativt skrivande.</li> <li>Hur innehåll, budskap och känsla kan förmedlas i text, till exempel utifrån teman.</li> <li>Textens frasering, rytmik och flöde samt ord och ordens byggstenar, däribland stavelser och användning av synonymer.</li> <li>Berättartekniska och stilistiska medel, däribland rim, liknelser och symbolik.</li> <li>Tonsättning av färdig text, framställning av text till färdig melodi samt metoder för melodi- och textanpassning.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Arbete efter givna ramar, till exempel teman, tid och olika samarbeten.</li> <li>Metoder för att komma i gång, fortsätta med och avsluta sitt skrivande.</li> <li>Samarbete i låtskrivande och metoder för konstruktiv återkoppling på andras låtar samt bearbetning av egna låtar utifrån återkoppling.</li> <li>Upphovsrättslagen, däribland hur rättigheter för låtar kan skyddas.</li> <li>Arbetsmiljöfrågor för låtskrivare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: LATS2000X</h3>",
      "code": "LATS2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet låtskrivande på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Låtars uppbyggnad, genrer och stildrag</em></p> <ul> <li>Analys av låtars uppbyggnad, med fokus på melodi, rytmik och ackompanjemang, dels var för sig, dels hur de samverkar.</li> <li>Analys av låtars text och melodi som inspiration till det egna skapandet.</li> <li>Jämförelse av olika musikstilars specifika stildrag.</li> </ul> <p><em>Musikskapande och komposition</em></p> <ul> <li>Metoder för låtskrivande i olika musikstilar eller vald stil.</li> <li>Arbete med personligt och konstnärligt uttryck i låtskrivande.</li> <li>Hur flera låtar kan kommunicera en konstnärlig helhet.</li> <li>Kreativt skapande av musik, såväl i teori som praktik.</li> <li>Komposition och grundläggande arrangering inom vald genre, med fokus på låtens uppbyggnad och stil.</li> <li>Användning av relevanta verktyg och hjälpmedel för låtskrivande.</li> </ul> <p><em>Text till musik</em></p> <ul> <li>Skriftlig framställan av låttexter och kreativt skrivande till musik.</li> <li>Innehåll, budskap och känsla i text samt konkreta och abstrakta uttryck.</li> <li>Textens frasering, rytmik och flöde samt ord och ordens byggstenar, däribland stavelser, användning av synonymer samt ordföljd.</li> <li>Berättartekniska och stilistiska medel, däribland olika slags rim och symbolik.</li> <li>Tonsättning av färdig text, framställning av text till färdig melodi samt melodi- och textanpassning inom valt område.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Eget och gemensamt arbete efter givna ramar, till exempel samarbeten i uppdrag.</li> <li>Metoder för avgränsande val i skrivarprocessen.</li> <li>Samarbetsformer vid gemensamt skapande, till exempel över digitala plattformar. Konstruktiv återkoppling på andras låtar och bearbetning av egna låtar utifrån återkoppling.</li> <li>Arbete med låtportfolio.</li> <li>Upphovsrättslagen, till exempel vad gäller utgivning eller bearbetning av en redan utgiven låt och arbete med samplingar. Avtal mellan samarbetspartners vid gemensamt låtskrivande.</li> <li>Arbetsmiljöfrågor för låtskrivare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om musikgenrer och stildrag.</p> <p>Eleven skapar och skriver låtar av <strong>godtagbar</strong> musikalisk kvalitet och med ett konstnärligt uttryck.</p> <p>Eleven skriver och bearbetar låttexter med <strong>viss</strong> skicklighet och med <strong>i huvudsak fungerande</strong> språkanvändning.</p> <p>Eleven arbetar efter givna ramar och tar ansvar för sin roll i arbete med låtskrivande på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven redogör på ett <strong>godtagbart</strong> sätt för arbetsmiljöfrågor samt lagar och andra bestämmelser kopplat till låtskrivande.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om musikgenrer och stildrag.</p> <p>Eleven skapar och skriver låtar av <strong>god</strong> musikalisk kvalitet och med ett konstnärligt uttryck.</p> <p>Eleven skriver och bearbetar låttexter med <strong>god</strong> skicklighet och med <strong>fungerande</strong> språkanvändning.</p> <p>Eleven arbetar efter givna ramar och tar ansvar för sin roll i arbete med låtskrivande på ett <strong>fungerande</strong> sätt.</p> <p>Eleven redogör på ett <strong>utvecklat</strong> sätt för arbetsmiljöfrågor samt lagar och andra bestämmelser kopplat till låtskrivande.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om musikgenrer och stildrag.</p> <p>Eleven skapar och skriver låtar av <strong>mycket god</strong> musikalisk kvalitet och med ett konstnärligt uttryck.</p> <p>Eleven skriver och bearbetar låttexter med <strong>mycket god</strong> skicklighet och med <strong>väl fungerande</strong> språkanvändning.</p> <p>Eleven arbetar efter givna ramar och tar ansvar för sin roll i arbete med låtskrivande på ett <strong>väl fungerande</strong> sätt.</p> <p>Eleven redogör på ett <strong>välutvecklat</strong> sätt för arbetsmiljöfrågor samt lagar och andra bestämmelser kopplat till låtskrivande.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
