{
  "code": "LEDA",
  "name": "Ledarskap och organisation",
  "englishName": "Leadership and Organization",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-18",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:40",
  "nameHeading": "<h2>Ledarskap och organisation</h2>",
  "description": "<p>Ämnet ledarskap och organisation är till sin karaktär tvärvetenskapligt. Det har sin bas inom företagsekonomi, psykologi, sociologi och pedagogik. Med hjälp av begrepp, teorier och modeller från dessa områden behandlar ämnet frågor om ledarskap och organisation i olika typer av verksamheter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ledarskap och organisation ska syfta till att eleverna utvecklar kunskaper om individers och gruppers sätt att fungera i en organiserad verksamhet samt om ledarskapets betydelse för att nå uppsatta mål. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om begrepp, teorier och modeller som förklarar hur individer och grupper fungerar i organisatoriska sammanhang samt om vad som kännetecknar välfungerande ledarskap.</p> <p>Eleverna ska ges möjlighet att utveckla kunskaper om olika organisationsformer och förståelse av deras betydelse för att uppnå en fungerande verksamhet. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av hur förändringar i omvärlden kan leda till behov av förändringar i organisationen. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av hur värderingar skapar en organisationskultur och av hur denna kultur i sin tur påverkar verksamheten.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av hur verksamheter kan ledas med etisk medvetenhet och demokratiska värderingar som grund. Undervisningen ska vidare stimulera elevernas kunskapssökande, kreativitet och vilja att omsätta idéer i praktisk handling.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla ett analyserande och kritiskt förhållningssätt genom att analysera och diskutera frågor inom ledarskap och organisation samt genom att kritiskt granska och reflektera över nyheter och tendenser inom området. Genom fältstudier ska undervisningen bidra till att eleverna utvecklar förståelse av hur ledarskap och organisation fungerar i praktiken.</p> <h5><em>Undervisningen i ämnet ledarskap och organisation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om begrepp, teorier och modeller inom området ledarskap och organisation.</li> <li>Kunskaper om olika former av ledarskap.</li> <li>Kunskaper om olika organisationsformer och deras användbarhet i olika sammanhang.</li> <li>Förmåga att analysera frågor inom ledarskap och organisation med utgångspunkt i teorier och modeller inom området.</li> </ul><h3>Nivåer i ämnet ledarskap och organisation</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LEDA1000X</h3>",
      "code": "LEDA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ledarskap och organisation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Begrepp, teorier och modeller som förklarar hur individer och grupper fungerar i organisatoriska sammanhang samt olika ledarskapsteorier.</li> <li>Grupprocesser, däribland vad som kan ske i en grupp, konsekvenser av gruppmedlemmars beteende samt faser i grupprocesser.</li> <li>Grupputveckling, däribland hur grupper kan sättas samman samt hur grupper kan organiseras och ledas för att nå önskvärda resultat.</li> <li>Hur konflikter kan hanteras och förebyggas.</li> <li>Kommunikation, samverkan och motivationsskapande faktorer inom en organiserad verksamhet.</li> <li>Ledarskap i olika situationer samt ledarstilar och ledarroller. Ledarskapets betydelse för att nå uppsatta mål samt vad som kännetecknar ett välfungerande ledarskap. Personlig ledarutveckling samt hur egna och andras resurser kan tas tillvara.</li> <li>Organisationsformer och olika sätt att organisera en verksamhet för att nå uppsatta mål av olika karaktär. Hur förändringar i omvärlden kan leda till behov av förändringar i organisationen.</li> <li>Hur antaganden, värderingar och normer som präglar en organisation skapar en organisationskultur samt hur organisationskulturen påverkar ledarskap, medarbetare och resultat.</li> <li>Hur verksamheter kan ledas med etisk medvetenhet och demokratiska värderingar som grund.</li> <li>Jämställdhet i arbetslivet samt arbete för mångfald och mot diskriminering.</li> <li>Analys av frågor om ledarskap och organisation med utgångspunkt i teorier och modeller inom ledarskap och organisation. Reflektion över nyheter och tendenser inom området.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver på ett <strong>godtagbart</strong> sätt innebörden av begrepp, teorier och modeller inom ledarskap och organisation.</p> <p>Eleven beskriver <strong>översiktligt</strong> olika ledarskapsformer och för <strong>enkla</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.</p> <p>Eleven beskriver <strong>översiktligt</strong> olika organisationsformer och för <strong>enkla</strong> resonemang om deras användbarhet för att nå uppsatta mål.</p> <p>Eleven gör <strong>i huvudsak fungerande</strong> analyser av frågor inom ledarskap och organisation med hjälp av teorier och modeller.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver på ett <strong>utvecklat</strong> sätt innebörden av begrepp, teorier och modeller inom ledarskap och organisation.</p> <p>Eleven beskriver <strong>utförligt</strong> olika ledarskapsformer och för <strong>utvecklade</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.</p> <p>Eleven beskriver <strong>utförligt</strong> olika organisationsformer och för <strong>utvecklade</strong> resonemang om deras användbarhet för att nå uppsatta mål.</p> <p>Eleven gör <strong>fungerande</strong> analyser av frågor inom ledarskap och organisation med hjälp av teorier och modeller.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver på ett <strong>välutvecklat</strong> sätt innebörden av begrepp, teorier och modeller inom ledarskap och organisation.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika ledarskapsformer och för <strong>välutvecklade</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika organisationsformer och för <strong>välutvecklade</strong> resonemang om deras användbarhet för att nå uppsatta mål.</p> <p>Eleven gör <strong>väl fungerande</strong> analyser av frågor inom ledarskap och organisation med hjälp av teorier och modeller.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
