{
  "code": "LEDN",
  "name": "Ledningsbyggnad",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:41",
  "nameHeading": "<h2>Ledningsbyggnad</h2>",
  "description": "<p>Ämnet ledningsbyggnad behandlar mark- och anläggningsarbete med ledningsbyggnad, från planering till det att objektet är färdigt att användas. Ämnet behandlar också olika jord- och bergmaterials egenskaper. Mark- och anläggningsarbeten utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ledningsbyggnad ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom ledningsbyggnad. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter som förekommer inom yrkesområdet ledningsbyggnad, bland annat schaktning, fyllning och packning runt ledningar samt understoppning vid återfyllning. Dessutom ska eleverna ges möjlighet att utveckla förståelse av den estetiska helheten i markbyggandet. Eleverna ska även ges möjlighet att utveckla kunskaper om de arbetsmaskiner och verktyg som används vid ledningsbyggnadsarbeten samt om jord- och bergmaterials hållfasthet, packningsförmåga och dräneringsegenskaper. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom mark och anläggning ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet ledningsbyggnad ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom ledningsbyggnad.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom ledningsbyggnad.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet ledningsbyggnad</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet anläggning.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: LEDN1000X</h3>",
      "code": "LEDN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ledningsbyggnad på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Ledningsbyggnadsprocessen</em></p> <ul> <li>Vanligt förekommande arbetsprocesser och arbetsmetoder inom ledningsbyggnad, däribland processer med mark- och bygglov.</li> <li>Olika aktörers ansvar på byggarbetsplatsen, till exempel det gemensamma ansvaret för säkerhet och arbetsmiljö.</li> <li>Branschens ansvar för att främja ett hållbart byggande.</li> <li>Olika färgkoder för ledningsmarkeringar, däribland för el-tele, fiber och fjärrvärme. Äldre markeringar, till exempel för rör av tegel.</li> <li>Övergripande om ledningsschaktens uppbyggnad och konstruktion, däribland olika sektioner, schaktprofiler, förläggningssätt, förläggningsdjup och lutningar. Metoder med schaktfri ledningsbyggnad.</li> <li>Återanvändning av material i syfte att främja ett hållbart byggande. Rapporteringsrutiner vid hantering av förorenade mark- och schaktmassor.</li> <li>Användningsområden för mobila arbetsmaskiner och tunga transportfordon inom ledningsbyggnad.</li> <li>Lagar och andra bestämmelser inom området, däribland bestämmelser om dricksvattenhygien, Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Miljölagstiftning som gäller landskapsvård och marktäkt.</li> <li>Kommuners och Naturvårdsverkets krav på vatten- och avloppsanläggningar, däribland olika utsläppskrav på stora och små avloppsanläggningar.</li> <li>Schaktarbetens påverkan på yttre miljöer, däribland vid arbete i närheten av vattentäkter. Förebyggande åtgärder för att minska påverkan.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Informationssökning om olika typer av brunnar och ledningsnät i mark samt beteckningar för el, fiber, vatten och avlopp.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Mätnings- och avvägningsteknik, däribland höjdsättning och lutningsberäkningar med hjälp av bygghandlingar, totalstationer och 3D-modeller.</li> <li>Friläggning av rörledningar. Arbetsmoment med schaktfria metoder. Placering av schaktmassor, däribland i anslutning till frischakt.</li> <li>Läggning av olika typer av rör och brunnar utifrån deras användningsområden, däribland dricksvattenledningar och betong-, polypropen- och polyetenrör (PP- och PE-rör).</li> <li>Anläggning av tryckledningar och självfallsledningar.</li> <li>Schaktning, fyllning, understoppning och packning vid ledningsbyggnad. Placering av maskin.</li> <li>Uppbyggnad av ledningsbäddar, däribland olika sektioner, schaktprofiler, förläggningssätt, förläggningsdjup och lutningar.</li> <li>Anläggning av olika typer av avlopps- och reningsanläggningar, däribland kommunala reningsanläggningar, minireningsverk och enskilda avlopp.</li> <li>Kontroll av olika typer av ledningsnät inom anläggning, däribland metoder för provtryckning och filmning.</li> <li>Olika typer av fogningar, däribland skruvkoppling, stumsvets och svetsmuff.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Transport, hantering, förvaring och skyddande av material och byggnadsdelar i enlighet med anvisningar.</li> <li>Ballast, jord- och bergarters egenskaper och användningsområden. Hantering av material.</li> <li>Val och användning av anläggningsmaterial för arbetsuppgiften utifrån materialets egenskaper, däribland hållfasthet, packningsförmåga och dräneringsegenskaper.</li> <li>Val och användning av vanligt förekommande rör, brunnar och kopplingar samt deras användningsområden, däribland betong-, PP- och PE-rör.</li> <li>Val och användning av vanligt förekommande material för dränering vid ledningsbyggnad, däribland geotextil och lättklinker.</li> <li>Val, användning och vård av verktyg, maskiner och mätverktyg, däribland av vält, vibrationsplattor och vibrationsstamp.</li> <li>Kommunikation med maskinförare genom handsignal eller kommunikationsradio, till exempel vid lossning och lastning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete på väg, säkra lyft och arbete från ställning och arbetsplattform.</li> <li>Riskbedömningar vid mark- och anläggningsarbete, däribland av bärighet, rasrisk och hälsorisker vid arbete med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB) samt behov av körplåtar eller stockmattor.</li> <li>Skydd och avstängning i enlighet med trafikanordningsplan (TA-plan), däribland behörighetskrav för trafikavstängningar. Olika typer av avstängningsmaterial.</li> <li>Övergripande om certifieringsutbildningar inom anläggning, däribland för svetsning av PE-rör.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare, till exempel under renoverings- och ombyggnadsarbeten.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom ledningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ledningsbyggnad. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom ledningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ledningsbyggnad. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom ledningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ledningsbyggnad. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.035Z"
}