{
  "code": "MALA",
  "name": "Måleri – äldre måleritekniker",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:71",
  "nameHeading": "<h2>Måleri – äldre måleritekniker</h2>",
  "description": "<p>Ämnet måleri – äldre måleritekniker behandlar måleri med äldre tekniker och dekorativ målning, från planering och utförande till det att objektet är färdigt att användas. Det behandlar även färgens estetiska värden och skyddande egenskaper. Arbetet utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet måleri – äldre måleritekniker ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom måleri med äldre tekniker och inom dekorativ målning. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra olika arbetsuppgifter som förekommer inom måleri med äldre tekniker. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om måleriprocessen och utförandekrav som gäller för nybyggnation, renovering och målning av kulturminnesmärkta byggnader. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om färglära, olika måleritekniker och målerimaterialens estetiska och skyddande funktion. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom måleri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet måleri – äldre måleritekniker ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom måleri med äldre tekniker.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter med äldre måleritekniker.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet måleri – äldre måleritekniker</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 3 i ämnet måleri.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MALA1000X</h3>",
      "code": "MALA1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet måleri – äldre måleritekniker på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Måleriprocessen</em></p> <ul> <li>Äldre måleritekniker i olika byggnadsverk. Måleritekniker, trender och stilar från olika tidsepoker.</li> <li>Varsamhetskrav kopplade till olika måleriarbeten vid renovering och ombyggnad, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värde och Riksantikvarieämbetets roll i bevarandet av bland annat ytskikt.</li> <li>Övergripande om måleribranschens riktlinjer och rekommendationer för måleriarbeten.</li> <li>Olika arbetsprocesser vid under- och färdigbehandlingar med äldre måleritekniker, till exempel med lasyr- och pigmentfärgning.</li> <li>Olika metoder med äldre dekorativ målning, däribland ådringsmålning, marmoreringsmålning, laseringsmålning, svampmålning, schablonmålning, tromp de l´oeil och streckdragning.</li> <li>Vanligt förekommande arbetsprocesser vid ytbehandling med kalkfärg, limfärg, tempera, linoljefärg och slamfärg.</li> <li>Metoder för färgnyansering, färgsättning och färgkomposition enligt NCS (natural colour system).</li> <li>Grunderna i perspektivlära.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, rumsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor och avvikelser i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång för vanligt förekommande arbetsmoment inom äldre måleritekniker.</li> <li>Täckning och skydd av olika ytor vid måleriarbeten.</li> <li>Underbehandling av nya och tidigare behandlade ytor, till exempel tvättning, uppskrapning, spackelbehandling, avslipning och grundmålning.</li> <li>Underarbeten inom måleri med äldre tekniker.</li> <li>Färgsättning och färgnyansering.</li> <li>Målning med kalkfärg, limfärg, tempera, linoljefärg och slamfärg.</li> <li>Olika typer av dekorationsmålning med äldre måleritekniker, till exempel ådringsmålning, marmoreringsmålning, laseringsmålning, svampmålning, schablonmålning eller tromp de l´oeil och streckdragning.</li> <li>Pappspänning av tak och väggar samt vävspänning i tak.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete, däribland dokumentation av avvikelser från beställning.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Olika färgtyper inom måleri med äldre tekniker, däribland kalkfärg, limfärg, tempera, linoljefärg och slamfärg.</li> <li>Val, hantering och användning av material för under- och färdigbehandling med äldre måleritekniker utifrån materialens egenskaper, användningsområden och uppbyggnad samt i enlighet med materialens säkerhetsdatablad och anvisningar.</li> <li>Val och användning av hjälpmedel för avståndsmätning, avvägning och lodning.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser som gäller arbetsmiljö, däribland arbetsmiljölagen och Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete från ställningar och arbetsplattformar samt användning av lyftanordningar.</li> <li>Bestämmelser som gäller brandfarliga arbeten.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av kemiska hälsorisker och risker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB) samt av risker för tillbud och olycksfall.</li> <li>Risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder som används inom måleri med äldre tekniker.</p> <p>Eleven planerar arbetsuppgifter med äldre måleritekniker. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder som används inom måleri med äldre tekniker.</p> <p>Eleven planerar arbetsuppgifter med äldre måleritekniker. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder som används inom måleri med äldre tekniker.</p> <p>Eleven planerar arbetsuppgifter med äldre måleritekniker. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.036Z"
}