{
  "code": "MALE",
  "name": "Måleri",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:68",
  "nameHeading": "<h2>Måleri</h2>",
  "description": "<p>Måleri är ett hantverk som har en lång historia. Ämnet måleri behandlar måleri och tapetsering, från planering och utförande till det att objektet är färdigt att användas. Det behandlar även färgens skyddande egenskaper och estetiska värden. Arbetet utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet måleri ska syfta till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder inom måleri samt förmåga att utföra olika typer av arbetsuppgifter inom måleri. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om färglära, olika måleritekniker och målningsmaterialens skyddande och estetiska funktion. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om utförandekrav som gäller för måleriarbeten vid nybyggnation och renovering. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom måleri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroller som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om entreprenörskap och företagandets villkor.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet måleri ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom måleri.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom måleri.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet måleri</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet bygg och anläggning.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MALE1000X</h3>",
      "code": "MALE1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet måleri på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Måleriprocessen</em></p> <ul> <li>Översiktligt om förekommande arbetsområden inom byggnadsmåleri. Platschefs och skyddsombuds roller på byggarbetsplatsen.</li> <li>Studiebesök, till exempel i anslutning till byggarbetsplatser, på byggvaruhus och i fackhandel.</li> <li>Måleriprocessens olika skeden från planering till färdigställande.</li> <li>Branschens ansvar att främja ett hållbart byggande, till exempel arbetsmiljöplanens syfte att förebygga arbetsmiljörisker.</li> <li>Övergripande om olika bygghandlingar och referensverk för materialval och utförande inom måleriprocessen, till exempel Måleribranschens regler för våtrumskontroll (MVK), Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Vanligt förekommande arbetsprocesser vid under- och färdigbehandling av olika ytor vid invändig och utvändig målning.</li> <li>Övergripande om metoder för färgnyansering, till exempel färglära enligt NCS (natural colour system).</li> <li>Olika entreprenadformer på byggarbetsplatsen, till exempel delad entreprenad och totalentreprenad.</li> <li>Översiktligt om arkitekters och konstruktörers roll och påverkan, till exempel vad gäller byggnaders form, funktion och hållfasthet.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av arbetsbeskrivningar, bygghandlingar och materialens säkerhetsdatablad.</li> <li>Ritningsläsning, till exempel skalor, vyer, symboler, måttsättningsprinciper, ritningshuvud, specifikationer och revideringar enligt standard.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande objekt inom byggnadsmåleri.</li> <li>Täckning och skydd av olika ytor vid målningsarbeten.</li> <li>Vanligt förekommande arbetsmoment med tvättning, uppskrapning, spackelbehandlingar och avslipningar av nya och tidigare behandlade invändiga och utvändiga väggytor.</li> <li>Vanligt förekommande under- och färdigbehandlingar vid invändig och utvändig målning av väggytor i enlighet med kvalitetskrav.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Materialval, materialhantering, materialförbrukning och återanvändning i syfte att främja ett hållbart byggande. Övergripande om information i säkerhetsdatablad.</li> <li>Övergripande om vanligt förekommande material för underbehandling inom måleri samt materialens egenskaper, användningsområden och uppbyggnad, till exempel spackel, pappersremsor och slipmaterial.</li> <li>Val, användning och hantering av material för olika underbehandlingar, till exempel för remssättning, spackling och grundmålning utifrån arbetsbeskrivningar, bygghandlingar och anvisningar i säkerhetsdatablad.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön, samverkan och minderårigas arbete.</li> <li>Arbetsmiljöverkets föreskrifter och allmänna råd, däribland om säkra lyft och arbete från ställning och arbetsplattform.</li> <li>Arbetsmiljöplanens och arbetsmiljöavtalens syfte, till exempel avsikten att minska arbetsrelaterad ohälsa.</li> <li>Bestämmelser som reglerar brandfarliga arbeten, till exempel föreskrifter och allmänna råd från Myndigheten för samhällsskydd och beredskap (MSB) som gäller förvaring av gasol och andra brandfarliga varor.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av kemiska hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, kemikalier, vibrationer och felaktiga arbetsställningar.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall, däribland L-ABC (livsfarligt läge – andning, blödning, cirkulation) och HLR (hjärt- lungräddning).</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MALE2000X</h3>",
      "code": "MALE2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet måleri på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Måleriprocessen</em></p> <ul> <li>Måleriprocessens olika skeden från planering till färdigställande.</li> <li>Vanligt förekommande metoder vid invändig och utvändig målning.</li> <li>Övergripande om färgens och väggbeklädnadsmaterialens estetiska och skyddande funktion.</li> <li>Färglära enligt NCS (natural colour system).</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Avtal som reglerar anställningen, däribland anställningsavtal, kollektivavtal samt yrkesutbildningsavtal.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar och utförandekrav.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande objekt inom byggnadsmåleri.</li> <li>Vanligt förekommande arbetsmoment med tvättning, uppskrapning, spackelbehandlingar och avslipningar av nya och tidigare behandlade ytor i tak och av olika snickerier.</li> <li>Vanligt förekommande under- och färdigbehandlingar, däribland av tak och snickerier, enligt fastställda kvalitetskrav.</li> <li>Vanligt förekommande under- och färdigbehandlingar av väggar och tak med maskinella och tekniska hjälpmedel, till exempel högtryckssprutning, lågtryckssprutning och sandspackelsprutning.</li> <li>Vanligt förekommande arbetsmoment med dekorativ målning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete, däribland dokumentation av avvikelser från beställning.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Övergripande om vanligt förekommande material för under- och färdigbehandling inom måleri. Materialens egenskaper, användningsområden och uppbyggnad.</li> <li>Val, användning och hantering av material för olika färdigbehandlingar av invändiga ytor, till exempel lämplig färg, nyans och appliceringsmetod utifrån bygghandlingar, arbetsbeskrivningar och i enlighet med anvisningar i materialens säkerhetsdatablad.</li> <li>Källsortering och återvinning av material och restprodukter.</li> <li>Val, användning och vård av tekniska hjälpmedel, till exempel för hög- och lågtryckssprutning eller sandspackelsprutning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland arbetsmiljölagen.</li> <li>Arbetsmiljöverkets föreskrifter och allmänna råd om säkra lyft och arbete från ställning och arbetsplattform.</li> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Riskbedömningar för att förebygga hälsorisker, olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MALE3000X</h3>",
      "code": "MALE3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet måleri på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Måleriprocessen</em></p> <ul> <li>Vanligt förekommande metoder vid målning, tapetsering och vävsättning i torra och våta utrymmen.</li> <li>Övergripande om färgsättning i boendemiljöer samt trender och stilar inom inredning och design. Färglära enligt NCS (natural colour system).</li> <li>Entreprenörskap och företagande inom yrkesområdet.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR) och plan- och bygglagen.</li> <li>Hur olika avtal styr rättigheter och skyldigheter på arbetsplatsen, till exempel ackordsräknings uppbyggnad och avläsning.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Informationssökning för att planera och genomföra arbetsuppgifter, till exempel med hjälp av bygghandlingar, materialens säkerhetsdatablad och arbetsbeskrivningar.</li> <li>Tolkning av toleranskrav samt metoder för att identifiera felkällor. Konsekvenser av felaktig under- och färdigbehandling.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area och volym på vanligt förekommande objekt inom byggnadsmåleri.</li> <li>Vanligt förekommande arbetsmoment med tvättning, uppskrapning, spackelbehandlingar och avslipningar av nya och tidigare behandlade ytor, däribland inför tapetsering och vävsättning.</li> <li>Tapetsering och vävsättning i enlighet med fastställda kvalitetskrav.</li> <li>Vanligt förekommande arbetsmoment med dekorativ målning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete, däribland dokumentation av avvikelser från beställning.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Byggmaterialens miljöpåverkan och individens eget ansvar för källsortering och återvinning av material och restprodukter på en byggarbetsplats.</li> <li>Övergripande om vanligt förekommande material för ytbeklädnad inom måleri. Materialens egenskaper, användningsområden och uppbyggnad, till exempel olika typer av tapeter och väv för torra och våta utrymmen.</li> <li>Val, användning och hantering av material, däribland för tapetsering och vävsättning utifrån arbetsbeskrivningar, bygghandlingar och anvisningar i materialens säkerhetsdatablad.</li> <li>Val, användning och vård av maskinella och tekniska hjälpmedel, till exempel för tapetsering och vävsättning.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd om säkra lyft och arbete från ställning och arbetsplattform.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av hälsorisker vid hantering av kemikalier, asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Förebyggande åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom måleri.</p> <p>Eleven planerar arbetsuppgifter inom måleri. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom måleri.</p> <p>Eleven planerar arbetsuppgifter inom måleri. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom måleri.</p> <p>Eleven planerar arbetsuppgifter inom måleri. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.037Z"
}