{
  "code": "MARE",
  "name": "Marintekniskt underhåll",
  "englishName": "Marine Maintenance Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:321",
  "nameHeading": "<h2>Marintekniskt underhåll</h2>",
  "description": "<p>Människan har sedan urminnes tider använt fartyg som färdmedel för transport och i rekreationssyfte. Ämnet marintekniskt underhåll behandlar underhåll och reparation av fritidsbåtar och mindre fartyg i yrkestrafik. Korrekt utfört underhålls- och reparationsarbete är avgörande för både säkerheten och för främjandet av en hållbar utveckling.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet marintekniskt underhåll ska syfta till att eleverna utvecklar kunskaper om olika fartygstypers användningsområden samt förmåga att utföra underhålls- och reparationsarbete på fritidsbåtar och mindre fartyg i yrkestrafik. Undervisningen ska också leda till att eleverna utvecklar kunskaper om olika materials egenskaper, användningsområden och miljöpåverkan samt förmåga att hantera material, verktyg och utrustning som används inom arbetsområdet. Genom undervisningen ska eleverna dessutom ges möjlighet att utveckla kännedom om branschens ansvar för hållbar utveckling. Produkt- och teknikutvecklingen inom arbetsområdet ställer krav på anpassning och flexibilitet. Undervisningen ska därför stimulera elevernas nyfikenhet och vilja till fortsatt lärande i arbetslivet.</p> <p>Arbete inom de marintekniska områdena innebär flera olika risker. Miljöskyddsarbete, arbetsmiljö- och säkerhetsfrågor ska därför ha en central plats i undervisningen och eleverna ska ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser inom yrkesområdet. Undervisningen ska även leda till att eleverna utvecklar förmåga att etablera en arbetsplats utifrån uppsatta mål för säkerhet och kvalitet samt med hänsyn till arbetsmiljö och ergonomi. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att identifiera, förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande samt förmåga att förhålla sig kritiskt granskande till attityder och värderingar på arbetsplatsen. Eleverna ska ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka i olika yrkessammanhang. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om arbetsprocess och resultat.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Arbetsuppgifterna ska vara konstruerade med utgångspunkt i situationer som eleverna kan komma att möta i sin yrkesutövning. På så sätt ska undervisningen ge eleverna möjlighet att utveckla förståelse av arbetets komplexitet samt problemlösnings- och initiativförmåga. Undervisningen ska organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet marintekniskt underhåll ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika fartygstyper samt om underhålls- och reparationsarbete på fritidsbåtar och mindre fartyg i yrkestrafik.</li> <li>Förmåga att utföra underhålls- och reparationsarbete på fritidsbåtar och mindre fartyg i yrkestrafik på ett säkert och hållbart sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att samverka och kommunicera i yrkessammanhang.</li> </ul><h3>Nivåer i ämnet marintekniskt underhåll</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MARE1000X</h3>",
      "code": "MARE1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet marintekniskt underhåll på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Fartygstyper samt marintekniskt underhåll</em></p> <ul> <li>Uppbyggnad, konstruktion och funktion samt användningsområden hos olika fartygstyper.</li> <li>Metoder för periodiskt underhållsarbete, till exempel bottenbehandling, rekonditionering, frostsäkring och långtidsförvaring.</li> <li>Tekniker för användning av plast, trä och metall vid underhålls- och reparationsarbete.</li> <li>Metoder för reparationsarbete, till exempel av uppkomna skrovskador eller skador på utrustning.</li> <li>Vanligt förekommande försäkringsskador, till exempel vid inbrott, grundstötning och kollision.</li> <li>Miljömässiga och ekonomiska perspektiv på materials egenskaper och funktion.</li> <li>Rutiner vid för- och efterarbete, däribland transport, torrsättning och pallning samt förvaring och sjösättning.</li> <li>Administrativa verkstadsfunktioner, till exempel kostnadsberäkning, offert, order och faktura.</li> </ul> <p><em>Lagar och andra bestämmelser</em></p> <ul> <li>Lagar och andra bestämmelser som gäller arbetsmiljö och säkerhet, däribland bestämmelser för säkra lyft och arbete på hög höjd samt bestämmelser som gäller brandskydd och elsäkerhet.</li> <li>Bestämmelser som gäller vid arbeten med batterier och brandfarliga ämnen.</li> <li>Bestämmelser och rutiner för användning av underhållsprodukter utifrån klassning av riskfaktor, däribland av miljöfarliga produkter.</li> <li>Bestämmelser och standarder för material, till exempel ISO-standarder och CE-märkning.</li> <li>Bestämmelser och rutiner för hantering av olika typer av fartyg på land och i vatten.</li> </ul> <p><em>Underhålls- och reparationsarbete</em></p> <ul> <li>Arbetsplanering och etablering av arbetsplats på ett säkert samt socialt, ekonomiskt och miljömässigt hållbart sätt.</li> <li>Tolkning av arbetsbeskrivningar, manualer och servicelitteratur, både på svenska och engelska.</li> <li>Beräkning av kostnader, material- och tidsåtgång. Kostnadsförslag.</li> <li>Riskbedömning av arbetsuppgifter vad gäller miljö, arbetsmiljö, brand och personlig säkerhet.</li> <li>Val och hantering av underhålls- och reparationsmaterial på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Säker hantering av miljöfarliga produkter.</li> <li>Val, säker hantering och underhåll av hand- och specialverktyg samt av verkstads- och skyddsutrustning.</li> <li>Periodiskt underhållsarbete, till exempel bottenbehandling, rekonditionering och frostsäkring.</li> <li>Underhålls- och reparationsarbete av fartygsdetaljer på plast, trä och metall.</li> <li>Reparationsarbete, till exempel av uppkomna skrovskador och skador på utrustning samt vid renovering.</li> <li>För- och efterarbete, däribland transport, torrsättning, pallning, förvaring och sjösättning.</li> <li>Hantering av batteri- och laddningssystem vid förvaring.</li> <li>Säker hantering av fartyg i vatten och på land.</li> <li>Egenkontroll, utvärdering och dokumentation av arbetsprocess och resultat.</li> <li>Ergonomiskt säkra och skadeförebyggande arbetssätt.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Användning av fackspråkliga begrepp på svenska och engelska.</li> <li>Situationsanpassat bemötande och agerande. Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika fartygstyper. Eleven visar <strong>godtagbara</strong> kunskaper om underhålls- och reparationsarbete av fritidsbåtar och mindre fartyg i yrkestrafik.</p> <p>Eleven utför underhålls- och reparationsarbete med <strong>godtagbart</strong> resultat. I arbetet hanterar eleven material, verktyg och utrustning med <strong>visst</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>godtagbar</strong> användning av fackspråk.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika fartygstyper. Eleven visar <strong>goda</strong> kunskaper om underhålls- och reparationsarbete av fritidsbåtar och mindre fartyg i yrkestrafik.</p> <p>Eleven utför underhålls- och reparationsarbete med <strong>gott</strong> resultat. I arbetet hanterar eleven material, verktyg och utrustning med <strong>gott</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>utvecklade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>utvecklad</strong> användning av fackspråk.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika fartygstyper. Eleven visar <strong>mycket goda</strong> kunskaper om underhålls- och reparationsarbete av fritidsbåtar och mindre fartyg i yrkestrafik.</p> <p>Eleven utför underhålls- och reparationsarbete med <strong>mycket gott</strong> resultat. I arbetet hanterar eleven material, verktyg och utrustning med <strong>mycket gott</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>välutvecklade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>välutvecklad</strong> användning av fackspråk.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
