{
  "code": "MARN",
  "name": "Marknadsföring inom besöksnäringen",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:51",
  "nameHeading": "<h2>Marknadsföring inom besöksnäringen</h2>",
  "description": "<p>Ämnet marknadsföring inom besöksnäringen behandlar huvudsakligen marknadsföring och försäljning av tjänster och produkter inom turism- och besöksnäringen. Marknadsföring handlar om att visa vad en verksamhet står för och nå ut med dess speciella budskap och erbjudanden, men också om betydelsen av att skapa och vårda kundrelationer som genererar värde både för kunder och för en positiv framtida utveckling av verksamheten.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet marknadsföring inom besöksnäringen ska syfta till att eleverna utvecklar kunskaper om marknadsföring och försäljning inom besöksnäringens och turismens verksamhetsområden. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om teorier, begrepp och strategier inom marknadsföring. Dessutom ska undervisningen leda till att eleverna utvecklar förståelse av sambandet mellan marknadsföring och dess påverkan på individen samt av marknadsföringens roll i köpprocessen. Eleverna ska också ges möjlighet att utveckla kunskaper om varumärkenas och företagsprofilernas värde och betydelse i all kommunikation. Undervisningen ska även belysa frågor som rör ekonomisk, social och miljömässig hållbarhet inom området. Undervisningen ska leda till att eleverna utvecklar förståelse av sambandet mellan utbud och efterfrågan samt av faktorer som påverkar affärsmöjligheter och lönsamhet.</p> <p>Framgångsrik marknadsföring är en viktig del för en plats, ett hotell och en destination. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att använda metoder dels för marknadsanalyser, dels för marknadsföringsaktiviteter. I undervisningen ska eleverna även ges möjlighet att utveckla förmåga att genomföra marknadsföring riktad mot olika kundsegment, anpassad utifrån bland annat trender och andra aspekter som etik och hållbarhet. Undervisningen ska också leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området samt om god marknadsföringssed.</p> <p>Turism- och besöksnäringen består till stor del av små och medelstora företag och innovation och idérikedom är av stor betydelse när det handlar om att utforma framgångsrik marknadsföring. Undervisningen ska därför stimulera elevernas kunskapssökande, kreativitet och vilja att omsätta idéer i praktisk handling.</p> <p>Genom praktiska övningar i verklighetstrogen miljö ska eleverna ges möjlighet att utveckla kunskaper inom marknadsföring och försäljning samt förmåga att använda aktuella marknadsföringsstrategier för informations- och kommunikationsteknik.</p> <h5><em>Undervisningen i ämnet marknadsföring inom besöksnäringen ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om marknadsföring och försäljning inom besöksnäringen.</li> <li>Förmåga att använda metoder och aktuell teknik inom marknadsföring samt att utvärdera sitt arbete.</li> <li>Kunskaper om lagar och andra bestämmelser inom marknadsföring och försäljning.</li> </ul><h3>Nivåer i ämnet marknadsföring inom besöksnäringen</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet besöksnäringen.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MARN1000X</h3>",
      "code": "MARN1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet marknadsföring inom besöksnäringen på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Marknadsföringsteorier, begrepp och olika strategier.</li> <li>Marknadsföringens påverkan på individen.</li> <li>Aktörer, företagsprofiler, varumärken, produkter och försäljning inom besöksnäringen.</li> <li>Marknadsföringens roll i köpprocessen, från behov till beslut. Kundrelationens livscykel och faktorer som påverkar kunden i köpprocessen.</li> <li>Betydelsen av kundens värderingar och upplevelse, till exempel servicekedjan vid incheckning på ett hotell, besök på en restaurang eller upplevelsepark samt besök på en mötes- och eventanläggning.</li> <li>Hur kundrelationer och kundnöjdhet skapas och vårdas.</li> <li>Prissättning och försäljning för olika målgrupper och kundsegment, till exempel privatpersoner, grupper och affärsresenärer med hänsyn till efterfrågan beroende på till exempel resmönster, säsong eller konjunktur.</li> <li>Marknadssegmentering och kundens olika roller. Hur riktad marknadsföring kan anpassas för olika målgrupper, till exempel utifrån etiska förhållningssätt, demokratiska värderingar och hållbar utveckling.</li> <li>Marknadsföring och försäljning via media. Informationsteknik och digitala medier som verktyg i marknadsföringsarbetet.</li> <li>Layout och exponering av marknadsföringsmaterial.</li> <li>Planering, genomförande och utvärdering av marknadsaktiviteter, till exempel mässor, evenemang, kampanjer i digitala medier, sponsring och annonsering.</li> <li>Marknadsanalysmetoder och undersökningar för att anpassa tjänst eller produkt efter marknad.</li> <li>Lagar och andra bestämmelser inom marknadsföring och försäljning, däribland marknadsföringslagen och e-handelslagen samt etiska regler.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MARN2000X</h3>",
      "code": "MARN2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet marknadsföring inom besöksnäringen på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Faktorer som påverkar affärsmöjligheter och lönsamhet. Utbud och efterfrågan.</li> <li>Utveckling av marknadsföringsaktiviteter med hänsyn till förutsättningar och trender samt för en hållbar utveckling.</li> <li>Byggande av ett varumärke och hur det hålls levande. Företagsprofilers betydelse och värde i all kommunikation.</li> <li>Aktuella och relevanta marknadsföringsstrategier för informations- och kommunikationsteknik, till exempel digital och historieberättande marknadsföring.</li> <li>Kundrelationens livscykel och köpprocess. Kundvärde och kundnytta.</li> <li>Hantering av klagomål samt problemlösning och förebyggande arbete både fysiskt och digitalt, till exempel skapande av processer för klagomålshantering.</li> <li>Relations- och transaktionsmarknadsföring.</li> <li>Prissättning och presentation av tjänst, produkt eller aktivitet i olika kommunikationskanaler.</li> <li>Konkurrentbevakning. Marknadspositionering, företagets unika konkurrensfördel eller säljfördel, däribland utifrån etiska förhållningssätt, demokratiska värderingar och hållbar utveckling.</li> <li>Presentationsteknik, till exempel digital eller muntlig presentation, hisspresentation, pitch, storytelling eller annat presentationsmaterial.</li> <li>Grafisk profil och marknadsföringsmaterial.</li> <li>Utformning av en marknadsplan utifrån en affärsidé och målsättning.</li> <li>Produktion och genomförande av målgruppsanpassade marknadsföringsaktiviteter, med särskild hänsyn till ekonomiska, sociala och miljömässiga hållbarhetsaspekter samt uppföljning och utvärdering.</li> <li>Omvärlds- och nulägesanalys av marknaden.</li> <li>Marknadskommunikation som verktyg vid framtagande av säljstimulerande aktiviteter.</li> <li>Riktad försäljning och kundvård med hänsyn till indirekta och direkta omvärldsfaktorer, till exempel marknadsföringsaktiviteter med hänsyn till förutsättningar och trender samt för en hållbar utveckling.</li> <li>God marknadsföringssed. Lagar och andra bestämmelser inom marknadsföring och försäljning. Utomrättsliga regler. Tvister mellan konsumenter och företag.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om marknadsföring och försäljning inom besöksnäringen. Dessutom för eleven <strong>enkla</strong> resonemang om marknadsföringens och försäljningens roll inom besöksnäringen.</p> <p>Eleven använder med <strong>viss säkerhet</strong> metoder och aktuell teknik för olika typer av marknadsföringsaktiviteter. Eleven utvärderar sitt arbete och ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom området i samband med genomförandet av olika uppgifter.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om marknadsföring och försäljning inom besöksnäringen. Dessutom för eleven <strong>utvecklade</strong> resonemang om marknadsföringens och försäljningens roll inom besöksnäringen.</p> <p>Eleven använder med <strong>säkerhet</strong> metoder och aktuell teknik för olika typer av marknadsföringsaktiviteter. Eleven utvärderar sitt arbete och ger <strong>utvecklade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom området i samband med genomförandet av olika uppgifter.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om marknadsföring och försäljning inom besöksnäringen. Dessutom för eleven <strong>välutvecklade</strong> resonemang om marknadsföringens och försäljningens roll inom besöksnäringen.</p> <p>Eleven använder med <strong>god säkerhet</strong> metoder och aktuell teknik för olika typer av marknadsföringsaktiviteter. Eleven utvärderar sitt arbete och ger <strong>välutvecklade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom området i samband med genomförandet av olika uppgifter.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.038Z"
}