{
  "code": "MASK",
  "name": "Maskiner och teknisk utrustning inom naturbruk",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:185",
  "nameHeading": "<h2>Maskiner och teknisk utrustning inom naturbruk</h2>",
  "description": "<p>Ämnet maskiner och teknisk utrustning inom naturbruk behandlar den tekniska utrustning som används för att utföra olika arbetsuppgifter inom naturbruk. Ämnet behandlar hur teknik och teknisk utveckling kan bidra till att den biologiska potentialen utnyttjas bättre. I ämnet ingår träning i att manövrera och köra maskiner med tillkopplade redskap för att utföra olika typer av arbeten samt körning av fordon på väg och trafikkunskap.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet maskiner och teknisk utrustning inom naturbruk ska syfta till att eleverna utvecklar förmåga att använda maskiner och teknisk utrustning på ett ändamålsenligt och säkert sätt. Den ska bidra till att eleverna utvecklar förmåga att söka kunskap om och använda tekniska lösningar för att utföra olika typer av arbete inom naturbruk på ett rationellt och effektivt sätt. Den ska också bidra till att eleverna utvecklar färdigheter i att manövrera maskiner med tillhörande redskap i samband med arbete och i trafiken, samt förmåga att tillämpa trafikregler. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den tekniska utrustningens konstruktion, funktion och inställningsmöjligheter samt förmåga att vårda och underhålla teknisk utrustning. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta ergonomiskt. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att använda arbetsmetoder och arbetssätt som främjar hållbar utveckling ur ett ekonomiskt och miljömässigt perspektiv. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller arbete med maskiner och teknisk utrustning.</p> <p>Praktiska övningar och färdighetsträning ska ingå i undervisningen. Genom fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla förståelse av hur maskiner och teknik kan bidra till effektiva och hållbara verksamheter inom naturbruk.</p> <h5><em>Undervisningen i ämnet maskiner och teknisk utrustning inom naturbruk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att använda maskiner och teknisk utrustning för att utföra arbetsuppgifter inom naturbruk.</li> <li>Förmåga att köra och manövrera maskiner och fordonskombinationer i trafik och i terräng.</li> <li>Förmåga att vårda och underhålla maskiner och teknisk utrustning.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt ekonomiskt och miljömässigt hållbart.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet maskiner och teknisk utrustning inom naturbruk</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MASK1000X</h3>",
      "code": "MASK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet maskiner och teknisk utrustning inom naturbruk på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Teknisk grund</em></p> <ul> <li>Användningsområden för olika maskiner och för teknisk utrustning inom något av naturbrukets verksamhetsområden.</li> <li>Basmaskinens sammansättning och funktion, till exempel drivlina och hydraulsystem.</li> <li>Motorbränslen, alternativa drivmedel och smörjmedel.</li> <li>Daglig tillsyn, till exempel tvätt, laddning eller påfyllning av drivmedel, smörjmedel och spolarvätska.</li> </ul> <p><em>Körning och arbete med maskiner och teknisk utrustning</em></p> <ul> <li>Körning av basmaskin med tillkopplade redskap för att genomföra förekommande arbetsuppgifter inom naturbruk.</li> <li>Manövrering av fordon i övningsmiljö samt säkerhet i samband med körning på trafikerad väg och i närheten av djur.</li> <li>Hur förarens beteende och säkerheten påverkas av bland annat medicin, alkohol och andra droger.</li> <li>Tillämpning av trafikregler.</li> <li>Användning av basmaskinens reglage samt tolkning av instrument.</li> <li>Användning av tilläggsutrustning i samband med arbete, däribland frontkopplade samt dragna eller burna redskap.</li> <li>Användning av instruktions- och handböcker vid körning och tillsyn.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Inställning av förarplatsens utrustning för ergonomisk, effektiv och säker körning.</li> <li>Ergonomi i samband med arbete med basmaskiner och teknisk utrustning.</li> <li>Säkerhetskontroll inför användning av basmaskin och teknisk utrustning.</li> <li>Bränsleekonomi och effektiv användning av maskiner.</li> <li>Miljöhänsyn i samband med arbete med basmaskiner och teknisk utrustning.</li> <li>Brandförebyggande åtgärder i samband med användning av basmaskiner.</li> <li>Lagar och andra bestämmelser som gäller arbete och körning med basmaskiner och teknisk utrustning, till exempel miljölagstiftning, trafiklagstiftning och arbetsmiljölagstiftning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MASK2000X</h3>",
      "code": "MASK2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet maskiner och teknisk utrustning inom naturbruk på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Teknisk grund</em></p> <ul> <li>Identifiering och val av maskiner och teknisk utrustning för olika typer av arbeten.</li> <li>Komponenter och systemfunktioner för aktuella maskiner.</li> <li>Tillsyn, underhåll och enklare reparationer av maskiner och teknisk utrustning, till exempel byte av lampor och säkringar.</li> <li>Användning av verktyg och verkstadsmaskiner.</li> <li>Tolkning av instruktions- och handböcker.</li> </ul> <p><em>Körning och arbete med maskiner och teknisk utrustning</em></p> <ul> <li>Arbete med maskiner och teknisk utrustning för att genomföra förekommande arbetsuppgifter inom naturbruk.</li> <li>Hur förarens beteende och säkerheten påverkas av stress, trötthet, förtäring av mat eller dryck eller användning av mediautrustning.</li> <li>Till- och frånkoppling av tilläggsutrustning samt funktionskontroll.</li> <li>Inställning och kalibrering av maskiner och teknisk utrustning, däribland digital teknik.</li> <li>Körning av fordon på trafikerad väg.</li> <li>Fältstudier för uppföljning av arbeten.</li> </ul> <p><em>Arbetsmiljö, hållbarhet och säkerhetsfrågor</em></p> <ul> <li>Ergonomi och säkerhet i samband med arbete med aktuella maskiner och teknisk utrustning.</li> <li>Säkerhetskontroll inför användning av aktuella maskiner och teknisk utrustning.</li> <li>Ekonomisk och miljöanpassad körteknik för aktuella maskiner.</li> <li>Bränsleekonomi och ekonomiska beräkningar.</li> <li>Brandförebyggande åtgärder i samband med användning av aktuella maskiner.</li> <li>Lagar och andra bestämmelser som gäller arbete och körning med aktuella maskiner och teknisk utrustning, till exempel miljölagstiftning, trafiklagstiftning och arbetsmiljölagstiftning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MASK3000X</h3>",
      "code": "MASK3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet maskiner och teknisk utrustning inom naturbruk på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Teknisk grund</em></p> <ul> <li>Tekniska system för styrning, kontroll och datainsamling.</li> <li>Komponenter och systemfunktioner för aktuella maskiner.</li> <li>Stabilitet och lyftförmåga samt belastningsgränser för olika maskiner.</li> <li>Yrkesmässigt underhåll av maskiner och teknisk utrustning, däribland funktionskontroll, felsökning och enklare problemlösning med stöd av instruktionsböcker.</li> </ul> <p><em>Körning och arbete med maskiner och teknisk utrustning</em></p> <ul> <li>Val av maskiner, teknisk utrustning och mekaniseringskedjor för olika ändamål.</li> <li>Yrkesmässigt arbete med maskiner och teknisk utrustning inom området.</li> <li>Hur driftsäkerhet, trafiksäkerhet och miljö påverkas av eftersatt tillsyn och underhåll.</li> <li>Körteknik och praktisk arbetsmetodik inom ett eller flera fördjupningsområden, till exempel vallskörd, snöröjning, godshantering och plantering av stora träd.</li> <li>Inställning och kalibrering av maskiner och teknisk utrustning för optimalt nyttjande i samband med olika typer av arbeten.</li> <li>Körning av fordon och fordonskombinationer på trafikerad väg.</li> <li>Tillämpning av trafikregler.</li> <li>Fältstudier för uppföljning och utvärdering av arbetsresultat.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi och säkerhet i samband med arbete med aktuella maskiner och teknisk utrustning.</li> <li>Säkerhetskontroll inför användning av aktuella maskiner och teknisk utrustning.</li> <li>Ekonomisk och miljöanpassad körteknik för aktuella maskiner.</li> <li>Maskinekonomi, maskinsamverkan och ekonomiska beräkningar.</li> <li>Brandförebyggande åtgärder i samband med användning av aktuella maskiner.</li> <li>Tillämpning av lagar och andra bestämmelser som gäller arbete och körning med aktuella maskiner och teknisk utrustning, till exempel miljölagstiftning, trafiklagstiftning och arbetsmiljölagstiftning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven kör och manövrerar med <strong>viss</strong> skicklighet maskiner för att utföra arbetsuppgifter inom naturbruk. I arbetet styr och kontrollerar eleven med <strong>visst</strong> handlag tillkopplade redskap.</p> <p>Eleven kör och manövrerar maskiner på väg och i terräng på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven vårdar och underhåller med <strong>viss</strong> skicklighet maskiner och teknisk utrustning.</p> <p>Eleven arbetar säkert och ergonomiskt med maskiner och teknisk utrustning. I arbetet väljer och använder eleven med <strong>viss säkerhet</strong> ekonomiskt och miljömässigt hållbara arbetssätt.</p> <p>Eleven arbetar och kör maskiner i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven kör och manövrerar med <strong>god</strong> skicklighet maskiner för att utföra arbetsuppgifter inom naturbruk. I arbetet styr och kontrollerar eleven med <strong>gott</strong> handlag tillkopplade redskap.</p> <p>Eleven kör och manövrerar maskiner på väg och i terräng på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven vårdar och underhåller med <strong>god</strong> skicklighet maskiner och teknisk utrustning.</p> <p>Eleven arbetar säkert och ergonomiskt med maskiner och teknisk utrustning. I arbetet väljer och använder eleven med <strong>säkerhet</strong> ekonomiskt och miljömässigt hållbara arbetssätt.</p> <p>Eleven arbetar och kör maskiner i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven kör och manövrerar med <strong>mycket god</strong> skicklighet maskiner för att utföra arbetsuppgifter inom naturbruk. I arbetet styr och kontrollerar eleven med <strong>mycket gott</strong> handlag tillkopplade redskap.</p> <p>Eleven kör och manövrerar maskiner på väg och i terräng på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven vårdar och underhåller med <strong>mycket god</strong> skicklighet maskiner och teknisk utrustning.</p> <p>Eleven arbetar säkert och ergonomiskt med maskiner och teknisk utrustning. I arbetet väljer och använder eleven med <strong>god säkerhet</strong> ekonomiskt och miljömässigt hållbara arbetssätt.</p> <p>Eleven arbetar och kör maskiner i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.039Z"
}