{
  "code": "MEAY",
  "name": "Modersmål – meänkieli som andraspråk (fortsättning)",
  "englishName": "Mother Tongue – Romani Chib as a Second Language (Intermediate)",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:505",
  "nameHeading": "<h2>Modersmål – meänkieli som andraspråk (fortsättning)</h2>",
  "description": "<p>Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet och med hjälp av skönlitteratur, sakprosa och andra medier lär människan känna sin omvärld, sina medmänniskor och sig själv.</p> <p>Tornedalingar är en nationell minoritet och meänkieli är ett nationellt minoritetsspråk i Sverige. De nationella minoriteterna och minoritetsspråken har funnits under mycket lång tid i det geografiska område som i dag utgör Sverige och de nationella minoriteternas språk och kultur är en värdefull del av den kulturella mångfalden och det gemensamma kulturarvet. För att de nationella minoriteternas språk och kultur ska leva vidare in i framtiden är det viktigt att skydda och främja dem. Kunskaper i språket och om minoritetens kultur och historia ger möjligheter att använda språket och utveckla en egen kulturell identitet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet modersmål – meänkieli som andraspråk (fortsättning) ska syfta till att eleverna utvecklar förmåga att tala, läsa, skriva och lyssna på meänkieli. Undervisningen ska i möjligaste mån bedrivas på meänkieli och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en allsidig kommunikativ förmåga. Därför ska eleverna få möta meänkieli i tal och skrift av olika slag och få sätta innehållet i relation till egna erfarenheter och kunskaper. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att formulera sig och samspela med andra i tal och skrift i olika sammanhang och för olika syften. I detta ingår även förmåga att använda olika strategier och verktyg som stöd för kommunikationen.</p> <p>Undervisningen ska stimulera elevernas läsintresse, stärka deras tilltro till den egna språkliga förmågan samt främja deras personliga utveckling och vilja att söka ny kunskap. Vidare ska undervisningen ge eleverna möjlighet att utveckla sin förmåga att läsa och samtala om olika typer av texter, även muntligt traderade, på meänkieli.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge eleverna möjlighet att utveckla sin kulturella identitet. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk samt om tornedalsk kultur och tornedalingarnas historia. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur meänkielin kan främjas och utvecklas i en flerspråkig kontext samt språkets funktion för kommunikation, tänkande och lärande.</p> <h5><em>Undervisningen i ämnet modersmål – meänkieli som andraspråk (fortsättning) ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av talad meänkieli.</li> <li>Förmåga att kommunicera muntligt och skriftligt på meänkieli med anpassning till syfte, mottagare och sammanhang.</li> <li>Förmåga att läsa texter på meänkieli.</li> <li>Kunskaper om meänkieli och språkanvändning samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk.</li> <li>Kunskaper om tornedalsk kultur.</li> </ul><h3>Nivåer i ämnet modersmål – meänkieli som andraspråk (fortsättning)</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande eller nivå 3 i ämnet modersmål – meänkieli som andraspråk (nybörjare).</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MEAY1000X</h3>",
      "code": "MEAY1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – meänkieli som andraspråk (fortsättning) på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad meänkieli, i varierande tempo, som är berättande och diskuterande, till exempel intervjuer och reportage.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang i talad meänkieli samt för att anpassa lyssnande till framställningens form och innehåll.</li> <li>Samtal om aktuella och bekanta ämnesområden samt om kultur- och samhällsliv.</li> <li>Muntlig framställning, däribland beskrivande och informerande framställning.</li> <li>Strategier för att få fram sitt budskap i olika typer av kommunikationssituationer samt hur kommunikationen kan anpassas till syfte, mottagare och sammanhang.</li> <li>Skriftlig framställning av enkla texter som är berättande, beskrivande och diskuterande. Bearbetning av egna texter. Citat- och referatteknik. Att skilja mellan en källas innehåll och sina egna tankar i egen produktion och interaktion.</li> <li>Användning av digitala verktyg för textbearbetning.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om olika typer av texter på meänkieli, till exempel tidningsartiklar och skönlitterära texter, även muntligt traderade.</li> <li>Strategier för att i egen produktion och interaktion uttrycka sig med tydlighet, variation och flyt.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Hur sambandsord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.</li> <li>Informationssökning i olika typer av källor samt värdering av informationens trovärdighet och relevans.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Språkbytesprocessen och dess konsekvenser samt orsaker till behovet av revitalisering av de nationella minoritetsspråken.</li> <li>Nutida tornedalsk kultur. Några estetiska uttryck inom tornedalsk kultur, till exempel inom slöjd, konst och musik.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MEAY2000X</h3>",
      "code": "MEAY2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – meänkieli som andraspråk (fortsättning) på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad meänkieli, i varierande tempo, från olika medier.</li> <li>Talad meänkieli som är berättande, förklarande och argumenterande, till exempel reportage och debatter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang i talad meänkieli samt för att anpassa lyssnande till framställningens form och innehåll.</li> <li>Samtal om aktuella och bekanta ämnesområden med anknytning till kultur- och samhällsliv samt elevernas utbildning.</li> <li>Muntlig framställning i och inför grupp, däribland beskrivande, informerande och argumenterande framställning.</li> <li>Strategier för att bidra till och aktivt medverka i diskussioner och skriftlig interaktion, till exempel att ställa följdfrågor, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Strategier för att få fram sitt budskap i olika typer av kommunikationssituationer samt hur kommunikationen kan anpassas till syfte, mottagare och sammanhang.</li> <li>Skriftlig framställning av texter som är berättande, beskrivande och argumenterande. Bearbetning av egna texter. Citat- och referatteknik.</li> <li>Användning av digitala verktyg för textbearbetning.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om olika typer av texter på meänkieli, till exempel skönlitteratur och argumenterande texter.</li> <li>Strategier för att i egen produktion och interaktion uttrycka sig med tydlighet, variation och flyt.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Hur variation och anpassning till syfte, mottagare och sammanhang skapas i meänkielin genom meningsbyggnad, ord, fraser och kollokationer.</li> <li>Hur sambandsord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.</li> <li>Informationssökning i olika typer av källor samt värdering av informationens trovärdighet och relevans.</li> <li>Språklig variation, till exempel variation som har att göra med ålder och kön.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Förutsättningar för språkrevitalisering och åtgärder för att stärka de nationella minoritetsspråken.</li> <li>Nedslag i den historiska utvecklingen av meänkieli.</li> <li>Tornedalsk kultur, historiskt och i nutid. Några olika kulturutövare och estetiska uttryck inom tornedalsk kultur. Jämförelse med egna erfarenheter och kunskaper.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MEAY3000X</h3>",
      "code": "MEAY3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modersmål – meänkieli som andraspråk (fortsättning) på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Hörförståelse. Tydligt talad meänkieli, även i relativt snabbt tempo, från olika medier.</li> <li>Talad meänkieli som är berättande, argumenterande och redogörande, till exempel föredrag och debatter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang i talad meänkieli samt för att anpassa lyssnande till framställningens form och innehåll.</li> <li>Samtal om aktuella och bekanta ämnesområden med anknytning till kultur-, samhälls- och arbetsliv.</li> <li>Muntlig framställning i och inför grupp, däribland argumenterande framställning med användning av olika källor.</li> <li>Strategier för att bidra till och aktivt medverka i argumentation och skriftlig interaktion, till exempel att ställa följdfrågor, förklara, bidra med nya infallsvinklar och anknyta till andras inlägg.</li> <li>Skriftlig framställning av texter, däribland argumenterande och utredande texter. Bearbetning av egna texter. Citat- och referatteknik.</li> <li>Användning av digitala verktyg för textbearbetning.</li> <li>Strategier för att läsa och samtala om texter.</li> <li>Läsning av och samtal om skönlitteratur på meänkieli, även muntligt traderad, samt sakprosa på meänkieli, till exempel argumenterande och utredande texter.</li> <li>Strategier för att i egen produktion och interaktion uttrycka sig med tydlighet, variation och flyt.</li> <li>Uttal, ord, kollokationer, grammatiska strukturer och stavning i texter och tal som eleven möter samt i egen produktion och interaktion.</li> <li>Hur variation och anpassning till syfte, mottagare och sammanhang skapas genom meningsbyggnad, ordbildning och val av ord, i informella och formella sammanhang.</li> <li>Hur struktur och sammanhang skapas genom sambandsord som uttrycker till exempel orsakssammanhang och jämförelse.</li> <li>Informationssökning i olika typer av källor samt värdering av informationens trovärdighet och relevans.</li> <li>Språklig variation, till exempel hur identitet kan komma till uttryck i språkanvändning.</li> <li>Språklagen och lagen om nationella minoriteter och minoritetsspråk. Sveriges åtaganden i relation till Europarådets ramkonvention om skydd för nationella minoriteter och den europeiska stadgan om landsdels- eller minoritetsspråk.</li> <li>Meänkielins släktskapsförhållanden med andra språk samt betydelsefulla förändringar i språket.</li> <li>Tornedalsk kultur och estetiska uttryck inom tornedalsk kultur. Några tornedalska författare och deras verk.</li> <li>Nedslag i tornedalingarnas historia.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll</strong> i tydligt talad meänkieli i olika sammanhang.</p> <p>Eleven kommunicerar muntligt och skriftligt på meänkieli. I kommunikationen uttrycker sig eleven på ett <strong>i någon mån fungerande</strong> sätt samt anpassar språket till syfte, mottagare och sammanhang på ett <strong>i någon mån fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll</strong> i olika typer av texter på meänkieli.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om meänkieli samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>enkla</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om tornedalingars kultur.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll och vissa detaljer</strong> i tydligt talad meänkieli i olika sammanhang.</p> <p>Eleven kommunicerar muntligt och skriftligt på meänkieli. I kommunikationen uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt samt anpassar språket till syfte, mottagare och sammanhang på ett <strong>i huvudsak fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll och vissa detaljer</strong> i olika typer av texter på meänkieli.</p> <p>Eleven visar <strong>goda</strong> kunskaper om meänkieli samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>utvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>goda</strong> kunskaper om tornedalingars kultur.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven förstår <strong>huvudsakligt innehåll och väsentliga detaljer av betydelse för helheten</strong> i tydligt talad meänkieli i olika sammanhang.</p> <p>Eleven kommunicerar muntligt och skriftligt på meänkieli. I kommunikationen uttrycker sig eleven på ett <strong>fungerande</strong> sätt samt anpassar språket till syfte, mottagare och sammanhang på ett <strong>fungerande</strong> sätt.</p> <p>Eleven läser och förstår <strong>huvudsakligt innehåll och väsentliga detaljer av betydelse för helheten</strong> i olika typer av texter på meänkieli.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om meänkieli samt om lagar och andra bestämmelser som gäller nationella minoriteter och nationella minoritetsspråk. Dessutom för eleven <strong>välutvecklade</strong> resonemang om språkanvändning.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om tornedalingars kultur.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
