{
  "code": "MOBI",
  "name": "Mobila maskiner – reparations- och systemteknik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:62",
  "nameHeading": "<h2>Mobila maskiner – reparations- och systemteknik</h2>",
  "description": "<p>Ämnet mobila maskiner – reparations- och systemteknik behandlar reparationer av fordonskomponenter och system i mobila maskiner.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik ska syfta till att eleverna utvecklar kunskaper om mobila maskiners olika system och komponenter samt olika drivkällor. Eleverna ska även ges möjlighet att utveckla förmåga att utföra reparationer av system och komponenter i mobila maskiner samt utveckla förståelse av hur ett effektivt resursutnyttjande påverkar såväl driftsäkerhet som ekonomi. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda verktyg, utrustning och teknisk information i samband med felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt och säkert sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom reparationer av fordonskomponenter och system som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om mobila maskiners olika system och komponenter samt hur de samverkar och kommunicerar med varandra.</li> <li>Kunskaper om hydraulsystem, deras uppbyggnad, komponenter, scheman och symboler.</li> <li>Kunskaper om komponent- och kretsmätningar med mät- och diagnosinstrument i samband med felsökning och reparationer.</li> <li>Förmåga att genomföra diagnos, felsökning och reparationer av olika system och komponenter i mobila maskiner.</li> <li>Förmåga att använda digitala informationssystem, teknisk information och övrig utrustning i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet mobila maskiner – reparations- och systemteknik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet lastbilar och mobila maskiner – motorteknik.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MOBI1000X</h3>",
      "code": "MOBI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Mobila maskiners olika användningsområden samt deras system, uppbyggnad, funktioner och komponenter.</li> <li>Orientering om hydraulsystems uppbyggnad samt scheman, symboler och begrepp, däribland flöden, tryck och kraft.</li> <li>Orientering om användning av mät- och diagnosinstrument vid komponent- och kretsmätningar i samband med felsökning och reparationer av hydraulik-, el- och elektroniksystem.</li> <li>Metoder för att tolka och analysera olika testresultat med hjälp av teknisk information.</li> <li>Orientering om rutiner för riskbedömning och säkerhetsmedvetet arbete i samband med felsökning och reparationer av elektrifierade fordon enligt fordonstillverkarens anvisningar.</li> <li>Metoder för och genomförande av felsökning och reparationer samt funktionskontroller av olika drivlinor, chassi-, broms- och styrsystem och deras olika komponenter under laborativa former.</li> <li>Metoder för planering och genomförande av systematisk felsökning, diagnos och komponentbyten samt hur ett effektivt resursutnyttjande påverkar såväl driftsäkerhet som ekonomi.</li> <li>Användning av mät- och diagnosinstrument samt tolkning och analys av olika testresultat med stöd av teknisk information på svenska och engelska.</li> <li>Användning av verktyg och övrig utrustning i samband med felsökning och reparationer.</li> <li>Användning av specialverktyg och skyddsutrustning enligt fordonstillverkarens anvisningar och branschens krav vid enklare reparationer av elektrifierade fordon.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning och reparationer av elektrifierade fordon, deras högvoltssystem och olika komponenter enligt fordonstillverkarens anvisningar.</li> <li>Riskbedömning samt miljömässig och säker hantering av hydraulolja i samband med arbete i hydraulsystem.</li> <li>Metodiskt arbete för struktur, ordning och effektiv arbetsmiljö på arbetsplatsen och med hänsyn till kundens egendom.</li> <li>Vanligt förekommande tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MOBI2000X</h3>",
      "code": "MOBI2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av system och huvudkomponenter samt hur de samverkar i mobila maskiner, till exempel elsystem, hydraulsystem och kraftöverföringssystem.</li> <li>Metoder för användning av hydrauliska scheman i samband med felsökning och reparation av olika typer av mobila maskiner.</li> <li>Metoder för komponent- och kretsmätningar i samband med felsökning och reparationer av olika hydraulik-, el- och elektroniksystem.</li> <li>Metoder för riskbedömning och säkerhetsmedvetet arbete i samband med felsökning och reparationer av elektrifierade fordon enligt fordonstillverkarens anvisningar.</li> <li>Planering och genomförande av felsökning och reparationer av drivlinor, chassi-, broms- och styrsystem samt funktionskontroll av utförda reparationer enligt fordonstillverkarens anvisningar.</li> <li>Användning av mät- och diagnosinstrument och webbaserade applikationer på svenska och engelska i samband med olika typer av felsökning och reparationer av system i mobila maskiner enligt fordonstillverkarens anvisningar.</li> <li>Användning av verktyg och övrig utrustning i samband med felsökning och reparationer.</li> <li>Användning av specialverktyg och skyddsutrustning enligt fordonstillverkarens anvisningar och branschens krav vid reparationer av elektrifierade fordon.</li> <li>Säkerhetsmedvetet och strukturerat samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning och reparationer av elektrifierade fordon, deras högvoltssystem och olika komponenter enligt fordonstillverkarens anvisningar.</li> <li>Riskbedömning samt miljömässig och säker hantering av hydraulolja i samband med arbete i hydraulsystem.</li> <li>Riskbedömning för att förhindra person- och egendomsskador i samband med felsökning och reparationer på olika typer av mobila maskiner.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om system och komponenter samt hur de samverkar och kommunicerar i olika typer av mobila maskiner.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om hydraulsystem, deras uppbyggnad och komponenter samt om scheman, deras uppbyggnad och symboler.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om hur mät- och diagnosinstrument används vid komponent- och kretsmätningar.</p> <p>Eleven utför med <strong>viss säkerhet</strong> felsökning och reparationer av olika system och komponenter i mobila maskiner.</p> <p>Eleven använder med <strong>viss säkerhet</strong> digitala informationssystem, teknisk information och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om system och komponenter samt hur de samverkar och kommunicerar i olika typer av mobila maskiner.</p> <p>Eleven visar <strong>goda</strong> kunskaper om hydraulsystem, deras uppbyggnad och komponenter samt om scheman, deras uppbyggnad och symboler.</p> <p>Eleven visar <strong>goda</strong> kunskaper om hur mät- och diagnosinstrument används vid komponent- och kretsmätningar.</p> <p>Eleven utför med <strong>säkerhet</strong> felsökning och reparationer av olika system och komponenter i mobila maskiner.</p> <p>Eleven använder med <strong>säkerhet</strong> digitala informationssystem, teknisk information och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om system och komponenter samt hur de samverkar och kommunicerar i olika typer av mobila maskiner.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om hydraulsystem, deras uppbyggnad och komponenter samt om scheman, deras uppbyggnad och symboler.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om hur mät- och diagnosinstrument används vid komponent- och kretsmätningar.</p> <p>Eleven utför med <strong>god säkerhet</strong> felsökning och reparationer av olika system och komponenter i mobila maskiner.</p> <p>Eleven använder med <strong>god säkerhet</strong> digitala informationssystem, teknisk information och övrig utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt fordonstillverkarens krav. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.049Z"
}