{
  "code": "MODD",
  "name": "Modedesign och sömnad",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:64",
  "nameHeading": "<h2>Modedesign och sömnad</h2>",
  "description": "<p>Klädmodet och efterfrågan på kläder förändras kontinuerligt och klädindustrin behöver ständigt anpassa tillverkningen utifrån efterfrågan. Centralt i ämnet modedesign och sömnad är tekniker, material och utrustning för konfektionssömnad och mönsterhantering vid design och tillverkning av kläder.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet modedesign och sömnad ska syfta till att eleverna utvecklar förmåga att utföra konfektionssömnad samt att använda alla steg i designprocessen från idé till färdigt klädesplagg. Det innebär att planera arbetet, välja lämpliga tekniker och material samt att tillverka plagg och redovisa arbetsprocess och resultat. Undervisningen ska också stimulera elevernas förmåga att utveckla hantverksmässiga färdigheter, idérikedom, personligt ansvarstagande, samarbetsförmåga, drivkraft och skaparglädje.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om sömnad, mode, design och formgivning samt färg-, form- och proportionslära. Eleverna ska även ges möjlighet att utveckla förmåga att välja lämpliga material och sömnadstekniker utifrån den tänkta slutprodukten, med hänsyn till materialåtgång och miljö. Undervisningen ska dessutom leda till att eleverna utvecklar förmåga att använda yrkets fackspråk för att kommunicera om arbetet samt att använda digitala verktyg i arbetet.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att tillämpa kunskaper om säkra och hållbara arbetssätt inom den textila branschen. Eleverna ska även ges möjlighet att utveckla kunskaper om villkor och utvecklingsmöjligheter inom branschen, både nationellt och internationellt.</p> <p>I undervisningen ska eleverna ges rika möjligheter att träna såväl sömnads- och konstruktionstekniker vid konfektionssömnad som experimentella arbetsmetoder. Eleverna ska också ges möjlighet att tillämpa sina teoretiska kunskaper om tekniker, design och passform samt om materialens olika egenskaper i det konstnärliga och hantverksmässiga arbetet.</p> <h5><em>Undervisningen i ämnet modedesign och sömnad ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera arbetet och använda olika sömnadstekniker vid skapande av kläder.</li> <li>Förmåga att designa kläder samt att använda färg-, form- och proportionslära under skapandeprocessen.</li> <li>Förmåga att dokumentera och utvärdera arbetsprocess och resultat samt att använda fackspråk.</li> <li>Kunskaper om olika textila materials egenskaper och användningsområden.</li> <li>Förmåga att hantera och underhålla maskiner och verktyg samt att arbeta säkert och hållbart.</li> <li>Kunskaper om olika yrken och utvecklingsmöjligheter inom klädbranschen.</li> </ul><h3>Nivåer i ämnet modedesign och sömnad</h3><ul><li>Nivå 1a1, 100 poäng. Betyg i modedesign och sömnad som omfattar nivå 1a1 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1a2, 100 poäng, som bygger på nivå 1a1. Betyg i modedesign och sömnad som omfattar nivå 1a2 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1b, 200 poäng. Betyg i modedesign och sömnad som omfattar nivå 1b kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1a1 eller 1a2.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1a2 eller 1b.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MODD1A10X</h3>",
      "code": "MODD1A10X",
      "nameHeading": "<h2>Nivå 1a1, 100 poäng</h2>",
      "name": "Nivå 1a1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 1a1 ska behandla följande centrala innehåll:</p> <ul> <li>Sömnadstekniker för tillverkning av enklare dam- och herrkläder, till exempel trikåplagg eller skjorta.</li> <li>Traditionella tekniker för sömnad, design och mönsterförändring.</li> <li>Hur en arbetsprocess kan planeras.</li> <li>Hur måttagning och mönsteranpassning utförs för aktuella plagg.</li> <li>Mönsterhantering och beräkning av materialåtgång för aktuella plagg.</li> <li>Introduktion till designprocessen med utgångspunkt i aktuella plagg.</li> <li>Formernas och proportionernas betydelse för en plaggskiss för aktuella plagg.</li> <li>Hur form och proportioner används i skapandeprocessen.</li> <li>Introduktion till begreppet klädkollektion.</li> <li>Dokumentation samt utvärdering av arbetsprocess och resultat.</li> <li>Facktermer, till exempel för kommunikation om planering, arbetsprocess och resultat för aktuella plagg.</li> <li>Olika textila material och deras användningsområden.</li> <li>Hur skötselråd tolkas.</li> <li>Hantering och underhåll av aktuella maskiner och verktyg.</li> <li>Hur arbetet utförs säkert och ergonomiskt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Källsortering av material.</li> <li>Översiktligt om klädbranschens olika yrken, karriärvägar och utvecklingsmöjligheter nationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODD1A20X</h3>",
      "code": "MODD1A20X",
      "nameHeading": "<h2>Nivå 1a2, 100 poäng</h2>",
      "name": "Nivå 1a2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 1a2 ska behandla följande centrala innehåll:</p> <ul> <li>Sömnadstekniker för tillverkning av enklare dam- och herrkläder, till exempel byxor eller kjol.</li> <li>Traditionella tekniker för sömnad, design och mönsterförändring.</li> <li>Hur arbetsprocessen planeras.</li> <li>Hur måttagning och mönsteranpassning utförs för aktuella plagg.</li> <li>Mönsterhantering och beräkning av materialåtgång för aktuella plagg.</li> <li>Introduktion till designprocessen, från idé till färdigt klädesplagg.</li> <li>Formernas och proportionernas betydelse och uttryck för en plaggskiss för aktuella plagg.</li> <li>Hur form och proportioner används i skapandeprocessen.</li> <li>Introduktion till hur en klädkollektion skapas.</li> <li>Hur moodboard kan användas för inspiration och dokumentation.</li> <li>Dokumentation, till exempel med hjälp av portfolio.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Facktermer för kommunikation om planering, arbetsprocess och resultat för aktuella plagg.</li> <li>Olika textila material, däribland deras egenskaper, användningsområden och ursprung.</li> <li>Hur skötselråd tolkas.</li> <li>Hantering och underhåll av aktuella maskiner och verktyg.</li> <li>Ergonomiska och säkra arbetssätt, däribland användning av ergonomiska hjälpmedel.</li> <li>Källsortering och återvinning av material.</li> <li>Lagar och andra bestämmelser som reglerar klädbranschen, däribland arbetsvillkor.</li> <li>Klädbranschens olika yrken, karriärvägar och utvecklingsmöjligheter nationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODD1B00X</h3>",
      "code": "MODD1B00X",
      "nameHeading": "<h2>Nivå 1b, 200 poäng</h2>",
      "name": "Nivå 1b",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 1b ska behandla följande centrala innehåll:</p> <ul> <li>Sömnadstekniker för tillverkning av olika enklare dam- och herrkläder, till exempel trikåplagg, skjorta, kjol eller byxor.</li> <li>Traditionella tekniker för sömnad, design och mönsterförändring.</li> <li>Hur arbetsprocessen planeras.</li> <li>Hur måttagning och mönsteranpassning utförs för aktuella plagg.</li> <li>Mönsterhantering och beräkning av materialåtgång för aktuella plagg.</li> <li>Introduktion till designprocessen från idé till färdigt klädesplagg.</li> <li>Formernas och proportionernas betydelse och uttryck för en plaggskiss.</li> <li>Hur form och proportioner används i skapandeprocessen.</li> <li>Introduktion till hur en klädkollektion skapas.</li> <li>Hur moodboard kan användas för inspiration och dokumentation.</li> <li>Dokumentation, till exempel med hjälp av portfolio.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Facktermer för kommunikation om planering, arbetsprocess och resultat.</li> <li>Olika textila material, däribland deras egenskaper, användningsområden och ursprung.</li> <li>Hur skötselråd tolkas.</li> <li>Hantering och underhåll av aktuella maskiner och verktyg.</li> <li>Ergonomiska och säkra arbetssätt, däribland användning av ergonomiska hjälpmedel.</li> <li>Källsortering och återvinning av material.</li> <li>Lagar och andra bestämmelser som reglerar klädbranschen, däribland arbetsvillkor.</li> <li>Klädbranschens olika yrken, karriärvägar och utvecklingsmöjligheter nationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODD2000X</h3>",
      "code": "MODD2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Tekniker för konfektionssömnad vid produktion av olika dam- och herrkläder utifrån materialens egenskaper, med fokus på funktion, konstruktion och kvalitet, till exempel fodrade plagg.</li> <li>Traditionella tekniker för sömnad, design och mönsterförändring.</li> <li>Hur arbetsprocessen planeras.</li> <li>Utförande av måttagning och framtagande av förslag på mönsteranpassning.</li> <li>Mönsterhantering samt beräkning av material- och tidsåtgång.</li> <li>Hur designprocessens olika delar ser ut från idé till färdigt klädesplagg.</li> <li>Färgers, formers och proportioners betydelse vid modeteckning och hur detta påverkar planeringen av arbetet.</li> <li>Hur moodboard, rit- och illustrationsprogram samt rörlig bild kan användas för inspiration och presentation.</li> <li>Beskrivning, dokumentation och utvärdering av idéer, arbetsprocess och resultat.</li> <li>Fackspråk vid kommunikation om planering, arbetsprocess och resultat.</li> <li>Olika textila material och produkter, däribland materialens egenskaper, användningsområden och ursprung.</li> <li>Hur skötselråd kan formuleras och tolkas.</li> <li>Hantering och underhåll av maskiner och verktyg.</li> <li>Säkert och hållbart arbetssätt.</li> <li>Förebyggande systematiskt arbetsmiljöarbete.</li> <li>Modeindustrins miljöpåverkan, till exempel vid utsläpp från fabriker och transporter.</li> <li>Källsortering och återvinning av material.</li> <li>Lagar och andra bestämmelser som reglerar klädbranschen, däribland upphovsrätt.</li> <li>Klädbranschens olika karriärvägar och utvecklingsmöjligheter nationellt och internationellt.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODD3000X</h3>",
      "code": "MODD3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 3 ska behandla följande centrala i<em>nnehåll:</em></p> <ul> <li>Varierade sömnadsdetaljer vid konfektionssömnad av dam- och herrkläder utifrån materialens egenskaper, med fokus på funktion, konstruktion och kvalitet.</li> <li>Traditionella och experimentella tekniker för sömnad, design och mönsterhantering, däribland drapering.</li> <li>Planering av arbetsprocessen och utförande av måttagning och mönsteranpassning.</li> <li>Beräkning av material- och tidsåtgång samt enkla kostnadskalkyler.</li> <li>Designprocessen, från idé till en enklare kollektion av färdiga plagg.</li> <li>Hur färger, former och proportioner påverkar uttrycket i en plaggskiss, i en modeteckning och vid planering av plagg och en enkel klädkollektion.</li> <li>Dokumentation av arbetsprocessen och presentation av en enkel kollektion.</li> <li>Utvärdering av både egna och andras arbetsprocesser och resultat.</li> <li>Användning av fackspråk på svenska och engelska.</li> <li>Tygkvaliteter och skötselråd.</li> <li>Materials egenskaper, ursprung och miljöpåverkan. Skötsel av material.</li> <li>Hantering och underhåll av aktuella maskiner och verktyg.</li> <li>Förebyggande systematiskt arbetsmiljöarbete, däribland ergonomi och säkert arbetssätt.</li> <li>Återanvändning av kläder för att skapa nya plagg, med fokus på form och proportioner.</li> <li>Klädproduktion på ett ekonomiskt, socialt och miljömässigt hållbart sätt, till exempel återvinning av material och källsortering.</li> <li>Hållbar konsumtion av kläder.</li> <li>Lagar och andra bestämmelser som reglerar klädbranschen.</li> <li>Olika karriärvägar. Planering av arbetsprov inför högre utbildning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODD4000X</h3>",
      "code": "MODD4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet modedesign och sömnad på nivå 4 ska behandla följande centrala innehåll:</p> <ul> <li>Kombinerade sömnadstekniker och varierade sömnadsdetaljer vid konfektionssömnad av dam- och herrkläder utifrån materialens egenskaper, med fokus på funktion, konstruktion och kvalitet.</li> <li>Traditionella och experimentella tekniker för sömnad, design och mönsterhantering.</li> <li>Planering av arbetsprocessen och utförande av måttagning och mönsteranpassning.</li> <li>Beräkning av material- och tidsåtgång samt kostnadsberäkning av plagg och kollektion.</li> <li>Designprocessen, från idé till en kollektion av färdiga plagg.</li> <li>Färgers, formers och proportioners betydelse vid plaggskiss och modeteckning samt planering av plagg och klädkollektion.</li> <li>Dokumentation av arbetsprocessen och presentation av en kollektion.</li> <li>Utvärdering av både egna och andras arbetsprocesser och resultat.</li> <li>Användning av fackspråk på svenska och engelska.</li> <li>Tygkvaliteter och skötselråd.</li> <li>Materials egenskaper, ursprung och miljöpåverkan. Skötsel av material.</li> <li>Hantering och underhåll av aktuella maskiner och verktyg.</li> <li>Systematiskt arbetsmiljöarbete, däribland ergonomi och säkert arbetssätt.</li> <li>Återanvändning av kläder för att skapa plagg enligt dagens mode, med fokus på form och proportioner.</li> <li>Klädproduktion på ett ekonomiskt, socialt och miljömässigt hållbart sätt, till exempel genom återvinning av material.</li> <li>Hållbar konsumtion av kläder.</li> <li>Olika aspekter av hållbart mode.</li> <li>Lagar och andra bestämmelser som reglerar klädbranschen.</li> <li>Planering och utförande av arbetsprov inför val av karriärväg.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar arbetet samt använder olika sömnadstekniker med <strong>visst</strong> handlag. Eleven skapar kläder av <strong>godtagbar</strong> teknisk och estetisk kvalitet.</p> <p>Eleven designar plagg med <strong>viss säkerhet</strong> och använder med <strong>viss</strong> skicklighet färg-, form- och proportionslära i sitt skapande.</p> <p>Eleven gör en <strong>enkel</strong> dokumentation och utvärdering av sitt arbete och ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven facktermer i sin kommunikation.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om materials egenskaper och användningsområden.</p> <p>Eleven hanterar och underhåller maskiner och verktyg på ett <strong>godtagbart</strong> sätt. Dessutom arbetar eleven säkert samt ekonomiskt och miljömässigt hållbart.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om yrken och utvecklingsmöjligheter inom klädbranschen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar arbetet samt använder olika sömnadstekniker med <strong>gott</strong> handlag. Eleven skapar kläder av <strong>god</strong> teknisk och estetisk kvalitet.</p> <p>Eleven designar plagg med <strong>säkerhet</strong> och använder med <strong>god</strong> skicklighet färg-, form- och proportionslära i sitt skapande.</p> <p>Eleven gör en <strong>noggrann</strong> dokumentation och utvärdering av sitt arbete och ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven facktermer i sin kommunikation.</p> <p>Eleven visar <strong>goda</strong> kunskaper om materials egenskaper och användningsområden.</p> <p>Eleven hanterar och underhåller maskiner och verktyg på ett <strong>gott</strong> sätt. Dessutom arbetar eleven säkert samt ekonomiskt och miljömässigt hållbart.</p> <p>Eleven visar <strong>goda</strong> kunskaper om yrken och utvecklingsmöjligheter inom klädbranschen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar arbetet samt använder olika sömnadstekniker med <strong>mycket gott</strong> handlag. Eleven skapar kläder av <strong>mycket god</strong> teknisk och estetisk kvalitet.</p> <p>Eleven designar plagg med <strong>god säkerhet</strong> och använder med <strong>mycket god</strong> skicklighet färg-, form- och proportionslära i sitt skapande.</p> <p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation och utvärdering av sitt arbete och ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven facktermer i sin kommunikation.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om materials egenskaper och användningsområden.</p> <p>Eleven hanterar och underhåller maskiner och verktyg på ett <strong>mycket gott</strong> sätt. Dessutom arbetar eleven säkert samt ekonomiskt och miljömässigt hållbart.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om yrken och utvecklingsmöjligheter inom klädbranschen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.051Z"
}