{
  "code": "MODO",
  "name": "Moderna språk – fortsättning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:325",
  "nameHeading": "<h2>Moderna språk – fortsättning</h2>",
  "description": "<p>Moderna språk innefattar ett stort antal språk och varje språk utgör ett eget ämne. Dessa kan sinsemellan vara mycket olika vad gäller allt från skriftsystem och uttal till utbredning och användning. Kunskaper i flera språk ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv. Kunskaper i moderna språk kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i moderna språk – fortsättning ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda målspråket i olika sammanhang och syften. Undervisningen ska i allt väsentligt bedrivas på målspråket och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en allsidig kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla sin förståelse av målspråket i tal och skrift (reception) samt sin förmåga att formulera sig och samspela med andra i tal och skrift med anpassning till syfte, mottagare och sammanhang (produktion och interaktion). Genom undervisningen ska eleverna ges möjlighet att utveckla sitt språk mot större tydlighet och variation samt sin förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska även bidra till att eleverna kan värdera och använda innehåll från olika typer av källor i sin egen produktion och interaktion samt formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Eleverna ska på så sätt ges möjlighet att utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i olika sammanhang och delar av världen där målspråket används. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i moderna språk – fortsättning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av målspråket i tal och skrift.</li> <li>Förmåga att formulera sig och kommunicera på målspråket i tal och skrift.</li> <li>Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.</li> <li>Förståelse av kulturella och sociala förhållanden i olika sammanhang och områden där språket används.</li> </ul><h3>Nivåer i ämnet</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande eller nivå 1 i moderna språk – grund.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MODO1000X</h3>",
      "code": "MODO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till A2.2 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i moderna språk – fortsättning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Ämnesområden som är bekanta för eleverna.</li> <li>Vardagliga situationer samt intressen, personer, platser, aktiviteter och aktuella händelser.</li> <li>Åsikter, känslor och erfarenheter.</li> <li>Levnadssätt, sociala relationer och kulturella företeelser i olika sammanhang och områden där språket används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Reception</em></p> <ul> <li>Tydligt talat språk, främst i lugnt tempo, även med inslag av dialektal variation, och texter, främst enkla, från olika medier.</li> <li>Talat språk och texter som är instruerande, informerande, beskrivande, berättande, diskuterande och kontaktskapande, till exempel dialoger, samtal, intervjuer och enkla nyheter.</li> <li>Berättelser och annan fiktion, även i talad eller dramatiserad form.</li> <li>Sånger och dikter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte, till exempel genom att repetera, slå upp ord och översiktsläsa.</li> <li>Sökning och värdering av innehåll i ett urval av muntliga och skriftliga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland uttal, ord och fasta språkliga uttryck, grammatiska strukturer och stavning, i det språk som eleverna möter.</li> <li>Hur vanliga sammanbindande ord och uttryck används för att skapa språkligt sammanhängande helheter.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Samtal, diskussion och skrivande där eleverna berättar, beskriver och instruerar.</li> <li>Strategier för att bidra till och underlätta samtal och skriftlig interaktion, även digital, till exempel genom att ge bekräftelse, formulera om, förklara, lyssna aktivt och avsluta på ett artigt sätt.</li> <li>Hur eleverna i sin egen produktion och interaktion kan uttrycka sig sammanhängande och med tydlighet, variation och grundläggande anpassning till syfte, mottagare och sammanhang. Uttal, ord och fasta språkliga uttryck, grammatiska strukturer och stavning i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna muntliga och skriftliga framställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MODO2000X</h3>",
      "code": "MODO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till B1.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i moderna språk – fortsättning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Aktuella och för eleverna bekanta ämnesområden.</li> <li>Vardagliga situationer samt intressen, aktiviteter och händelseförlopp.</li> <li>Åsikter, känslor, erfarenheter och framtidsplaner samt relationer och etiska frågor.</li> <li>Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i olika sammanhang och områden där språket används, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Reception</em></p> <ul> <li>Talat språk, främst i måttligt tempo, även med inslag av dialektal och sociolektal variation, och texter, främst lättillgängliga, från olika medier.</li> <li>Talat språk och texter som är instruerande, informerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, till exempel samtal, intervjuer, nyheter, reportage och tidningsartiklar.</li> <li>Skönlitteratur och annan fiktion, även i talad och filmatiserad form.</li> <li>Sånger och dikter.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.</li> <li>Sökning och värdering av innehåll i muntliga och skriftliga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland uttal, grammatiska strukturer och satsbyggnad, ord med olika stilvärden och fasta språkliga uttryck samt stavning, i det språk som eleverna möter.</li> <li>Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Samtal, diskussion och skrivande där eleverna berättar, beskriver, instruerar och motiverar sina åsikter.</li> <li>Hur man skiljer mellan en källas innehåll och sina egna tankar i egen produktion och interaktion.</li> <li>Strategier för att bidra till och underlätta samtal och skriftlig interaktion, även digital, till exempel genom att ge bekräftelse, ställa följdfrågor, lyssna aktivt, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Hur eleverna i sin egen produktion och interaktion kan uttrycka sig sammanhängande och med tydlighet, variation, flyt och grundläggande anpassning till syfte, mottagare och sammanhang. Uttal, ord och fasta språkliga uttryck, grammatiska strukturer och satsbyggnad samt stavning i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna muntliga och skriftliga framställningar.</li> </ul>"
      }
    }
  ],
  "appendix2List": [
    {
      "name": "Albanska – fortsättning",
      "code": "SQI"
    },
    {
      "name": "Amhariska – fortsättning",
      "code": "AMH"
    },
    {
      "name": "Arabiska – fortsättning",
      "code": "ARA"
    },
    {
      "name": "Arameiska – fortsättning",
      "code": "SYR"
    },
    {
      "name": "Armeniska – fortsättning",
      "code": "HYE"
    },
    {
      "name": "Azerbajdzjanska – fortsättning",
      "code": "AZE"
    },
    {
      "name": "Bengaliska – fortsättning",
      "code": "BEN"
    },
    {
      "name": "Bosniska – fortsättning",
      "code": "BOS"
    },
    {
      "name": "Bulgariska – fortsättning",
      "code": "BUL"
    },
    {
      "name": "Danska – fortsättning",
      "code": "DAN"
    },
    {
      "name": "Darginska – fortsättning",
      "code": "DAR"
    },
    {
      "name": "Dari, Farsi – fortsättning",
      "code": "PRS"
    },
    {
      "name": "Estniska – fortsättning",
      "code": "EST"
    },
    {
      "name": "Finska – fortsättning",
      "code": "FIN"
    },
    {
      "name": "Franska – fortsättning",
      "code": "FRA"
    },
    {
      "name": "Georgiska – fortsättning",
      "code": "KAT"
    },
    {
      "name": "Grekiska – fortsättning",
      "code": "ELL"
    },
    {
      "name": "Hebreiska – fortsättning",
      "code": "HEB"
    },
    {
      "name": "Hindi – fortsättning",
      "code": "HIN"
    },
    {
      "name": "Isländska – fortsättning",
      "code": "ISL"
    },
    {
      "name": "Italienska – fortsättning",
      "code": "ITA"
    },
    {
      "name": "Japanska – fortsättning",
      "code": "JPN"
    },
    {
      "name": "Jiddish – fortsättning",
      "code": "YID"
    },
    {
      "name": "Karelska – fortsättning",
      "code": "KRL"
    },
    {
      "name": "Kinesiska, kantonesiska – fortsättning",
      "code": "YUE"
    },
    {
      "name": "Koreanska – fortsättning",
      "code": "KOR"
    },
    {
      "name": "Kroatiska – fortsättning",
      "code": "HRV"
    },
    {
      "name": "Kurdiska – fortsättning",
      "code": "KUR"
    },
    {
      "name": "Lettiska – fortsättning",
      "code": "LAV"
    },
    {
      "name": "Litauiska – fortsättning",
      "code": "LIT"
    },
    {
      "name": "Makedonska – fortsättning",
      "code": "MKD"
    },
    {
      "name": "Meänkieli – fortsättning",
      "code": "FIT"
    },
    {
      "name": "Nederländska – fortsättning",
      "code": "NLD"
    },
    {
      "name": "Norska – fortsättning",
      "code": "NOR"
    },
    {
      "name": "Pashto – fortsättning",
      "code": "PUS"
    },
    {
      "name": "Persiska – fortsättning",
      "code": "PES"
    },
    {
      "name": "Polska – fortsättning",
      "code": "POL"
    },
    {
      "name": "Portugisiska – fortsättning",
      "code": "POR"
    },
    {
      "name": "Punjabi – fortsättning",
      "code": "PAN"
    },
    {
      "name": "Romani chib – fortsättning",
      "code": "ROM"
    },
    {
      "name": "Rumänska – fortsättning",
      "code": "RON"
    },
    {
      "name": "Ryska – fortsättning",
      "code": "RUS"
    },
    {
      "name": "Samiska – fortsättning",
      "code": "SMI"
    },
    {
      "name": "Serbiska – fortsättning",
      "code": "SRP"
    },
    {
      "name": "Slovakiska – fortsättning",
      "code": "SLK"
    },
    {
      "name": "Slovenska – fortsättning",
      "code": "SLV"
    },
    {
      "name": "Somaliska – fortsättning",
      "code": "SOM"
    },
    {
      "name": "Spanska – fortsättning",
      "code": "SPA"
    },
    {
      "name": "Swahili – fortsättning",
      "code": "SWA"
    },
    {
      "name": "Thai – fortsättning",
      "code": "THA"
    },
    {
      "name": "Tigrinja – fortsättning",
      "code": "TIR"
    },
    {
      "name": "Tigré – fortsättning",
      "code": "TIG"
    },
    {
      "name": "Tjeckiska – fortsättning",
      "code": "CES"
    },
    {
      "name": "Turkiska – fortsättning",
      "code": "TUR"
    },
    {
      "name": "Tyska – fortsättning",
      "code": "DEU"
    },
    {
      "name": "Uiguriska – fortsättning",
      "code": "UIG"
    },
    {
      "name": "Ukrainska – fortsättning",
      "code": "UKR"
    },
    {
      "name": "Ungerska – fortsättning",
      "code": "HUN"
    },
    {
      "name": "Urdu – fortsättning",
      "code": "URD"
    },
    {
      "name": "Uzbekiska – fortsättning",
      "code": "UZB"
    },
    {
      "name": "Vietnamesiska – fortsättning",
      "code": "VIE"
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i texter av olika slag. Eleven väljer och värderar innehåll i muntliga och skriftliga källor av olika slag samt använder på ett <strong>delvis relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven på ett <strong>enkelt och i någon mån fungerande</strong> sätt. I skriftliga framställningar av olika slag uttrycker sig eleven på ett <strong>enkelt och i någon mån fungerande</strong> sätt.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på <strong>ett enkelt och i någon mån fungerande</strong> sätt. Eleven använder dessutom strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>enkelt</strong> sätt, på målspråket, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>på ett välgrundat sätt huvudsakligt innehåll och väsentliga detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>på ett välgrundat sätt huvudsakligt innehåll och väsentliga detaljer</strong> i texter av olika slag. Eleven väljer och värderar innehåll i muntliga och skriftliga källor av olika slag samt använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt <strong>samt i någon mån anpassat till syfte, mottagare och sammanhang</strong>. I skriftliga framställningar av olika slag uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt <strong>samt i någon mån anpassat till syfte, mottagare och situation</strong>.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt <strong>samt i någon mån anpassat till syfte, mottagare och sammanhang</strong>. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>översiktligt</strong> sätt, på målspråket, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven lyssnar samt förstår och tolkar <strong>på ett välgrundat och nyanserat sätt såväl helhet som detaljer</strong> i talat språk i olika sammanhang. Eleven läser samt förstår och tolkar <strong>på ett välgrundat och nyanserat sätt såväl helhet som detaljer</strong> i texter av olika slag. Eleven väljer och värderar innehåll i muntliga och skriftliga källor av olika slag samt använder på ett <strong>relevant och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I muntliga framställningar av olika slag uttrycker sig eleven på ett <strong>fungerande</strong> sätt <strong>samt med viss anpassning till syfte, mottagare och sammanhang</strong>. I skriftliga framställningar av olika slag uttrycker sig eleven på ett <strong>fungerande</strong> sätt <strong>samt med viss anpassning till syfte, mottagare och sammanhang</strong>.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på ett <strong>fungerande</strong> sätt <strong>samt med viss anpassning till syfte, mottagare och sammanhang</strong>. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>.</p> <p>Eleven diskuterar på ett <strong>utvecklat</strong> sätt, på målspråket, förhållanden i olika sammanhang och områden där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.053Z"
}