{
  "code": "MUSE",
  "name": "Musikteori – komposition",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:330",
  "nameHeading": "<h2>Musikteori – komposition</h2>",
  "description": "<p>Musik finns i alla kulturer och berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som har olika funktioner och betydelser för var och en av oss. Ämnet musikteori – komposition utvecklar det konstnärliga skapandet genom komposition och fördjupar de musikteoretiska kunskaperna. Kunskaper i komposition bidrar till en musikalisk helhetssyn och i ämnet behandlas processen att komponera musik med notskrift som centralt verktyg.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet musikteori – komposition ska syfta till att eleverna utvecklar och fördjupar sin förmåga att komponera och arrangera musik, från idé till färdig komposition. Undervisningen ska ge eleverna möjlighet att fördjupa sina musikteoretiska kunskaper genom att studera komposition. Vidare ska undervisningen leda till att eleverna fördjupar sina kunskaper om notation och olika musikaliska former samt sin förmåga att använda notskrift. Dessutom ska undervisningen ge eleverna möjlighet att genom sina kunskaper om och färdigheter i musikämnen aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska innefatta konstnärliga aspekter och inspirera till eget skapande och musikalisk utveckling. Genom att arbeta med komposition och arrangering ska eleverna ges möjlighet att utveckla kreativitet och ett personligt uttryck med en hantverksmässig och konstnärlig kvalitet samt förståelse av samband mellan detalj och helhet. Undervisningen ska även ge eleverna möjlighet att fördjupa kunskaper om instrumentens och rösternas egenskaper och funktion i musiken.</p> <p>För att utveckla det konstnärliga skapandet ska eleverna ges möjlighet att analysera och tolka musik samt reflektera över och värdera såväl egna som andras musikaliska kompositioner. Därigenom ska eleverna ges möjlighet att utveckla förståelse av olika musikaliska skeenden och strukturer.</p> <p>Undervisningen ska varva teoretiska moment med praktiska och ge eleverna möjlighet att utforska och använda olika metoder och verktyg i sin konstnärliga skapandeprocess. Eleverna ska ges möjlighet att utveckla förmåga att hantera och använda olika verktyg för notskrift och tillhörande musikteknisk utrustning för komposition och arrangering av musik. Eleverna ska även ges möjlighet att utveckla kunskaper om arbetsmiljöns betydelse och om lagar och andra bestämmelser inom musikområdet. Undervisningen ska också behandla olika samarbetsmetoder och ge eleverna möjlighet att utveckla förmåga att arbeta efter givna ramar.</p> <h5><em>Undervisningen i ämnet musikteori – komposition ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om harmonilära, satslära och formlära.</li> <li>Förmåga att skriva, läsa och tolka notskrift.</li> <li>Förmåga att komponera och arrangera musik med konstnärlig kvalitet.</li> <li>Förmåga att använda olika verktyg som hjälpmedel vid musikskapande.</li> <li>Kunskaper om musikinstrument och röster, deras klang, funktion och användning.</li> <li>Förmåga att arbeta enskilt och med andra efter givna ramar.</li> </ul><h3>Nivåer i ämnet musikteori – komposition</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet musikteori.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MUSE1000X</h3>",
      "code": "MUSE1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet musikteori – komposition på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Musikalisk analys</em></p> <ul> <li>Fördjupning i harmonilära, satslära och formlära.</li> <li>Stilstudier i komposition inom olika musikgenrer och av konceptuella kompositionsprinciper.</li> <li>Analys av och diskussion om olika musikstilars uppbyggnad och specifika stildrag.</li> <li>Analys och tolkning av konstnärliga kvaliteter, däribland musikaliskt resultat, form och struktur.</li> </ul> <p><em>Komposition och arrangering</em></p> <ul> <li>Tillämpning av musikteori i kompositions- och arrangeringspraxis, till exempel för sammanhanget relevant notation och begreppsanvändning.</li> <li>Notation och notläsning av musik i valda musikgenrer.</li> <li>Fördjupning i någon eller några kompositionsprinciper.</li> <li>Komposition och arrangering av flerstämmig instrumental och vokal musik i olika genrer samt fördjupning i vald genre.</li> <li>Konstnärlig kreativitet och skapande i experiment med och bearbetning av musikaliskt material inom valt område.</li> <li>Praktisk tillämpning av gehör, till exempel hur gehörsmässiga överväganden kan göras vid komposition och arrangering.</li> <li>Användning av olika verktyg för komposition och notskrift samt av musikteknisk utrustning vid musikskapande.</li> <li>Instrumentation. Instrument och rösters klang, funktion och användning inom olika genrer och stilar.</li> <li>Textbehandling, rytmisering och tonsättning av text.</li> </ul> <p><em>Samarbete och ramar</em></p> <ul> <li>Samarbete i musikskapande, till exempel mellan kompositör, musiker och uppdragsgivare.</li> <li>Arbete efter givna ramar, till exempel teman och tid.</li> <li>Metoder för att komma i gång med, fortsätta med och avsluta sitt skrivande.</li> <li>Konstruktiv återkoppling på andras kompositioner samt bearbetning av egna kompositioner utifrån återkoppling.</li> <li>Upphovsrättslagen, däribland hur rättigheter för musik kan skyddas.</li> <li>Arbetsmiljöfrågor relevanta för musikskapare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om harmonilära, satslära och formlära.</p> <p>Eleven skriver och läser noter med <strong>viss</strong> skicklighet.</p> <p>Eleven komponerar och arrangerar musik med <strong>viss</strong> skicklighet och med konstnärlig kvalitet.</p> <p>Eleven använder med <strong>viss säkerhet</strong> olika verktyg i musikskapande.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om instruments eller rösters funktion och relation i musikalisk form och struktur.</p> <p>Eleven arbetar enskilt och med andra efter givna ramar på ett <strong>i huvudsak fungerande</strong> sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om harmonilära, satslära och formlära.</p> <p>Eleven skriver och läser noter med <strong>god</strong> skicklighet.</p> <p>Eleven komponerar och arrangerar musik med <strong>god</strong> skicklighet och med konstnärlig kvalitet.</p> <p>Eleven använder med <strong>säkerhet</strong> olika verktyg i musikskapande.</p> <p>Eleven visar <strong>goda</strong> kunskaper om instruments eller rösters funktion och relation i musikalisk form och struktur.</p> <p>Eleven arbetar enskilt och med andra efter givna ramar på ett <strong>fungerande</strong> sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om harmonilära, satslära och formlära.</p> <p>Eleven skriver och läser noter med <strong>mycket god</strong> skicklighet.</p> <p>Eleven komponerar och arrangerar musik med <strong>mycket god</strong> skicklighet och med konstnärlig kvalitet.</p> <p>Eleven använder med <strong>god säkerhet</strong> olika verktyg i musikskapande.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om instruments eller rösters funktion och relation i musikalisk form och struktur.</p> <p>Eleven arbetar enskilt och med andra efter givna ramar på ett <strong>väl fungerande</strong> sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.054Z"
}