{
  "code": "MUSF",
  "name": "Musik för yrkesdansare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-05-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:576",
  "nameHeading": "<h2>Musik för yrkesdansare</h2>",
  "description": "<p>Musik finns i alla kulturer och den berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som har olika funktioner och som betyder olika saker för var och en av oss. I ämnet musik för yrkesdansare behandlas relationen mellan musik och dans utifrån dansares och musikers perspektiv. Ämnet får bara anordnas på yrkesdansarutbildningen.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet musik för yrkesdansare ska syfta till att eleverna utvecklar kunskaper om och färdigheter i musik samt förmåga att skapa och gestalta musik. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om musikens relation till dans och rörelse. Eleverna ska ges möjlighet att utveckla förmåga att kommunicera med musik som uttrycksform, med både medmusiker och publik.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att analysera och tolka musikupplevelser. Genom undervisningen ska eleverna ges möjlighet att reflektera över sin egen och andras musikaliska gestaltning, i syfte att öka förståelsen för konstnärliga processer. Eleverna ska också ges möjlighet att utveckla sin musikaliska förståelse, med improvisation i rörelse, röst och instrument som verktyg. Undervisningen ska dessutom ta fasta på att stärka elevernas motivation och självförtroende i musikutövandet. Vidare ska undervisningen ge eleverna möjlighet att genom sina kunskaper om och färdigheter i musik aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kreativitet och förståelse av samband mellan detalj och helhet samt av musikens samverkan med dans. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om röstens och musikinstrumentens konstruktion, funktion och egenskaper. Eleverna ska även ges möjlighet att utveckla kunskaper om musikteknisk utrustning och arbetsmiljöns betydelse inom musikområdet. Dessutom ska undervisningen bidra till att eleverna får kännedom om lagar och andra bestämmelser inom området.</p> <p>Samarbetsförmåga och ansvarstagande för arbete i grupp är viktigt i musiken. Därför ska eleverna ges möjlighet att musicera tillsammans med andra. Undervisningen ska bidra till att eleverna utvecklar kunskaper om jämställdhet och inkluderande arbetsmiljö med utgångspunkt i tillit och trygghet. I undervisningen ska eleverna ges möjlighet att pröva olika metoder för musikinstudering och att studera och utöva musik från olika tider, kulturer och stilarter. Genom att arbeta praktiskt med musiken från både teknik- och tolkningsperspektiv ska eleverna ges möjlighet att utveckla ett personligt uttryck med konstnärlig kvalitet.</p> <h4><em>Undervisningen i ämnet musik för yrkesdansare ska ge eleverna förutsättningar att utveckla följande:</em></h4> <ul> <li>Färdigheter i att musicera instrumentalt eller vokalt med ett musikaliskt uttryck.</li> <li>Förmåga att improvisera.</li> <li>Kunskaper om musik, begrepp och stildrag från olika tider och kulturer.</li> <li>Kunskaper om musikens relation till dans och rörelse.</li> <li>Kunskaper om röstens och instrumentets konstruktion, funktion och egenskaper samt om röstvård.</li> <li>Kunskaper om musikteknisk utrustning samt om arbetsmiljöfrågor inom musikområdet.</li> </ul><h3>Nivåer i ämnet musik för yrkesdansare</h3><ul><li>Nivå 1, 50 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: MUSF100DX</h3>",
      "code": "MUSF100DX",
      "nameHeading": "<h2>Nivå 1, 50 poäng</h2>",
      "name": "Nivå 1",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet musik för yrkesdansare på nivå 1 ska behandla följande centrala innehåll:</em></h4> <p><em>Musicerande, kommunikation och improvisation</em></p> <ul> <li>Musicerande i gehörsbaserad och noterad musik med röst eller instrument.</li> <li>Musikaliska uttryck, däribland frasering, dynamik och rytmik.</li> <li>Musikalisk kommunikation och samarbete samt enkla musikaliska instuderingsmetoder.</li> <li>Repertoar i olika musikstilar och genrer från olika tider och kulturer.</li> <li>Enkla improvisationsmoment utifrån musikaliska byggstenar, däribland puls, taktarter, frasering och dynamik.</li> </ul> <p><em>Musikens verktyg, funktioner och relation till dans</em></p> <ul> <li>Musiklära, däribland musikens beståndsdelar, och begrepp.</li> <li>Musikens sammanhang och funktion, till exempel betydelsen av kompositörer, instrument, orkester och dirigering.</li> <li>Musikens relation till dans och rörelse. Levande och inspelad musik.</li> <li>Olika typer av repertoar i relation till scenkonstnärlig dans.</li> <li>Rättigheter och skyldigheter vid bruk av musik i olika sammanhang.</li> </ul> <p><em>Utrustning och arbetsmiljö</em></p> <ul> <li>Instrumentets och röstens grundläggande egenskaper, funktion och kvaliteter.</li> <li>Grundläggande metoder för röstvård.</li> <li>Grundläggande hantering av musikteknisk utrustning, till exempel uppkoppling till ljudanläggning.</li> <li>God arbetsmiljö vid musikutövning, till exempel hörselvård.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: MUSF200DX</h3>",
      "code": "MUSF200DX",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet musik för yrkesdansare på nivå 2 ska behandla följande centrala innehåll:</em></h4> <p><em>Musicerande, kommunikation och improvisation</em></p> <ul> <li>Musicerande i gehörsbaserad och noterad musik med röst eller instrument.</li> <li>Musikaliska uttryck, däribland frasering, dynamik och rytmik.</li> <li>Musikalisk kommunikation och samarbete samt principer för att möta publik.</li> <li>Metoder för instudering, individuellt och i grupp.</li> <li>Repertoar i valda genrer och stilar från olika tider och kulturer.</li> <li>Musikskapande och bearbetning av musikaliskt material.</li> <li>Fria och styrda improvisationer genom utforskande av musikaliska byggstenar.</li> <li>Experimenterande med musikaliskt material.</li> </ul> <p><em>Musikens verktyg, funktioner och relation till dans</em></p> <ul> <li>Musiklära, däribland musikens beståndsdelar, och begrepp.</li> <li>Musikaliska stilar och strukturer samt melodiska, harmoniska och rytmiska element.</li> <li>Analys av levande och inspelad musik och hur musiken kan relateras i olika sammanhang.</li> <li>Musikens relation till dans, rörelse och konstnärliga uttryck.</li> <li>Repertoar i relation till scenkonstnärlig dans med fokus på konstnärliga gestaltningsidéer och musikaliskt uttryck.</li> <li>Rättigheter och skyldigheter vid bruk av musik i olika sammanhang.</li> </ul> <p><em>Utrustning och arbetsmiljö</em></p> <ul> <li>Instrumentets och röstens egenskaper, funktion och kvaliteter.</li> <li>Metoder för sång- och röstträning.</li> <li>Hantering av för ändamålet relevant musikutrustning.</li> <li>God arbetsmiljö vid musikutövning, till exempel ergonomi, hörselvård och akustikförhållanden.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven musicerar med <strong>viss säkerhet</strong> efter noter och på gehör och använder ett musikaliskt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om musik, begrepp och stildrag.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om musikens relation till dans och rörelse.</p> <p>Eleven beskriver <strong>översiktligt</strong> röstens och instrumentets konstruktion, funktion och egenskaper samt olika metoder för röstvård.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om musikteknisk utrustning och för <strong>enkla</strong> resonemang om vad en god arbetsmiljö vid musikutövning är.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven musicerar med <strong>säkerhet</strong> efter noter och på gehör och använder ett musikaliskt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>gott</strong> sätt.</p> <p>Eleven visar <strong>goda</strong> kunskaper om musik, begrepp och stildrag.</p> <p>Eleven visar <strong>goda</strong> kunskaper om musikens relation till dans och rörelse.</p> <p>Eleven beskriver <strong>utförligt</strong> röstens och instrumentets konstruktion, funktion och egenskaper samt olika metoder för röstvård.</p> <p>Eleven visar <strong>goda</strong> kunskaper om musikteknisk utrustning och för <strong>utvecklade</strong> resonemang om vad en god arbetsmiljö vid musikutövning är.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven musicerar med <strong>god säkerhet</strong> efter noter och på gehör och använder ett musikaliskt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om musik, begrepp och stildrag.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om musikens relation till dans och rörelse.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> röstens och instrumentets konstruktion, funktion och egenskaper samt olika metoder för röstvård.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om musikteknisk utrustning och för <strong>välutvecklade</strong> resonemang om vad en god arbetsmiljö vid musikutövning är.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.054Z"
}