{
  "code": "NATB",
  "name": "Naturbruk",
  "englishName": "Land-Based Studies",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:79",
  "nameHeading": "<h2>Naturbruk</h2>",
  "description": "<p>Naturbruk omfattar olika verksamheter för produktion av varor och tjänster. Ämnet naturbruk är en introduktion till naturbrukets arbetsmiljöer med växter, djur, natur och skog samt yrken inom dessa områden. För att öka förståelsen av dagens naturbruk och dess roll inom hållbar utveckling omfattar ämnet även naturbrukets historiska utveckling.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet naturbruk ska syfta till att eleverna utvecklar kunskaper om naturbrukets olika miljöer och branscher samt deras förutsättningar och villkor. Den ska också bidra till att eleverna utvecklar kunskaper om naturbrukets produkter och tjänster samt om hur naturbruket kan bidra till att både främja och skapa en hållbar utveckling. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av naturbrukets betydelse för samhällsutvecklingen i ett historiskt och globalt perspektiv.</p> <p>Undervisningen ska leda till att eleverna utvecklar färdigheter i att utföra praktiska arbetsuppgifter inom naturbrukets olika områden. Genom undervisningen ska eleverna ges möjlighet att utveckla tilltro till den egna arbetsförmågan och därigenom stimulera elevernas nyfikenhet och intresse att lära sig nya saker. Undervisningen ska bidra till att eleverna utvecklar förmåga att välja arbetsmetoder, verktyg och utrustning för olika uppgifter samt att lösa problem och samverka med andra.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av hur val av arbetsmetoder och arbetssätt kan påverka ett långsiktigt hållbart arbetsliv. Kunskaper om systematiskt arbetsmiljöarbete och säkerhetsfrågor ska därför ha en central plats i undervisningen, liksom frågor om arbetsvillkor, rättigheter och skyldigheter i arbetslivet.</p> <p>Genom kontakter med naturbrukets olika arbetsmiljöer ska undervisningen ge eleverna möjlighet att utveckla förståelse av naturbrukets roll i samhället. I detta ingår frågor om jämställdhet och föreställningar om vad som är manligt och kvinnligt inom naturbruk samt om alla människors möjligheter att delta i arbetslivet på lika villkor. Undervisningen ska också ge eleverna möjlighet att utveckla praktiska färdigheter i att utföra arbetsuppgifter med växter, djur, natur eller skog på ett etiskt och ansvarsfullt sätt och med miljömässigt hållbara arbetsmetoder.</p> <h5><em>Undervisningen i ämnet naturbruk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om naturbrukets olika arbetsmiljöer och om yrkesområden inom naturbruket.</li> <li>Kunskaper om naturbrukets produkter och tjänster samt om naturbrukets historiska utveckling.</li> <li>Förmåga att reflektera över naturbrukets betydelse för att främja en hållbar samhällsutveckling och samspelet mellan människa och natur.</li> <li>Förmåga att utföra arbetsuppgifter inom naturbrukets olika områden på ett etiskt, hållbart och säkert sätt i enlighet med lagar och andra bestämmelser inom området.</li> </ul><h3>Nivåer i ämnet naturbruk</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: NATB1000X</h3>",
      "code": "NATB1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet naturbruk på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Introduktion av naturbrukets verksamhetsområden</em></p> <ul> <li>Naturbrukets olika yrkesområden och yrkesmiljöer, till exempel arbete inom djurvård, hästhållning, lantbruk, naturturism, skogsbruk och trädgård.</li> <li>Naturbruksprodukter och naturbrukstjänster, till exempel livsmedel, växtmaterial, träråvara, energiråvara, natur- och landskapsvård samt naturupplevelser.</li> <li>Naturbrukets utveckling med ett historiskt och globalt perspektiv.</li> <li>Etiska aspekter av olika produktionsmetoder samt målkonflikter i samband med naturbruksverksamheter, till exempel markanvändning och genmodifiering.</li> <li>Intresseorganisationer inom området naturbruk, deras arbete och påverkan på den politiska agendan från lokal till global nivå.</li> </ul> <p><em>Hållbart naturbruk</em></p> <ul> <li>Naturens biologiska mångfald och dess betydelse för ett hållbart naturbruk.</li> <li>Begreppet ekosystemtjänster som ett sätt att synliggöra de ekologiska sambanden i naturen och hur människans resursanvändning påverkar dessa.</li> <li>Samhällets styrmedel och mål på lokal, regional, nationell och internationell nivå samt hur de används i samband med frågor om en hållbar användning av naturresurser.</li> <li>Naturbrukets användning av naturresurser samt naturbruket som resurs för en hållbar utveckling.</li> <li>Miljöhänsyn inom naturbruk, till exempel i samband med gödselhantering, växtnäringstillförsel, maskinanvändning, djurhållning och nyttjande av mark för upplevelsebaserade tjänster samt skogsskötsel.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Arbetsuppgifter med hantering av växter eller djur samt dokumentation av genomförda arbetsuppgifter.</li> <li>Användning av vanligt förekommande handredskap och tekniska hjälpmedel, däribland digital teknik.</li> <li>Materialkunskap, materialval och materialanvändning när arbetsuppgifter utförs.</li> <li>Underhåll av handredskap och tekniska hjälpmedel.</li> <li>Arbetsuppgifter med utgångspunkt från handböcker och instruktioner.</li> </ul> <p><em>Arbetsmiljö och säkerhetsfrågor</em></p> <ul> <li>Arbetsmiljö och säkerhetsfrågor samt systematiskt arbetsmiljöarbete, däribland riskbedömning, förebyggande åtgärder och uppföljning.</li> <li>Arbetstagarens rättigheter och skyldigheter samt anställningsvillkor och försäkringar.</li> <li>Arbete och återhämtning, ergonomi samt hur sociala kontakter, samarbete och inflytande påverkar människors hälsa och arbetsförmåga.</li> <li>Första hjälpen med HLR (hjärt-lungräddning).</li> <li>Brandskydd, brand och brandbekämpning.</li> <li>Funktions- och säkerhetskontroll i samband med användning av tekniska hjälpmedel.</li> <li>Ergonomi i samband med att olika arbetsuppgifter utförs.</li> <li>Lagar och andra bestämmelser som gäller säkerhet i arbetet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken och arbetsuppgifter.</p> <p>Eleven redogör <strong>översiktligt</strong> för produkter och tjänster samt för naturbrukets historiska utveckling.</p> <p>Eleven för <strong>enkla</strong> resonemang om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.</p> <p>Eleven följer arbetsinstruktioner, väljer lämpliga verktyg och redskap samt utför arbetsuppgifter på ett etiskt och säkert sätt. Eleven tar ansvar för materiella värden och för miljön i enlighet med lagar och andra bestämmelser. Eleven gör <strong>enkla</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken och arbetsuppgifter.</p> <p>Eleven redogör <strong>utförligt</strong> för produkter och tjänster samt för naturbrukets historiska utveckling.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.</p> <p>Eleven följer arbetsinstruktioner, väljer lämpliga verktyg och redskap samt utför arbetsuppgifter på ett etiskt och säkert sätt. Eleven tar ansvar för materiella värden och för miljön i enlighet med lagar och andra bestämmelser. Eleven gör <strong>utvecklade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken och arbetsuppgifter.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för produkter och tjänster samt för naturbrukets historiska utveckling.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.</p> <p>Eleven följer arbetsinstruktioner, väljer lämpliga verktyg och redskap samt utför arbetsuppgifter på ett etiskt och säkert sätt. Eleven tar ansvar för materiella värden och för miljön i enlighet med lagar och andra bestämmelser. Eleven gör <strong>välutvecklade</strong> riskbedömningar och vidtar förebyggande säkerhetsåtgärder.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
