{
  "code": "NATL",
  "name": "Natur- och landskapsvård",
  "englishName": "Nature and Landscape Conservation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:78",
  "nameHeading": "<h2>Natur- och landskapsvård</h2>",
  "description": "<p>Naturbrukets branscher nyttjar och förvaltar naturresurser för olika ändamål. I ett ansvarsfullt och ekologiskt hållbart naturbruk ingår att vårda natur- och kulturvärden samt att värna om den biologiska mångfalden. Ämnet natur- och landskapsvård behandlar skötsel och vård av natur- och kulturvärden. I ämnet behandlas också samspelet mellan naturen och människan samt biologisk mångfald och olika arters livsvillkor.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet natur- och landskapsvård ska syfta till att eleverna utvecklar förmåga att arbeta med natur- och landskapsvård. Undervisningen ska leda till att eleverna utvecklar kunskaper om natur- och kulturvärden samt om den biologiska mångfaldens betydelse för hållbara ekosystem och fungerande ekosystemtjänster. Den ska också bidra till att eleverna utvecklar kunskaper om kulturlandskapets historiska framväxt och förståelse av upplevelsevärden och estetiska värden i landskapet. Eleverna ska också ges möjlighet att utveckla förmåga att identifiera och namnge växt- och djurarter i olika naturmiljöer. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra arbetsuppgifter inom natur- och landskapsvård på ett säkert och ergonomiskt sätt samt med hänsyn till miljön. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller skyddsvärda växter och djur samt natur- och kulturmiljöer.</p> <p>Genom undersökningar i fält ska eleverna ges möjlighet att utveckla förmåga att göra biotopinventeringar och observationer samt dokumentera och presentera resultat. Vidare ska eleverna genom praktiskt arbete ges möjlighet att utveckla biologisk och ekologisk förståelse samt förmåga att tillämpa olika skötselmetoder och använda teknisk utrustning på ett säkert sätt.</p> <h5><em>Undervisningen i ämnet natur- och landskapsvård ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om kulturlandskapet, dess historiska framväxt samt om ekosystem och ekosystemtjänster.</li> <li>Förmåga att identifiera och namnge skyddsvärda växt- och djurarter i kulturlandskapet.</li> <li>Förmåga att utföra arbetsuppgifter inom natur- och landskapsvård på ett hållbart och säkert sätt.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller natur-, kultur- och landskapsvård.</li> </ul><h3>Nivåer i ämnet natur- och landskapsvård</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet biologi.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: NATL1000X</h3>",
      "code": "NATL1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet natur- och landskapsvård på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Kulturlandskapets historiska framväxt. Påverkan av till exempel växtanvändning, brukningsmetoder, användning av maskiner och redskap, djurhållning samt bebyggelse.</li> <li>Begreppet ekosystemtjänster.</li> <li>Hur betesdjur och olika skötselåtgärder i kulturlandskapet kan främja biologisk mångfald och hållbar utveckling.</li> <li>Skyddsvärda natur- och kulturmiljöer, till exempel ängsmarker och betesmarker, strandängar, skogsmarker, våtmarker och fornminnen.</li> <li>Estetiska och upplevelsemässiga värden i landskapet.</li> <li>Växter och djur i olika kulturmiljöer, till exempel strandängar, hag- och ängsmarker samt skogsmarker.</li> <li>Biotopinventeringar samt metoder för biotopvård och biotoprestaurering.</li> <li>Tolkning av planer för natur- och landskapsvård.</li> <li>Skötselmetoder och arbete med natur- och landskapsvård, till exempel röjning av natur- och kulturmiljöer, skötsel av våtmarker, lieslåtter och stängsling.</li> <li>Val och användning av teknisk utrustning i samband med natur- och landskapsvård.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Brand och brandförebyggande åtgärder i samband med natur- och landskapsvård.</li> <li>Resurseffektivitet och miljöhänsyn i samband med natur- och landskapsvård.</li> <li>Lagar och andra bestämmelser som gäller skydd av natur- och kulturmiljöer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för kulturlandskapet och dess historiska framväxt. Dessutom redogör eleven <strong>översiktligt</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.</p> <p>Eleven identifierar med <strong>viss säkerhet</strong> skyddsvärda växt- och djurarter i kulturlandskapet.</p> <p>Eleven använder planer för natur- och landskapsvård och utför med <strong>visst</strong> handlag arbetsuppgifter inom natur- och landskapsvård. I arbetet väljer eleven med <strong>viss säkerhet</strong> skötselmetoder. Eleven arbetar ergonomiskt och säkert samt tar hänsyn till miljön.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller natur-, kultur- och landskapsvård.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för kulturlandskapet och dess historiska framväxt. Dessutom redogör eleven <strong>utförligt</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.</p> <p>Eleven identifierar med <strong>säkerhet</strong> skyddsvärda växt- och djurarter i kulturlandskapet.</p> <p>Eleven använder planer för natur- och landskapsvård och utför med <strong>gott</strong> handlag arbetsuppgifter inom natur- och landskapsvård. I arbetet väljer eleven med <strong>säkerhet</strong> skötselmetoder. Eleven arbetar ergonomiskt och säkert samt tar hänsyn till miljön.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller natur-, kultur- och landskapsvård.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för kulturlandskapet och dess historiska framväxt. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.</p> <p>Eleven identifierar med <strong>god säkerhet</strong> skyddsvärda växt- och djurarter i kulturlandskapet.</p> <p>Eleven använder planer för natur- och landskapsvård och utför med <strong>mycket gott</strong> handlag arbetsuppgifter inom natur- och landskapsvård. I arbetet väljer eleven med <strong>god säkerhet</strong> skötselmetoder. Eleven arbetar ergonomiskt och säkert samt tar hänsyn till miljön.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller natur-, kultur- och landskapsvård.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
