{
  "code": "NATT",
  "name": "Naturturism",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:80",
  "nameHeading": "<h2>Naturturism</h2>",
  "description": "<p>Ämnet naturturism handlar om hur natur- och kulturmiljöer kan nyttjas för rekreation, naturupplevelser och företagande. I ämnet ingår vägledning och guidning i samband med vistelse i naturen, arrangerade aktiviteter och besök i naturbrukets olika miljöer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet naturturism ska syfta till att eleverna utvecklar förmåga att bedriva verksamhet för individer och grupper i natur- och kulturmiljöer. Den ska leda till att eleverna utvecklar förmåga att med olika metoder planera, genomföra och utvärdera naturturismaktiviteter för olika syften och målgrupper. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att informera och berätta om växter och djur samt om ekologiska samband i naturen. Undervisningen ska därigenom bidra till att eleverna utvecklar förmåga att förstärka naturupplevelser och förmedla kunskap om natur- och kulturmiljöer. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om ledarskap och kommunikation samt förmåga att bemöta och leda deltagare och grupper på ett serviceinriktat sätt. Eleverna ska också ges möjlighet att utveckla kunskaper om hur naturen kan nyttjas i samband med rekreation och friskvård.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att välja, använda och vårda utrustning och teknik i samband med verksamheten. Eleverna ska också ges möjlighet att utveckla förmåga att ta ansvar för andra människors säkerhet i samband med arrangerade aktiviteter samt förmåga att förebygga och vidta åtgärder vid olycksfall och tillbud. Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer, om allemansrätten och om naturturism på annans mark. Eleverna ska också ges möjlighet att utveckla kunskaper om företagande och förståelse av hur affärsverksamheter inom naturturism kan bidra till en hållbar landsbygdsutveckling.</p> <p>Genom övningar i realistiska situationer ska eleverna ges möjlighet att utveckla förmåga att vägleda andra till rikare naturupplevelser samt förmåga att använda redskap och utrustning för olika aktiviteter. Praktiska övningar ska också ge eleverna möjlighet att utveckla kunskaper om säkerhet och första hjälpen. Genom vistelse och exkursioner i olika natur- och kulturmiljöer ska eleverna ges möjlighet att utveckla kunskaper om naturen och förmåga att iaktta och upptäcka naturens mångfald.</p> <h5><em>Undervisningen i ämnet naturturism ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera och genomföra målgruppsanpassade aktiviteter för olika syften och utvärdera resultatet.</li> <li>Förmåga att levandegöra och förmedla kunskaper om naturen och därigenom vägleda andra till upplevelser i natur- och kulturmiljöer.</li> <li>Förmåga att bemöta och leda deltagare och grupper i olika situationer på ett serviceinriktat sätt.</li> <li>Förmåga att välja, använda och vårda redskap och utrustning för olika aktiviteter.</li> <li>Förmåga att göra riskbedömningar samt att förebygga och vidta åtgärder vid olycksfall och tillbud.</li> <li>Kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer samt förutsättningar för naturturism på annans mark.</li> <li>Kunskaper om naturturismföretagande och dess betydelse för en hållbar landsbygdsutveckling.</li> </ul><h3>Nivåer i ämnet naturturism</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: NATT1000X</h3>",
      "code": "NATT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet naturturism på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Arbetsuppgifter</em></p> <ul> <li>Olika metoder inom naturturism, till exempel guidning, utställning och naturstigar.</li> <li>Val av aktiviteter efter deltagarnas förutsättningar, till exempel ålder, kondition och erfarenheter.</li> <li>Planering och genomförande av olika aktiviteter för längre och kortare vistelse i naturen.</li> <li>Identifiering och val av utrustning och materiel för olika naturturismområden samt utrustningens konstruktion och funktion. Hantering och vård av materiel och utrustning.</li> <li>Orientering i olika terräng med och utan tekniska hjälpmedel.</li> <li>Utvärdering av den egna insatsen i samband med genomförda aktiviteter, till exempel genom reflekterande samtal.</li> <li>Riskinventering och förebyggande säkerhetsarbete i samband med aktiviteter.</li> <li>Första hjälpen med HLR (hjärt-lungräddning).</li> <li>Eldning och matlagning under varierande förhållanden i naturen.</li> <li>Hygien och livsmedelshantering i samband med vistelse i naturen.</li> </ul> <p><em>Ledarskap och kommunikation</em></p> <ul> <li>Presentation, information och berättande om aktiviteter samt natur- och kulturmiljöer.</li> <li>Användning av olika berättartekniker för att entusiasmera målgruppen.</li> <li>Värdskap, kommunikation och service i samband med naturturismaktiviteter.</li> <li>Hur ledarskap kan anpassas för olika målgrupper för att förbättra deltagarnas upplevelse.</li> <li>Tillgänglighetsåtgärder för aktuella aktiviteter, däribland tekniska hjälpmedel.</li> </ul> <p><em>Naturturismens villkor</em></p> <ul> <li>Innebörden av allemansrätten och förutsättningar för naturturism på annans mark, däribland markägarkontakter.</li> <li>Lagar och andra bestämmelser som gäller säkerhet, natur- och kulturmiljöer.</li> <li>Naturturismföretagande som en del av ett ekonomiskt hållbart naturbruk.</li> <li>Kostnadsberäkningar för olika aktiviteter.</li> <li>Naturturismens påverkan på miljö- och naturvärden samt metoder för att minimera markslitage, till exempel utjämning av besökstrycket över året.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: NATT2000X</h3>",
      "code": "NATT2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet naturturism på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Arbetsuppgifter</em></p> <ul> <li>Planering och genomförande av aktiviteter med olika metoder inom till exempel natur- och kulturmiljöer, jakt och viltvård eller fiske och vattenvård.</li> <li>Anpassning av aktiviteter efter deltagarnas förutsättningar, till exempel ålder, kondition och erfarenhet, samt eventuella funktionsnedsättningar.</li> <li>Målgruppsanpassning av aktiviteter för rekreation och friskvård.</li> <li>Hantering, användning och vård av redskap och utrustning för valda aktiviteter.</li> <li>Metoder för utvärdering av aktiviteter och bearbetning av insamlade data.</li> <li>Riskanalys och säkerhetsåtgärder i samband med aktuella naturturismaktiviteter för att minimera olycksrisker.</li> </ul> <p><em>Ledarskap och kommunikation</em></p> <ul> <li>Olika berättartekniker i samband med naturturismaktiviteter samt interaktion med deltagarna och hantering av frågor på ett målgruppsanpassat sätt.</li> <li>Historisk och modern syn på växter och djur samt deras olika kulturella betydelser.</li> <li>Konflikter och konflikthantering med exempel från naturturismaktiviteter.</li> <li>Tillgänglighet, service och värdskap för olika målgrupper i samband med naturturism.</li> <li>Kommunikation som grund för reflektion och lärande i samband med naturturism.</li> <li>Hur naturturismaktiviteter kan anpassas efter deltagarna och deras förutsättningar.</li> <li>Anpassat ledarskap beroende på till exempel gruppens dynamik, deltagarnas ålder och förkunskaper samt aktivitetens syfte.</li> </ul> <p><em>Naturturismens villkor</em></p> <ul> <li>Naturturismens påverkan på och betydelse för miljön och samhället.</li> <li>Naturturismens betydelse för rekreation och friskvård.</li> <li>Lagar och andra bestämmelser som gäller säkerhet samt natur- och kulturmiljöer, i samband med aktuella naturturismaktiviteter.</li> <li>Allemansrättens möjligheter och begränsningar för naturturism samt nyttjande av annans mark i samverkan med andra aktörer och andra områden inom naturbruket.</li> <li>Naturturismföretagandets möjligheter kopplat till landsbygdsutveckling, och som komplement till redan befintlig företagsverksamhet inom naturbrukssektorn.</li> <li>Kostnadsberäkningar och intäktskalkyler.</li> <li>Kundrelationer, nätverk och målgruppsanalyser som grund för affärsmässigt naturturismföretagande.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: NATT3000X</h3>",
      "code": "NATT3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet naturturism på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Arbetsuppgifter</em></p> <ul> <li>Yrkesmässigt arbete med planering, genomförande och utvärdering av lokalt anpassade naturturismaktiviteter för olika målgrupper, till exempel guidning i olika landskapstyper, jakt, fiske, viltskådning eller besök i parker och trädgårdar.</li> <li>Systematiskt arbete med kvalitetsutveckling samt utveckling av nya aktiviteter och arbetsmetoder.</li> <li>Hantering, användning och vård av redskap och utrustning för valda aktiviteter.</li> <li>Användning av tekniska hjälpmedel, däribland geografisk informationsteknik.</li> <li>Riskanalys och säkerhetsåtgärder i samband med naturturismaktiviteter för att minimera olycksrisker och påverkan på natur- och kulturmiljöer.</li> </ul> <p><em>Ledarskap och kommunikation</em></p> <ul> <li>Användning av berättartekniker och strategier för att berika och fördjupa naturupplevelser.</li> <li>Användning av historiska, mytologiska och andra perspektiv för att berika naturupplevelsen.</li> <li>Den egna rollen som ledare och innebörden av ett situationsanpassat ledarskap.</li> <li>Problemlösning i samband med olika aktiviteter, till exempel konflikthantering och strategier för kommunikation.</li> <li>Anpassningar och tillgänglighetsåtgärder för aktuella målgrupper och aktiviteter.</li> </ul> <p><em>Naturturismens villkor</em></p> <ul> <li>Lagar och andra bestämmelser som gäller yrkesmässigt arbete med naturturism.</li> <li>Skyddsformer för natur och deras konsekvenser för naturturism.</li> <li>Olika perspektiv på affärsmässigt, hållbart och resurseffektivt naturturismföretagande.</li> <li>Arbete med naturturism i företagsliknande former.</li> <li>Begreppet turism som förflyttad konsumtion och dess betydelse för landsbygdsutveckling.</li> <li>Naturturismens påverkan på och betydelse för miljön och samhället lokalt och globalt.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar, genomför och utvärderar naturturismaktiviteter med <strong>godtagbart</strong> resultat. I planeringen väljer och anpassar eleven med <strong>viss säkerhet</strong> aktiviteter beroende på deltagarnas förutsättningar och behov.</p> <p>Eleven använder med <strong>viss säkerhet</strong> olika berättartekniker för att levandegöra och berika naturupplevelser.</p> <p>Eleven bemöter och leder med <strong>viss säkerhet</strong> deltagarna på ett serviceinriktat och målgruppsanpassat sätt i samband med naturturismaktiviteter.</p> <p>Eleven väljer samt använder och vårdar med <strong>visst</strong> handlag utrustning, verktyg och material för olika aktiviteter.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området och gör <strong>enkla</strong> riskbedömningar samt vidtar med <strong>viss säkerhet</strong> åtgärder vid olycksfall och tillbud.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser som gäller naturturism.</p> <p>Eleven för <strong>enkla</strong> resonemang om förutsättningarna för ett hållbart naturturismföretagande.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar, genomför och utvärderar naturturismaktiviteter med <strong>gott</strong> resultat. I planeringen väljer och anpassar eleven med <strong>säkerhet</strong> aktiviteter beroende på deltagarnas förutsättningar och behov.</p> <p>Eleven använder med <strong>säkerhet</strong> olika berättartekniker för att levandegöra och berika naturupplevelser.</p> <p>Eleven bemöter och leder med <strong>säkerhet</strong> deltagarna på ett serviceinriktat och målgruppsanpassat sätt i samband med naturturismaktiviteter.</p> <p>Eleven väljer samt använder och vårdar med <strong>gott</strong> handlag utrustning, verktyg och material för olika aktiviteter.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området och gör <strong>välgrundade</strong> riskbedömningar samt vidtar med <strong>säkerhet</strong> åtgärder vid olycksfall och tillbud.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser som gäller naturturism.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om förutsättningarna för ett hållbart naturturismföretagande.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar, genomför och utvärderar naturturismaktiviteter med <strong>mycket gott</strong> resultat. I planeringen väljer och anpassar eleven med <strong>god säkerhet</strong> aktiviteter beroende på deltagarnas förutsättningar och behov.</p> <p>Eleven använder med <strong>god säkerhet</strong> olika berättartekniker för att levandegöra och berika naturupplevelser.</p> <p>Eleven bemöter och leder med <strong>god säkerhet</strong> deltagarna på ett serviceinriktat och målgruppsanpassat sätt i samband med naturturismaktiviteter.</p> <p>Eleven väljer samt använder och vårdar med <strong>mycket gott</strong> handlag utrustning, verktyg och material för olika aktiviteter.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området och gör <strong>välgrundade och nyanserade</strong> riskbedömningar samt vidtar med <strong>god säkerhet</strong> åtgärder vid olycksfall och tillbud.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser som gäller naturturism.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om förutsättningarna för ett hållbart naturturismföretagande.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.056Z"
}