{
  "code": "PERL",
  "name": "Personbilar – system- och diagnosteknik",
  "englishName": "Passenger Car – Systems and Diagnostics Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:90",
  "nameHeading": "<h2>Personbilar – system- och diagnosteknik</h2>",
  "description": "<p>Ämnet personbilar – system- och diagnosteknik behandlar funktion samt felsökning, diagnos och reparationer i olika system i personbilar och lätta transportfordon.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet personbilar – system- och diagnosteknik ska syfta till att eleverna utvecklar kunskaper om personbilars och lätta transportfordons olika el- och nätverkssystem och deras komponenter. Eleverna ska även ges möjlighet att utveckla kunskaper om olika system för drift av elektrifierade fordon och hybridfordon. Undervisningen ska leda till att eleverna utvecklar förmåga att utföra felsökning, diagnos och reparationer i elsystem och elektroniska system i personbilar och lätta transportfordon. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda teknisk information och utrustning i samband med felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt och säkert sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt inom felsökning, diagnos och reparationer som främjar ekonomisk och miljömässig hållbarhet.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet personbilar – system- och diagnosteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om personbilars och lätta transportfordons olika nätverkssystem och deras komponenter samt hur de samverkar och kommunicerar med varandra.</li> <li>Kunskaper om olika system för eldrift och hybriddrift, deras uppbyggnad, funktion och komponenter.</li> <li>Förmåga att genomföra felsökning, diagnos och reparationer av elsystem och elektroniska system.</li> <li>Förmåga att använda mät- och diagnosinstrument, elscheman och digitala informationssystem i samband med felsökning och komponentbyten.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet personbilar – system- och diagnosteknik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet personbilar – reparations- och systemteknik.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PERL1000X</h3>",
      "code": "PERL1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet personbilar – system- och diagnosteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Orientering om hur olika typer av nätverkssystem är uppbyggda och kommunicerar, däribland system för komfort, förarassistans, telematik och mobilitet.</li> <li>Orientering om delsystem och komponenter i olika el- och hybridfordons drivlinor, till exempel system för energiåtervinning vid bromsning och energilagring.</li> <li>Orientering om olika typer av flerbränslesystem och deras komponenter.</li> <li>Metoder för att utföra felkodshantering med stöd av fordonsinterna eller externa diagnosinstrument.</li> <li>Metoder för riskidentifiering och riskanalys vid arbeten på tillkopplat högvoltssystem enligt fordonstillverkarens anvisningar och krav.</li> <li>Rutiner för att säkerställa att elektriska riskkällor markeras och spärras av.</li> <li>Felsökning och reparationer av system med hjälp av mät- och diagnosinstrument och teknisk information utifrån fordonstillverkarens anvisningar och krav under laborativa former.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning, diagnos och reparationer av fordon, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PERL2000X</h3>",
      "code": "PERL2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet personbilar – system- och diagnosteknik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Metoder för funktionskontroller och diagnos av olika nätverkssystem samt deras komponenter, däribland system för komfort, förarassistans, telematik och mobilitet.</li> <li>Orientering om funktioner i styrsystem och komponenter i olika el- och hybridfordons drivlinor samt om principer för energiåtervinning vid bromsning och energilagring.</li> <li>Funktioner i styrsystem och komponenter i olika typer av flerbränslesystem.</li> <li>Metoder för att frånskilja och tillkoppla högvoltsystem.</li> <li>Metoder för och genomförande av felsökning och diagnos i olika nätverkssystem och av deras komponenter.</li> <li>Genomförande av frånkoppling och tillkoppling av högvoltsystem enligt fordonstillverkarens krav samt utförande av erforderliga mätningar med avsedda instrument för att fastställa status på systemet.</li> <li>Metoder för samt genomförande av felsökning, diagnos och reparationer i drift- och övervakningssystem och av deras komponenter.</li> <li>Felsökning och diagnos av olika system med hjälp av elscheman, teknisk information och mät- och diagnosinstrument samt reparationer av system enligt fordonstillverkarens anvisningar och krav.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning, diagnos och reparationer av fordon, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PERL3000X</h3>",
      "code": "PERL3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet personbilar – system- och diagnosteknik på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Kommunikation i olika nätverkssystem och deras komponenter samt metoder för systematiserad utläsning, analys och utvärdering av mätdata.</li> <li>Elektrifierade fordons energilagringssystem, batterikapacitet och externa laddningsmetoder.</li> <li>Hur parametrar anpassas och styr korrekt drift i flerbränslesystem.</li> <li>Planering och utförande av komponentbyten i olika nätverkssystem.</li> <li>Metoder för samt genomförande av frånkoppling av drift- och övervakningssystem samt byte av elektriskt drivna komponenter, till exempel drivmotorer, AC-kompressorer, komponenter i värme- och kylsystem eller i servostyrning.</li> <li>Felsökning, diagnos och analys av olika system samt genomförande av komponentbyten och reparationer med stöd av mät- och diagnosinstrument, elscheman och teknisk information enligt fordonstillverkarens anvisningar och krav.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med felsökning, diagnos och reparationer av fordon, däribland av elektrifierade fordon och flerbränslefordon.</li> <li>Användning av tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och kunder.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika nätverkssystem och deras komponenter samt hur de samverkar och kommunicerar med varandra i personbilar och lätta transportfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika system för eldrift och hybriddrift, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför med <strong>viss säkerhet</strong> felsökning, diagnos och reparationer av elsystem och elektroniska system i <strong>bekanta</strong> situationer i enlighet med lagar och andra bestämmelser samt utifrån fordonstillverkarens anvisningar och krav.</p> <p>Eleven använder med <strong>viss säkerhet</strong> elscheman och digitala informationssystem samt använder med <strong>visst</strong> handlag utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika nätverkssystem och deras komponenter samt hur de samverkar och kommunicerar med varandra i personbilar och lätta transportfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika system för eldrift och hybriddrift, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför med <strong>säkerhet</strong> felsökning, diagnos och reparationer av elsystem och elektroniska system i <strong>bekanta</strong> situationer i enlighet med lagar och andra bestämmelser samt utifrån fordonstillverkarens anvisningar och krav.</p> <p>Eleven använder med <strong>säkerhet</strong> elscheman och digitala informationssystem samt använder med <strong>gott</strong> handlag utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika nätverkssystem och deras komponenter samt hur de samverkar och kommunicerar med varandra i personbilar och lätta transportfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika system för eldrift och hybriddrift, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför med <strong>god säkerhet</strong> felsökning, diagnos och reparationer av elsystem och elektroniska system i <strong>bekanta men även nya</strong> situationer i enlighet med lagar och andra bestämmelser samt utifrån fordonstillverkarens anvisningar och krav.</p> <p>Eleven använder med <strong>god säkerhet</strong> elscheman och digitala informationssystem samt använder med <strong>mycket gott</strong> handlag utrustning i samband med felsökning och reparationer.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
