{
  "code": "PERR",
  "name": "Persontransporter – taxitrafik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:196",
  "nameHeading": "<h2>Persontransporter – taxitrafik</h2>",
  "description": "<p>Ämnet persontransporter – taxitrafik behandlar yrkesmässig taxitrafik. Det omfattar körning med fordon som används för taxitrafik samt service, kundbemötande och säkerhet för passagerare.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet persontransporter – taxitrafik ska syfta till att eleverna utvecklar kunskaper om yrkesmässig taxitrafik samt om de fordon och den utrustning som används. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om service och kundbemötande samt om olika situationer som kan uppstå i samband med taxitrafik. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra taxifordon i trafik med hänsyn till säkerhet och miljö. Eleverna ska dessutom ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässig taxitrafik.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta och samarbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar social, ekonomisk och miljömässig hållbarhet inom taxitrafik.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet persontransporter – taxitrafik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om yrkesmässig taxitrafik samt om de krav som ställs på förare och fordon i samband med transporterna.</li> <li>Kunskaper om olika typer av fordon och tillhörande utrustningar som används inom yrkesmässig taxitrafik.</li> <li>Kunskaper om faktorer för god service och gott kundbemötande samt om att förebygga och hantera olika tillbud i samband med taxitrafik.</li> <li>Förmåga att köra och manövrera fordon för taxitrafik.</li> <li>Förmåga att planera och genomföra yrkesmässig taxitrafik.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> </ul><h3>Nivåer i ämnet persontransporter – taxitrafik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 3 i ämnet persontransporter.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PERR1000X</h3>",
      "code": "PERR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet persontransporter – taxitrafik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av taxitrafik och betydelsen transporterna har för människors resande samt de krav som ställs på förare och fordon i samband med transporterna.</li> <li>Hur hållbar yrkesmässig taxitrafik kan planeras och genomföras med hänsyn till säkerhet, kvalitet, ekonomi och miljö.</li> <li>Metoder för säker på- och avstigning för passagerare utifrån olika behov och rådande trafiksituation samt hur resgods lastas, lossas och hanteras säkert.</li> <li>Tillvägagångssätt vid olika typer av avvikande händelser, däribland vid trafikstörning och avvikande beteende hos passagerare.</li> <li>Metoder för säker användning av kommunikations- och mediautrustning.</li> <li>Transportledningens funktion och betydelse för taxitrafik, samt regler för prisinformation.</li> <li>Transportadministrativa system och betalsystem i samband med taxitrafik.</li> <li>Metoder för planering och dokumentation av arbetstid, rast, vila och körtid i enlighet med lagar och andra bestämmelser.</li> <li>Ergonomi och rutiner för god arbetsmiljö, däribland i samband med transporter av passagerare med särskilda behov samt vid lastning och lossning av gods.</li> <li>Olika typer av taxifordon, deras uppbyggnad och funktion.</li> <li>Metoder för funktions- och säkerhetskontroll samt för vård och enklare underhåll av fordon och tillhörande utrustningar som används för taxitrafik.</li> <li>Metoder för god kommunikation, god service och gott kundbemötande vid taxitrafik samt för hantering av klagomål.</li> <li>Metoder för branschetiskt bemötande och yrkesmässigt förhållningssätt till passagerare, däribland med hänsyn till passagerares integritet.</li> <li>Rutiner för omhändertagande av kunder med särskilda behov, till exempel barn, äldre och personer med funktionsnedsättning samt personer som uppvisar symtom på sjukdom.</li> <li>Metoder för säker körning av passagerare samt handlingsalternativ vid olyckor och nödsituationer, däribland första hjälpen med HLR (hjärt-lungräddning).</li> <li>Hur förebyggande åtgärder kan vidtas vid olika sjukdomstillstånd hos passagerare samt hur symboler, märken och id-kort för olika sjukdomar tolkas.</li> <li>Olika hot- och våldssituationer samt hur de kan förebyggas och hanteras.</li> <li>Körning och manövrering av fordon för taxitrafik i olika trafiksituationer, varierande trafikmiljöer och under olika trafikförhållanden.</li> <li>Genomförande av funktions- och säkerhetskontroll samt vård och enklare underhåll av fordon och tillhörande utrustningar som används för taxitrafik.</li> <li>Användning av teknisk navigationsutrustning, karta eller anvisningar från kund för att planera lämplig rutt fram till kundens resmål.</li> <li>Planering av färdvägar för effektiv körning med hänsyn till olika trafikmiljöer och transportavstånd samt planering för säker på- och avstigning.</li> <li>Användning av olika informationssystem i samband med taxitrafik.</li> <li>Körning med kunder enligt planerad resrutt och med hänsyn till arbetstidsregler samt dokumentation enligt dessa.</li> <li>Service och gott kundbemötande samt kommunikation med kunder vid körning av taxitrafik.</li> <li>Säkerhetsmedvetet och miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om hur yrkesmässig taxitrafik planeras och genomförs samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av fordon och tillhörande utrustningar som används för taxitrafik.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om att förebygga och hantera olika tillbud i samband med taxitrafik.</p> <p>Eleven kör och manövrerar fordon för taxitrafik i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> taxitrafik och bemöter med <strong>viss säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om hur yrkesmässig taxitrafik planeras och genomförs samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av fordon och tillhörande utrustningar som används för taxitrafik.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om att förebygga och hantera olika tillbud i samband med taxitrafik.</p> <p>Eleven kör och manövrerar fordon för taxitrafik i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> taxitrafik och bemöter med <strong>säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om hur yrkesmässig taxitrafik planeras och genomförs samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av fordon och tillhörande utrustningar som används för taxitrafik.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om att förebygga och hantera olika tillbud i samband med taxitrafik.</p> <p>Eleven kör och manövrerar fordon för taxitrafik i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> taxitrafik och bemöter med <strong>god säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.060Z"
}