{
  "code": "PERS",
  "name": "Persontransporter",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:192",
  "nameHeading": "<h2>Persontransporter</h2>",
  "description": "<p>Ämnet persontransporter behandlar yrkesmässiga persontransporter med buss. Det omfattar förarutbildning på buss samt kommunikation, kundbemötande och säkerhet för passagerare.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet persontransporter ska syfta till att eleverna utvecklar kunskaper om yrkesmässiga persontransporter samt om de bussar och den utrustning som används för persontransporter. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om service och kundbemötande samt om olika situationer som kan uppstå i samband med persontransporter. Undervisningen ska leda till att eleverna utvecklar förmåga att framföra tung buss i trafik med hänsyn till säkerhet och miljö. Eleverna ska även ges möjlighet att utveckla förmåga att planera och genomföra yrkesmässiga persontransporter.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar social, ekonomisk och miljömässig hållbarhet inom persontransporter.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden. Vidare ska undervisningen bidra till att utveckla elevernas förmåga att ta initiativ och lösa problem.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för olika situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet persontransporter ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika typer av yrkesmässiga persontransporter med buss samt om de krav som ställs på förare och fordon i samband med transporterna.</li> <li>Kunskaper om olika typer av bussar och tillhörande utrustningar som används inom yrkesmässiga persontransporter samt deras olika användningsområden.</li> <li>Kunskaper om faktorer för god service och gott kundbemötande samt om hantering av olika tillbud i samband med persontransporter.</li> <li>Förmåga att köra och manövrera tung buss.</li> <li>Förmåga att planera och genomföra yrkesmässiga persontransporter med buss.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> </ul><h3>Nivåer i ämnet persontransporter</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet yrkestrafik. Betyg i persontransporter som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i persontransporter – vux som omfattar nivå 1.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1. Betyg i persontransporter som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i persontransporter – vux som omfattar nivå 2.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PERS1000X</h3>",
      "code": "PERS1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet persontransporter på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Orientering om olika transportverksamheter och deras roll i samhället, däribland linjetrafik, beställningstrafik, taxitrafik, skolskjuts, sjukresor och färdtjänst.</li> <li>Orientering om transportledning och transporthandlingar samt administrativa rutiner vid persontransporter, däribland rutiner för biljettsystem.</li> <li>Metoder för säker på- och avstigning för passagerare utifrån trafiksituation och passagerares olika behov.</li> <li>Lagar och andra bestämmelser som reglerar användning av kommunikations- och mediautrustningar samt risker som användningen kan medföra.</li> <li>Ergonomi i förarmiljön samt säker och ergonomisk lastning och lossning av gods.</li> <li>Orientering om olika typer av bussar, deras konstruktioner, drivmedel och drivkällor samt hur de är anpassade för olika användningsområden för persontransporter.</li> <li>Orientering om olika tilläggsutrustningar och komfortsystem, deras funktioner och användningsområden, till exempel informationssystem för hållplatser, fast och mobil utrustning för brand och utrymning, mediautrustning och utrustning för passagerare med särskilda behov.</li> <li>Metoder för funktions- och säkerhetskontroll samt vård och enklare underhåll av bussar.</li> <li>Orientering om regler för bussars mått och vikt i samband med nationella persontransporter.</li> <li>Orientering om områdesspecifika begrepp och uttryck samt vad som kännetecknar god kommunikation, god service och gott kundbemötande i samband med yrkesmässiga persontransporter.</li> <li>Orientering om åtgärder vid olika sjukdomstillstånd hos passagerare.</li> <li>Orientering om olika hot- och våldssituationer samt hur de kan förebyggas och hanteras.</li> <li>Orientering om olyckstillbud och brandrisker samt om orsaker till uppkomsten av bussbränder.</li> <li>Hantering av reglage och rutinmässig manövrering av tung buss.</li> <li>Körning av tung buss på ett trafiksäkert, riskmedvetet och miljövänligt sätt i enklare trafikmiljöer med rätt nyttjande av bussens kapacitet.</li> <li>Genomförande av säkerhetskontroll samt enklare vård och underhåll av buss.</li> <li>Planering av resrutt med användning av olika informationssystem samt planering för säker på- och avstigning för passagerare.</li> <li>Körning med passagerare med hänsyn till arbetstidsregler samt dokumentation enligt dessa.</li> <li>Lastsäkring av resgods.</li> <li>Körning utifrån tidtabell och rutiner vid hållplatser.</li> <li>Användning av områdesspecifika begrepp och uttryck i kommunikation med medarbetare.</li> <li>Säkerhetsmedvetet och miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PERS2000X</h3>",
      "code": "PERS2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet persontransporter på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika verksamheter för persontransporter samt de krav som ställs på förare och buss i samband med persontransporter.</li> <li>Transportledning, transporthandlingar och administrativa rutiner vid persontransporter, däribland rutiner för gränspassager med dokumentation och tillstånd för nationella och internationella persontransporter inom EU och Schengenområdet samt rutiner för biljettsystem.</li> <li>Orientering om förebyggande arbete mot brottslighet vid transporter samt om lagstiftning om transportföretagens ansvar och konsekvenser för föraren.</li> <li>Säker användning av kommunikations- och mediautrustning.</li> <li>Ergonomi i förarmiljön och vid assistans av passagerare med särskilda behov samt säker och ergonomisk lastning och lossning av gods.</li> <li>Olika typer av bussar och krav på deras utförande och konstruktioner, drivmedel och drivkällor samt hur de är anpassade för olika användningsområden för persontransporter.</li> <li>Regler för bussars mått och vikt i samband med nationella persontransporter och vilken betydelse det har för användningsområde och planering av färdväg.</li> <li>Områdesspecifika begrepp och uttryck samt metoder för god kommunikation, god service och gott kundbemötande i samband med persontransporter.</li> <li>Hur förebyggande åtgärder kan vidtas vid olika sjukdomstillstånd hos passagerare samt hur symboler, märken och id-kort för olika sjukdomar tolkas.</li> <li>Tillvägagångssätt för utrymning vid brand och tillbud i bussar samt för agerande vid olika hot- och våldssituationer.</li> <li>Körning och manövrering av tung buss på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer och olika trafikförhållanden samt användning av tekniska funktioner för ökad framkomlighet i olika trafiksituationer och vid skiftande väglag.</li> <li>Genomförande av funktions- och säkerhetskontroll samt vård och enklare underhåll av buss och lastutrymme.</li> <li>Planering av resrutt med användning av olika informationssystem, däribland planering för säker på- och avstigning samt för säker lastning och lossning av resgods.</li> <li>Körning med passagerare enligt planerad resrutt och med hänsyn till arbetstidsregler samt dokumentation enligt dessa.</li> <li>Körning utifrån tidtabell och rutiner vid hållplatser.</li> <li>Service och kundbemötande samt användning av områdesspecifika begrepp och uttryck i kommunikationen med passagerare och medarbetare.</li> <li>Säkerhetsmedvetet och miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PERS3000X</h3>",
      "code": "PERS3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet persontransporter på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Olika verksamheter för persontransporter och de krav som gäller för dessa, däribland internationella persontransporter.</li> <li>Transportledning, transporthandlingar och administrativa rutiner vid persontransporter, däribland rutiner för gränspassager med dokumentation och tillstånd för nationella och internationella persontransporter inom EU, Schengenområdet och övriga Europa samt rutiner för biljettsystem.</li> <li>Metoder för förebyggande arbete mot brottslighet vid nationella och internationella transporter samt rutiner för åtgärder vid identifiering av brottslig handling.</li> <li>Hur hållbara yrkesmässiga persontransporter kan planeras och genomföras med hänsyn till säkerhet, kvalitet, ekonomi och miljö, däribland rutiner för på- och avstigning samt för lastning och lossning av resgods.</li> <li>Säker användning av kommunikations- och mediautrustning samt faktorer för säker kommunikation med passagerare.</li> <li>Ergonomi och rutiner för säker och god arbetsmiljö, däribland vid assistans av passagerare med särskilda behov samt vid lastning och lossning av gods.</li> <li>Olika typer av bussar och krav på deras utförande och konstruktioner, drivmedel och drivkällor, riskfaktorer med vindkänslighet och tyngdpunktsfördelning samt hur bussar är anpassade för olika användningsområden inom persontransporter.</li> <li>Rutiner för genomförande av funktions- och säkerhetskontroll och enklare underhåll av olika typer av bussar samt vilka konsekvenser bristande kontroll och underhåll kan medföra avseende trafiksäkerhet, driftsäkerhet och ekonomi.</li> <li>Regler för bussars mått och vikt i samband med nationella och internationella persontransporter och vilken betydelse det har för användningsområde och planering av färdväg.</li> <li>Faktorer för gott bemötande av passagerare med särskilda behov, däribland bemötande av barn, äldre och personer med funktionsnedsättning och för omhändertagande av passagerare som uppvisar symtom på sjukdom.</li> <li>Områdesspecifika begrepp och uttryck samt metoder för god kommunikation, god service och gott kundbemötande, däribland med yrkesmässigt förhållningssätt till passagerares integritet och metoder för hantering av klagomål.</li> <li>Vikten av att värna företagets profil och hur kommersiella och ekonomiska tvister kan förebyggas.</li> <li>Tillvägagångssätt för utrymning vid brand och tillbud i bussar i tunnlar samt för agerande vid olika hot- och våldssituationer.</li> <li>Körning och manövrering av tung buss på ett trafiksäkert, riskmedvetet och miljövänligt sätt i olika trafiksituationer, varierande trafikmiljöer och olika trafikförhållanden med hänsyn till mjukhet vid inbromsningar och stopp samt manövrering och trafikuppträdande vid hållplatser för av- och påstigning.</li> <li>Genomförande av funktions- och säkerhetskontroll samt vård och enklare underhåll av buss och lastutrymme.</li> <li>Planering av körtid och färdvägar samt yrkesmässig körning av passagerare och gods med hänsyn till olika trafikmiljöer och transportavstånd, däribland med användning av olika informationssystem för färdplanering.</li> <li>Körning utifrån tidtabell och rutiner vid hållplatser.</li> <li>Service och kundbemötande samt anpassning av språk till olika situationer och mottagare vid persontransporter.</li> <li>Säkerhetsmedvetet och miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser samt för att förhindra person- och egendomsskador.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av yrkesmässiga persontransporter med buss samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av bussar och tillhörande utrustningar som används inom yrkesmässiga persontransporter samt deras användningsområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om hantering av olika tillbud i samband med persontransporter.</p> <p>Eleven kör och manövrerar tung buss i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>viss säkerhet</strong> yrkesmässiga persontransporter med tung buss och bemöter med <strong>viss säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika typer av yrkesmässiga persontransporter med buss samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av bussar och tillhörande utrustningar som används inom yrkesmässiga persontransporter samt deras användningsområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om hantering av olika tillbud i samband med persontransporter.</p> <p>Eleven kör och manövrerar tung buss i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>säkerhet</strong> yrkesmässiga persontransporter med tung buss och bemöter med <strong>säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av yrkesmässiga persontransporter med buss samt om de krav som ställs på förare och fordon i samband med transporterna.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av bussar och tillhörande utrustningar som används inom yrkesmässiga persontransporter samt deras användningsområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika faktorer för god service och gott kundbemötande samt om hantering av olika tillbud i samband med persontransporter.</p> <p>Eleven kör och manövrerar tung buss i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven planerar och genomför med <strong>god säkerhet</strong> yrkesmässiga persontransporter med tung buss och bemöter med <strong>god säkerhet</strong> passagerare på ett serviceinriktat sätt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.060Z"
}