{
  "code": "PESO",
  "name": "Pedagogiskt och socialt arbete – specialisering",
  "englishName": "Educational and Social Work – Specialization",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen.",
  "skolfsGrund": "2025:138",
  "nameHeading": "<h2>Pedagogiskt och socialt arbete – specialisering</h2>",
  "description": "<p>Ämnet pedagogiskt och socialt arbete – specialisering möjliggör en fördjupning inom ett valt kunskapsområde inom pedagogiskt och socialt arbete. Fördjupningen kan ske inom olika pedagogiska och sociala kunskapsområden, till exempel inom förskolan, skolan och funktionshinderområdet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet pedagogiskt och socialt arbete – specialisering ska syfta till att eleverna utvecklar förmåga att arbeta med barn, ungdomar eller vuxna inom pedagogiska och sociala yrkesområden utifrån en demokratisk och jämställd helhetssyn. Eleverna ska ges möjlighet att utveckla förmåga att möta och stödja barn, ungdomar eller vuxna i deras utveckling. Eleverna ska också ges möjlighet att planera, genomföra och pedagogiskt leda aktiviteter och insatser inom valt kunskapsområde på ett hälsofrämjande, säkert, ergonomiskt och yrkesetiskt sätt. Genom undervisningen ska eleverna även ges möjlighet att utveckla förmåga att dokumentera och utvärdera aktiviteterna och insatserna samt ge förslag på hur arbetet kan utvecklas.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om utvecklingsbehov och kvalitetsarbete inom pedagogiskt eller socialt arbete. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera och samverka med andra på ett yrkesetiskt sätt samt att anpassa sin kommunikation till sammanhanget. Därigenom ska undervisningen stimulera eleverna till att resonera om, reflektera över och ta ställning i olika frågor inom området. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området samt förmåga att bidra till en god arbetsmiljö.</p><p>Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av arbetsuppgifter kopplade till valt kunskapsområde. Initiativförmåga, självständighet, personligt ansvarstagande, problemlösning och handlingsberedskap ska stimuleras i undervisningen. Undervisningen ska också ge eleverna möjlighet att granska och värdera ny kunskap inom området.</p><h5><em>Undervisningen i ämnet pedagogiskt och socialt arbete – specialisering ska ge eleverna förutsättningar att utveckla följande:</em></h5><ul><li>Förmåga att leda, stödja eller handleda människor inom valt pedagogiskt eller socialt kunskapsområde.</li><li>Förmåga att planera, genomföra, dokumentera och utvärdera samt pedagogiskt leda aktiviteter och insatser på ett yrkesetiskt sätt inom det valda kunskapsområdet.</li><li>Förmåga att möta och stödja människor i olika situationer samt att anpassa sin kommunikation till mottagare och sammanhang.</li><li>Kunskaper om hur systematiskt kvalitetsarbete kan påverka kvaliteten i det dagliga stödet och omsorgen.</li><li>Förmåga att arbeta på ett säkert sätt samt i enlighet med lagar och andra bestämmelser relevanta för kunskapsområdet.</li></ul><h3>Nivåer i ämnet pedagogiskt och socialt arbete – specialisering</h3><ul><li>Nivå 1, 100 poäng. Nivå 1, 100 poäng, som bygger på nivå 3 i ämnet pedagogik, nivå 1 i ämnet pedagogiskt arbete, nivå 2 i ämnet socialt arbete eller nivå 2 i ämnet specialpedagogik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PESO1000X</h3>",
      "code": "PESO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet pedagogiskt och socialt arbete – specialisering på nivå 1 ska behandla följande centrala innehåll:</p><p>Undervisningen i ämnet pedagogiskt och socialt arbete – specialisering på nivå 1 ska behandla följande centrala innehåll:</p><ul><li>Teorier och begrepp inom valt kunskapsområde.</li><li>Genomförande av pedagogiska eller sociala aktiviteter och insatser anpassade till individen.</li><li>Anpassning av metoder och arbetssätt utifrån individ, grupp eller verksamhet.</li><li>Hur delaktighet och självbestämmande kan motiveras på ett målgruppsanpassat sätt.</li><li>Planering, genomförande och dokumentation av aktiviteter och insatser på ett yrkesmässigt sätt.</li><li>Hur aktiviteter och insatser kan ledas på ett pedagogiskt sätt.</li><li>Utvärdering, analys, diskussion och problematisering av pedagogiska eller sociala situationer.</li><li>Etiska frågeställningar inom valt kunskapsområde.</li><li>För uppgiften relevant informationsteknik.</li><li>Samverkan med andra yrkesgrupper och verksamheter samt med vårdnadshavare och närstående för ökad kvalitet inom valt kunskapsområde.</li><li>Bemötande av människor utifrån ett yrkesetiskt förhållningssätt, däribland utifrån barns eller personer med funktionsnedsättnings rättigheter samt förskolans, skolans eller funktionshinderområdets värdegrund.</li><li>Metoder och former för samtal och kommunikation i pedagogiska och sociala verksamheter inom valt kunskapsområde.</li><li>Hur det systematiska kvalitetsarbetet kan bidra till utveckling av det dagliga stödet och omsorgen. Rapportering av avvikelser samt analys av orsaker till avvikelserna.</li><li>Ergonomiska och säkra arbetsmetoder utifrån valt kunskapsområde.</li><li>Lagar och andra bestämmelser som gäller arbetet inom valt kunskapsområde.</li></ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3><p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven leder, stödjer eller handleder människor inom valt pedagogiskt eller socialt kunskapsområde med <strong>godtagbart</strong> resultat.</p><p> Eleven planerar, genomför och leder aktiviteter och insatser inom kunskapsområdet med <strong>godtagbart</strong> resultat samt på ett yrkesetiskt sätt. Eleven dokumenterar och utvärderar aktiviteterna och insatserna på ett <strong>enkelt</strong> sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven möter och stödjer samt kommunicerar med människor i olika situationer med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang.</p><p> Eleven visar <strong>godtagbara</strong> kunskaper om det systematiska kvalitetsarbetets funktion och nytta i det dagliga stödet och omsorgen.</p><p> Eleven arbetar på ett sätt som är säkert för sig själv och andra samt i enlighet med relevanta lagar och andra bestämmelser.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven leder, stödjer eller handleder människor inom valt pedagogiskt eller socialt kunskapsområde med <strong>gott</strong> resultat.</p><p> Eleven planerar, genomför och leder aktiviteter och insatser inom kunskapsområdet med <strong>gott</strong> resultat samt på ett yrkesetiskt sätt. Eleven dokumenterar och utvärderar aktiviteterna och insatserna på ett <strong>utvecklat</strong> sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven möter och stödjer samt kommunicerar med människor i olika situationer med <strong>god</strong> anpassning till syfte, mottagare och sammanhang.</p><p> Eleven visar <strong>goda</strong> kunskaper om det systematiska kvalitetsarbetets funktion och nytta i det dagliga stödet och omsorgen.</p><p> Eleven arbetar på ett sätt som är säkert för sig själv och andra samt i enlighet med relevanta lagar och andra bestämmelser.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven leder, stödjer eller handleder människor inom valt pedagogiskt eller socialt kunskapsområde med <strong>mycket gott</strong> resultat.</p><p> Eleven planerar, genomför och leder aktiviteter och insatser inom kunskapsområdet med <strong>mycket gott</strong> resultat samt på ett yrkesetiskt sätt. Eleven dokumenterar och utvärderar aktiviteterna och insatserna på ett <strong>välutvecklat </strong>sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven möter och stödjer samt kommunicerar med människor i olika situationer med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang.</p><p> Eleven visar <strong>mycket goda</strong> kunskaper om det systematiska kvalitetsarbetets funktion och nytta i det dagliga stödet och omsorgen.</p><p> Eleven arbetar på ett sätt som är säkert för sig själv och andra samt i enlighet med relevanta lagar och andra bestämmelser.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
