{
  "code": "PLAA",
  "name": "Plattsättning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:91",
  "nameHeading": "<h2>Plattsättning</h2>",
  "description": "<p>Ämnet plattsättning behandlar plattsättning med kakel, klinker, konstbetongplattor eller mosaik i olika inomhusmiljöer. Ämnet plattsättning behandlar även olika typer av underarbeten, byggnadskonstruktioner och byggmaterial. Arbetet utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet plattsättning ska syfta till att eleverna utvecklar förmåga att utföra olika typer av underarbeten och plattsättningsarbeten på väggar och golv med olika typer av kakel, klinker, konstbetongplattor eller mosaik vid nyproduktion och renovering samt om- och tillbyggnad. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om olika typer av material och tätskiktsmetoder och om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation, renovering samt om- och tillbyggnad. Genom att väcka elevernas nyfikenhet för arbetsområden inom husbyggnad ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk inom yrket. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna dessutom ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet plattsättning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom plattsättning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom plattsättning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet plattsättning</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet husbyggnad eller nivå 3 i ämnet måleri.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PLAA1000X</h3>",
      "code": "PLAA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet plattsättning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Plattsättningsprocessen</em></p> <ul> <li>Olika typer av material för plattsättning, till exempel kakel, klinker, mosaik, tegel samt kalk- och natursten. Materialens egenskaper, funktion och användningsområden.</li> <li>Bygghandlingar och referensverk som berör plattsättning, däribland Byggkeramikrådets branschregler för våtrum (BKR), Måleribranschens regler för våtrumskontroll (MVK), Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Vanligt förekommande metoder vid sättning av keramiska material, till exempel på skivmaterial på putsade och gjutna väggar samt på golv.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, rums- och arbetsbeskrivningar samt utförande- och toleranskrav.</li> <li>Metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång, däribland vägg- och golvindelningar för plattsättning.</li> <li>Underarbeten på olika typer av underlag, till exempel avjämning av skivmaterial, putsade eller gjutna väggar och golv.</li> <li>Ytbeklädnad med keramiska material i torra utrymmen, till exempel på skivmaterial, putsade och gjutna väggar samt olika golv.</li> <li>Fogning och efterbearbetning av keramiska plattor.</li> <li>Bearbetning av keramiska plattor med olika metoder för skärning och håltagning.</li> <li>Sättning och läggning av keramiska material i både tunna och tjocka skikt.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av olika typer av spackel och putsbruk för golv- och väggavjämning i inomhusmiljöer utifrån underlag, materialens funktion och egenskaper samt i enlighet med anvisningar och säkerhetsdatablad.</li> <li>Val och användning av olika tätskiktssystem i enlighet med branschrekommendationer, till exempel för våtrum.</li> <li>Val och användning av olika typer av fix och fog för montering av keramiska plattor i inomhusmiljöer utifrån materialens användningsområde och egenskaper samt i enlighet med anvisningar.</li> <li>Val och användning av vanligt förekommande ytskiktsmaterial utifrån deras egenskaper och användningsområde, till exempel kakel, klinker eller mosaik.</li> <li>Val, användning och vård av lämpliga verktyg och maskiner för plattsättningsarbete, däribland av mätverktyg. Integrering av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller ställningar, arbetsplattformar och användning av lyftanordningar.</li> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön och samverkan.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen, till exempel för säkerhet och arbetsmiljö.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PLAA2000X</h3>",
      "code": "PLAA2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet plattsättning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Plattsättningsprocessen</em></p> <ul> <li>Olika krav som påverkar val av material och metod för plattsättningsarbeten, till exempel i våta eller torra utrymmen, inom- eller utomhus.</li> <li>Varsamhetskrav i samband med ombyggnation och restaurering av äldre byggnader, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Bygghandlingars funktion och myndighetsbeslut i byggprocessen, däribland utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR).</li> <li>Vanligt förekommande metoder för olika förbehandlingar av underlag vid sättning av keramiska material i till exempel våtrum.</li> <li>Konsekvenser av att inte följa lagar och andra bestämmelser som gäller underarbeten och plattsättning.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, rums- och arbetsbeskrivningar samt utförande- och toleranskrav.</li> <li>Metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planeringar för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång, däribland vägg- och golvindelningar för plattsättning.</li> <li>Undergolvsarbete, däribland flytspackling och uppbyggnad av fall med bruk eller spackel.</li> <li>Tätskiktsarbeten och ytbeklädnad med keramiska material i våta utrymmen.</li> <li>Placering och utförande av rörelsefogar (dilatationsfogar).</li> <li>Bearbetning av keramiska plattor med olika metoder för skärning och håltagning.</li> <li>Sättning av keramiska plattor i fris och diagonaler samt med mönsterpassning.</li> <li>Bruksättning och läggning i tjocka skikt inomhus och utomhus.</li> <li>Sättning och läggning av keramiska material, till exempel i trappor och inredningar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete, däribland dokumentation av avvikelser från beställning.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Val och användning av olika typer av spackel och putsbruk för underarbete utifrån underlag, materialens funktion och egenskaper samt i enlighet med anvisningar och säkerhetsdatablad.</li> <li>Val och användning av olika typer av spackel och putsbruk för golv- och väggavjämning i utomhusmiljöer utifrån underlag, materialens funktion och egenskaper samt i enlighet med anvisningar.</li> <li>Val och användning av olika tätskiktssystem i enlighet med branschrekommendationer, till exempel för våtrum.</li> <li>Val och användning av olika typer av fix och fog för montering av keramiska plattor i utomhusmiljöer, bad eller bastu utifrån materialens användningsområden och egenskaper samt i enlighet med anvisningar.</li> <li>Val och användning av ytskiktsmaterial, till exempel kalksten, tegel, natursten eller olika typer av granitkeramik utifrån deras egenskaper och användningsområden.</li> <li>Val, användning och vård av lämpliga verktyg och maskiner för plattsättningsarbete, däribland av mätverktyg. Integrering av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar vid plattsättning, däribland av hälsorisker vid hantering av kemikalier, asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom plattsättning.</p> <p>Eleven planerar arbetsuppgifter inom plattsättning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom plattsättning.</p> <p>Eleven planerar arbetsuppgifter inom plattsättning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom plattsättning.</p> <p>Eleven planerar arbetsuppgifter inom plattsättning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.062Z"
}