{
  "code": "PRAK",
  "name": "Praktisk marknadsföring",
  "englishName": "Practical Marketing",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:95",
  "nameHeading": "<h2>Praktisk marknadsföring</h2>",
  "description": "<p>Marknadsföring är en länk mellan tillverkare och konsument och bidrar till företags lönsamhet och utveckling samt stärker möjligheter att hitta och behålla kunder. Ämnet praktisk marknadsföring behandlar marknadsföringens betydelse vid försäljning av varor och tjänster samt hur målgruppsanpassad marknadsföring kan användas inom handels- och tjänstesektorn.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet praktisk marknadsföring ska syfta till att eleverna utvecklar kunskaper om praktisk marknadsföring och dess utveckling. Undervisningen ska också lägga en grund för elevernas förmåga att yrkesmässigt och på ett etiskt och jämställt sätt utföra arbetsuppgifter inom praktisk marknadsföring. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om praktisk marknadsföring och dess påverkan på konsumenter. Dessutom ska eleverna ges möjlighet att utveckla förmåga att utföra varuexponering och framställning av material för säljstöd. Vidare ska undervisningen leda till att eleverna utvecklar förståelse av sambandet mellan utbud och efterfrågan och faktorer som påverkar affärsmöjligheter och lönsamhet. Undervisningen ska också leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser samt om marknadsetiska regler inom området.</p> <p>Genom teori och praktiska arbetssätt ska eleverna ges möjlighet att utföra arbetsuppgifter inom praktisk marknadsföring samt utveckla en yrkesmässig attityd i kommunikationen med kunder. Därigenom ska eleverna ges möjlighet att omsätta sina kunskaper i yrkesmässiga handlingar. Undervisningen ska vidare bidra till att eleverna utvecklar förmåga att använda relevant teknik och material som redskap för varuexponering, säljstödsmaterial och marknadsföringsinsatser. Via kontakter med företag och organisationer ska eleverna ges möjlighet att utveckla förståelse av marknadsföringens villkor och marknadsetiska regler. Eleverna ska även ges möjlighet att använda informations- och kommunikationsteknik för affärsmässig verksamhet.</p> <h5><em>Undervisningen i ämnet praktisk marknadsföring ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om praktisk marknadsföring och dess utveckling.</li> <li>Förmåga att utföra säljande varuexponering i digitala och fysiska butiker samt utforma säljstödsmaterial.</li> <li>Förmåga att utforma, utföra och utvärdera marknadsföringsinsatser.</li> <li>Kunskaper om lagar och andra bestämmelser samt marknadsetiska regler inom praktisk marknadsföring.</li> </ul><h3>Nivåer i ämnet praktisk marknadsföring</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PRAK1000X</h3>",
      "code": "PRAK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet praktisk marknadsföring på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Marknadsföringens grunder och utveckling historiskt och i nutid.</li> <li>Olika yrkesroller inom området.</li> <li>Marknadskommunikation: Hur ett företag kan kommunicera budskap till sin marknad och sina kunder, till exempel genom olika typer av annonsering och i olika kanaler.</li> <li>Butikskommunikatörens uppgifter i både digitala och fysiska butiker samt i olika branscher.</li> <li>Hur varuexponeringar planeras, organiseras och utförs samt tekniker för att utforma säljstödsmaterial anpassat till både digitala och fysiska butiker.</li> <li>Faktorer som påverkar säljmiljöns utformning, däribland ljus, ljud, färg och form.</li> <li>Olika former av varuexponering, till exempel kategori- och sambandsexponeringar samt exponering av varor i olika prisklasser.</li> <li>Vanligt förekommande kanaler för digital marknadsföring med anpassning till sociala medier samt för framställning av digital text och bild.</li> <li>Hur marknadsundersökningar utformas och hur resultaten kan tolkas.</li> <li>Hur säljfrämjande åtgärder och marknadsföringsinsatser i olika kanaler kan planeras, utföras och utvärderas.</li> <li>Introduktion till lagar och andra bestämmelser inom området, däribland lagen om distansavtal och avtal utanför affärslokaler, marknadsföringslagen och prisinformationslagen, reglering av personuppgifter och marknadsetiska regler vid marknadsföring.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PRAK2000X</h3>",
      "code": "PRAK2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet praktisk marknadsföring på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Mediers påverkan på konsumtionsval.</li> <li>Syfte med och metoder inom reklam, såväl historiskt som nutida. Analys och värdering av budskap i reklam.</li> <li>Hur butikskommunikatörer anpassar marknadsföringen mot olika kundtyper och kundbeteenden i digitala och fysiska butiker.</li> <li>Varuexponering i olika marknadsföringskanaler och digitala plattformar.</li> <li>Hur varuexponering och säljmiljö påverkar och vägleder kunders köpbeteende digital och i fysisk butik.</li> <li>Hur mässor planeras, genomförs och utvärderas.</li> <li>Hur olika varuexponeringsmetoder kan analyseras för att öka försäljningen i digitala och fysiska butiker.</li> <li>Digital marknadsföring i olika kanaler och till olika målgrupper, till exempel genom sökmotoroptimering.</li> <li>Grundläggande tekniker för framställning av digital text, bild och rörlig bild med anpassning till sociala medier.</li> <li>Hur affärsidéer, marknads- och säljplaner kan utformas utifrån analys av marknadssegment och målgrupp.</li> <li>Analys av marknadsföringsinsatser som grund för affärsmässiga beslut.</li> <li>Hur lagar och andra bestämmelser inom området kan tillämpas, däribland lagen om distansavtal och avtal utanför affärslokaler, marknadsföringslagen, prisinformationslagen, reglering av personuppgifter och marknadsetiska regler vid marknadsföring.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om praktisk marknadsföring och dess utveckling.</p> <p>Eleven använder med <strong>viss</strong> skicklighet olika tekniker och metoder för varuexponeringar i marknadsföringsarbetet. I arbetet visar eleven på ett <strong>godtagbart</strong> sätt hur budskap kan användas i marknadsföringen.</p> <p>Eleven utformar och utför marknadsundersökningar med <strong>godtagbart</strong> resultat. Dessutom utvärderar eleven marknadsföringsinsatser med <strong>delvis</strong> underbyggda resonemang.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom området samt om marknadsetiska regler.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om praktisk marknadsföring och dess utveckling.</p> <p>Eleven använder med <strong>god</strong> skicklighet olika tekniker och metoder för varuexponeringar i marknadsföringsarbetet. I arbetet visar eleven på ett <strong>gott</strong> sätt hur budskap kan användas i marknadsföringen.</p> <p>Eleven utformar och utför marknadsundersökningar med <strong>gott</strong> resultat. Dessutom utvärderar eleven marknadsföringsinsatser med <strong>väl</strong> underbyggda resonemang.</p> <p>Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom området samt om marknadsetiska regler.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om praktisk marknadsföring och dess utveckling.</p> <p>Eleven använder med <strong>mycket god</strong> skicklighet olika tekniker och metoder för varuexponeringar i marknadsföringsarbetet. I arbetet visar eleven på ett <strong>mycket gott</strong> sätt hur budskap kan användas i marknadsföringen.</p> <p>Eleven utformar och utför marknadsundersökningar med <strong>mycket gott</strong> resultat. Dessutom utvärderar eleven marknadsföringsinsatser med <strong>mycket väl</strong> underbyggda resonemang.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom området samt om marknadsetiska regler.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
