{
  "code": "PROU",
  "name": "Produktutveckling",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:99",
  "nameHeading": "<h2>Produktutveckling</h2>",
  "description": "<p>Ämnet produktutveckling behandlar arbetsprocessen för att skapa en produkt samt produktens material, konstruktion och design. Ämnet behandlar också hur olika intressenters krav samordnas till en helhet i den kreativa process som skapar en produkts gestalt, funktion och användning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet produktutveckling ska syfta till att eleverna utvecklar kunskaper om arbetsprocessen för att skapa en produkt samt om hur produktens användningsområden påverkar, och har påverkat, utvecklingen av produkten. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika produkters historia, om råvaror och material, deras egenskaper och kostnader samt om produktframställning. Dessutom ska undervisningen bidra till att eleverna utvecklar färdigheter i att använda verktyg och förmåga att använda metoder för materialval, konstruktion och design av produkter.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att bearbeta, analysera och visualisera idéer för utveckling av produkter. Det ställs höga krav på att produkter motsvarar människors förväntningar på kvalitet, estetik och funktionalitet. Därför är design är en central del av produktutveckling. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av de faktorer som påverkar designarbetet runt produkter.</p> <p>Undervisningen ska lämna utrymme för diskussion om och reflektion över etiska frågor om människors behov och förutsättningar att använda olika produkter. Därigenom ska eleverna utveckla en förståelse av hur användbara produkter designas och konstrueras.</p> <p>Genom ett projektinriktat arbetssätt ska eleverna ges möjlighet att utveckla praktiska färdigheter parallellt med förmåga att analysera och utvärdera process och resultat.</p> <h5><em>Undervisningen i ämnet produktutveckling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera, genomföra och utvärdera konstruktions- och designarbete.</li> <li>Kunskaper om processer och begrepp för arbete med konstruktion och design.</li> <li>Förmåga att utveckla, analysera och visualisera idéer och prototyper.</li> <li>Kunskaper om olika produkter och materialegenskaper.</li> </ul><h3>Nivåer i ämnet produktutveckling</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: PROU1000X</h3>",
      "code": "PROU1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet produktutveckling på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Metod och process</em></p> <ul> <li>Planering, konstruktion, design och tillverkning av en egen enkel prototyp eller modell.</li> <li>Arbetsmetoder och verktyg för konstruktion och design.</li> <li>Faktorer som påverkar konstruktion av produkter, till exempel estetik, hållfasthet, funktion och kvalitetskrav.</li> <li>Olika designprocesser och konstruktioner samt vedertagen terminologi.</li> <li>Normer, standarder och bestämmelser som gäller konstruktion, miljöhänsyn och säkerhet.</li> <li>Kvalitetskrav som är förenade med användning och framtida underhåll ur sociala och ekonomiska hållbarhetsaspekter.</li> </ul> <p><em>Visualisering</em></p> <ul> <li>Grundläggande färg- och formlära.</li> <li>Skiss- och ritteknik för utveckling av produkter.</li> <li>Relevanta verktyg för datorstödd utveckling och tillverkning.</li> <li>Dokumentation, redovisning och presentation av eget arbete och resultat med terminologi relevant för teknikområdet.</li> </ul> <p><em>Material</em></p> <ul> <li>Råvarutillgångar, material och produkter ur ett historiskt perspektiv samt deras utvecklingspotential.</li> <li>Olika materials egenskaper och användningsområden.</li> <li>Miljöcertifiering och märkning.</li> <li>Bestämmelser för aktuella produkter och material beträffande skydd, hälsa och säkerhet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: PROU2000X</h3>",
      "code": "PROU2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet produktutveckling på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Metod och process</em></p> <ul> <li>Planering, konstruktion, design och tillverkning av en egen prototyp eller modell.</li> <li>Tillämpning av arbetsmetoder och användning av verktyg för konstruktion och design.</li> <li>Estetikens och ergonomins betydelse för bruksvärde och marknadsvärde hos produkter och material.</li> <li>Designprocessens olika delar, från marknadsundersökning och funktionsanalys till presentation och utvärdering.</li> <li>Produktionstekniska förutsättningar och produktionsfilosofi.</li> <li>Konstruktionsberäkningar enligt modeller och formler.</li> </ul> <p><em>Visualisering</em></p> <ul> <li>Analys av färg och form för kvalitetshöjning av resultatet.</li> <li>Överföring av tillverkningsunderlag till datorstödd tillverkning eller friformframställning.</li> <li>Presentation av idéer via till exempel bild, ritning, modell, skrift och tal samt analys och utvärdering av både egna och andras idéer.</li> <li>Slutsatser ur framkomna resultat i enlighet med föreskrifter och kvalitetssäkringssystem.</li> </ul> <p><em>Material</em></p> <ul> <li>Produkters ändamålsenlighet och samspelet mellan människa och artefakt ur ett historiskt och samtida perspektiv.</li> <li>Materialegenskaper och materialets betydelse för produkters kvalitet, tillverkning och destruktion, alternativt återvinning.</li> <li>Val av material utifrån kvalitet, tillverkning och destruktion, alternativt återvinning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar och genomför med <strong>viss skicklighet</strong> konstruktions- och designarbete och gör <strong>enkla</strong> utvärderingar av utfört arbete.</p> <p>Eleven redogör <strong>översiktligt</strong> för produktutvecklingsprocesser med <strong>viss</strong> användning av relevanta begrepp.</p> <p>Eleven utvecklar, analyserar och visualiserar idéer och prototyper med <strong>visst</strong> handlag.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika produkter och material.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar och genomför med <strong>skicklighet</strong> konstruktions- och designarbete och gör <strong>genomarbetade</strong> utvärderingar av utfört arbete.</p> <p>Eleven redogör <strong>utförligt</strong> för produktutvecklingsprocesser med <strong>god</strong> användning av relevanta begrepp.</p> <p>Eleven utvecklar, analyserar och visualiserar idéer och prototyper med <strong>gott</strong> handlag.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika produkter och material.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar och genomför med <strong>god skicklighet</strong> konstruktions- och designarbete och gör <strong>väl genomarbetade</strong> utvärderingar av utfört arbete.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för produktutvecklingsprocesser med <strong>mycket god</strong> användning av relevanta begrepp.</p> <p>Eleven utvecklar, analyserar och visualiserar idéer och prototyper med <strong>mycket gott</strong> handlag.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika produkter och material.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.067Z"
}