{
  "code": "REGI",
  "name": "Regi",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:201",
  "nameHeading": "<h2>Regi</h2>",
  "description": "<p>Regi handlar om ledarskap i en konstnärlig process. Regissören arbetar med utgångspunkt i en konstnärlig vision med att ge skådespelare regi, samordna sceniska uttryck och arbetsleda. Ämnet regi behandlar hur ett sceniskt ledarskap kan se ut och vilken betydelse det har i en scenisk produktion.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet regi ska syfta till att eleverna utvecklar kunskaper om och färdigheter i regi, såsom personregi, arbetsledning och samordning av sceniska uttryck. Undervisningen ska också bidra till att eleverna utvecklar förståelse av regins betydelse för helheten i en teaterproduktion. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur teaterns tre hörnpelare berättelsen, berättaren och rummet samverkar. Centralt i all teater är gestaltning och kommunikation. Därför ska eleverna ges möjlighet att utveckla färdigheter i att kommunicera med teaterns olika uttrycksmedel och förmåga att medvetet kommunicera med en publik. Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i teaterämnen aktivt bidra till ett rikt kulturliv i samhället.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av teatern som arbetsplats och regissörens roll i samarbetet mellan teaterproduktionens olika funktioner. Eleverna ska dessutom ges möjlighet att med användning av områdets begrepp diskutera regissörens roll i samhället, till exempel regissörens möjlighet att leda och påverka människor. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om olika sätt att leda sceniskt arbete. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förståelse av teater som kollektiv konstart. Därför ska eleverna ges möjlighet att utveckla ansvarskänsla, initiativförmåga och lyhördhet. Undervisningen ska också betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet.</p> <p>Teater som konstform undersöker, ställer frågor och berättar om vad det är att vara människa i olika kontexter. Därför ska undervisningen stimulera elevernas nyfikenhet på människans beteenden, drivkrafter och livsvillkor. Undervisningen ska lämna utrymme för diskussion och reflektion över etiska frågor och vad som är ett klokt handlande inom regi samt stimulera elevernas kreativitet, skaparglädje och vilja att berätta. Eleverna ska också ges möjlighet att reflektera över det egna skapandet och de frågor som undersöks i den konstnärliga och pedagogiska processen.</p> <p>Undervisningen ska varva praktiska moment med teoretiska och ge eleverna möjlighet att uppleva, analysera och tolka olika teaterformer.</p> <h5><em>Undervisningen i ämnet regi ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om regi och dess betydelse för helheten i regiarbetet.</li> <li>Förmåga att omsätta kunskaper om regi i praktiskt och konstnärligt arbete.</li> <li>Förmåga att samordna sceniska uttrycksmedel i kommunikation med en publik.</li> <li>Förmåga att skapa förutsättningar för samarbete i grupp och samspel i gestaltning.</li> <li>Förmåga att analysera och tolka olika sceniska gestaltningar, med användning av begrepp inom området.</li> <li>Förmåga att beskriva och reflektera över arbetsprocessen och det egna skapandet i regi.</li> </ul><h3>Nivåer i ämnet regi</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: REGI1000X</h3>",
      "code": "REGI1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet regi på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Moment i regiprocessen, däribland dess olika faser såsom inledande analys och tolkning, utforskande arbete samt form och komposition.</li> <li>Konstnärlig iscensättning av idéer till gestaltning.</li> <li>Samordning och ledarskap i en konstnärlig process.</li> <li>Metoder för regi.</li> <li>Hur sceniska uttrycksmedel såsom kropp och röst, scenografi, kostym, mask, ljus, ljud eller projektion med hjälp av regi samverkar i kommunikation med en publik.</li> <li>Hur mötet mellan aktörer och publik kan förstås och förstärkas.</li> <li>Sceniskt produktionsarbete som kollektiv konstform.</li> <li>Skapande av förutsättningar för samarbete och samspel i en scenisk produktion med fokus på regi och sceniskt ledarskap.</li> <li>Skapande av en inkluderande och jämställd arbetsmiljö, med utgångspunkt i samtycke och trygghet.</li> <li>Hur analys och tolkning kan göras av sceniska gestaltningar med fokus på regi.</li> <li>Begrepp för regiarbete, till exempel kollationering, läsart, vändpunkt, rytm och tempo.</li> <li>Reflektion över det egna regiarbetet och arbetsprocessen.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för regiprocessens olika faser och regissörens funktion.</p> <p>Eleven omsätter kunskaper och idéer till praktik i sitt regiarbete med <strong>godtagbart</strong> resultat.</p> <p>Eleven samordnar med <strong>viss säkerhet</strong> olika sceniska uttrycksmedel i mötet med en publik.</p> <p>Eleven leder andra och skapar <strong>godtagbara</strong> förutsättningar för samarbete i grupp och samspel i gestaltning.</p> <p>Eleven gör <strong>enkla</strong> analyser och tolkningar av sceniska gestaltningar med fokus på regi och helhet, med användning av relevanta begrepp.</p> <p>Eleven beskriver och diskuterar <strong>översiktligt</strong> sitt eget regiarbete.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för regiprocessens olika faser och regissörens funktion.</p> <p>Eleven omsätter kunskaper och idéer till praktik i sitt regiarbete med <strong>gott</strong> resultat.</p> <p>Eleven samordnar med <strong>säkerhet</strong> olika sceniska uttrycksmedel i mötet med en publik.</p> <p>Eleven leder andra och skapar <strong>goda</strong> förutsättningar för samarbete i grupp och samspel i gestaltning.</p> <p>Eleven gör <strong>utvecklade</strong> analyser och tolkningar av sceniska gestaltningar med fokus på regi och helhet, med användning av relevanta begrepp.</p> <p>Eleven beskriver och diskuterar <strong>utförligt</strong> sitt eget regiarbete.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för regiprocessens olika faser och regissörens funktion.</p> <p>Eleven omsätter kunskaper och idéer till praktik i sitt regiarbete med <strong>mycket gott</strong> resultat.</p> <p>Eleven samordnar med <strong>god säkerhet</strong> olika sceniska uttrycksmedel i mötet med en publik.</p> <p>Eleven leder andra och skapar <strong>mycket goda</strong> förutsättningar för samarbete i grupp och samspel i gestaltning.</p> <p>Eleven gör <strong>utvecklade och nyanserade</strong> analyser och tolkningar av sceniska gestaltningar med fokus på regi och helhet, med användning av relevanta begrepp.</p> <p>Eleven beskriver och diskuterar <strong>utförligt och nyanserat</strong> sitt eget regiarbete.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.070Z"
}