{
  "code": "RENN",
  "name": "Renen och dess naturmiljö",
  "englishName": "The Reindeer and its Natural Environment",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:337",
  "nameHeading": "<h2>Renen och dess naturmiljö</h2>",
  "description": "<p>Ämnet renen och dess naturmiljö behandlar renen som biologisk varelse och dess betydelse för det samiska samhället. Det behandlar även hur renskötseln är sammankopplad med den samiska kulturen och är bärare av en lång kulturell tradition och en samisk identitet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet renen och dess naturmiljö ska syfta till att eleverna utvecklar kunskaper om renen och dess naturliga beteende samt om hantering och skötsel av renar med utgångspunkt i djurets behov och välfärd. Undervisningen ska leda till att eleverna utvecklar kunskaper om renens exteriör, underarter och utbredning samt om dess anatomi, fysiologi, årstidsrytm och anpassning till arktiskt klimat. Den ska också leda till att eleverna utvecklar kunskaper om renens näringsbehov samt om hur tillgången på föda påverkar renskötseln. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om renens egenskaper och om dess etologi. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om olika årstidsland och hur renens behov påverkar renskötselns årscykel. Undervisningen ska därigenom bidra till att eleverna utvecklar både teoretiska och praktiska kunskaper samt traditionellt samiska för arbete inom de samiska näringarna.</p> <p>Samspelet mellan renen, naturen och människan ligger till grund för en hållbar rennäring. Renskötseln är också en traditionsbärare med stort symbolvärde i den samiska kulturen. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om renen med utgångspunkt i djurets behov och naturliga beteende. Eleverna ska också ges möjlighet att utveckla kunskaper om skador och sjukdomar hos renar och hur dessa kan förebyggas. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att använda samiska termer och begrepp som används inom renskötsel.</p> <p>Genom observationer och fältstudier ska eleverna ges möjlighet att få inblick i renars utveckling, etologi, hälsa och välbefinnande. Genom praktiska övningar i undervisningen och i samband med fältstudier ska eleverna dessutom ges möjlighet att utveckla ansvarskänsla och beredskap för olika handlingsalternativ i arbetet med renar.</p> <h5><em>Undervisningen i ämnet renen och dess naturmiljö ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om renens biologi, kondition och hälsa samt anpassning till arktiskt klimat.</li> <li>Kunskaper om renens egenskaper och naturliga beteenden.</li> <li>Kunskaper om renens näringsbehov och foderval.</li> <li>Kunskaper om skador och sjukdomar hos renar och om förebyggande hälsovård.</li> <li>Förmåga att använda samisk terminologi.</li> </ul><h3>Nivåer i ämnet renen och dess naturmiljö</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: RENN1000X</h3>",
      "code": "RENN1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet renen och dess naturmiljö på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Renens exteriör, familjetillhörighet, släkte, art och underarter samt anpassning till arktiskt klimat.</li> <li>Renens livsprocesser, anatomi och fysiologi.</li> <li>Renens naturliga miljö och beteendevariationer under året inom olika åldersgrupper och kön.</li> <li>Renens domesticering.</li> <li>Växter som ingår i renens foderval under olika årstider samt växtförhållanden i olika landskapstyper och årstidsland.</li> <li>Renens hälsa. Undernäring, sjukdom och skador hos renen.</li> <li>Mikroorganismers betydelse för renen samt virus och parasiters inverkan på renens hälsa.</li> <li>Förebyggande djurhälsa.</li> <li>Samisk terminologi inom området.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för renens biologi, kondition och hälsa samt för årstidsrytm och anpassning till arktiskt klimat.</p> <p>Eleven observerar renar och för <strong>enkla</strong> resonemang om renens egenskaper och naturliga beteenden.</p> <p>Eleven redogör <strong>översiktligt</strong> för renens näringsbehov och foderval.</p> <p>Eleven redogör <strong>översiktligt</strong> för vanligt förekommande skador och sjukdomar hos ren samt hur dessa kan förebyggas.</p> <p>Eleven använder med <strong>viss säkerhet</strong> samisk terminologi som berör renen och dess naturmiljö.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för renens biologi, kondition och hälsa samt för årstidsrytm och anpassning till arktiskt klimat.</p> <p>Eleven observerar renar och för <strong>utvecklade</strong> resonemang om renens egenskaper och naturliga beteenden.</p> <p>Eleven redogör <strong>utförligt</strong> för renens näringsbehov och foderval.</p> <p>Eleven redogör <strong>utförligt</strong> för vanligt förekommande skador och sjukdomar hos ren samt hur dessa kan förebyggas.</p> <p>Eleven använder med <strong>säkerhet</strong> samisk terminologi som berör renen och dess naturmiljö.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för renens biologi, kondition och hälsa samt för årstidsrytm och anpassning till arktiskt klimat.</p> <p>Eleven observerar renar och för <strong>välutvecklade</strong> resonemang om renens egenskaper och naturliga beteenden.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för renens näringsbehov och foderval.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för vanligt förekommande skador och sjukdomar hos ren samt hur dessa kan förebyggas.</p> <p>Eleven använder med <strong>god säkerhet</strong> samisk terminologi som berör renen och dess naturmiljö.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
