{
  "code": "RETO",
  "name": "Retorik",
  "englishName": "Rhetoric",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:203",
  "nameHeading": "<h2>Retorik</h2>",
  "description": "<p>Retorik handlar om att kommunicera på ett trovärdigt, övertygande och engagerande sätt. Det tillämpas inom till exempel marknadsföring och politisk argumentation och har även betydelse i privata sammanhang. Ämnet bygger på en lång tradition och har sedan antiken varit ett viktigt kunskapsområde. I ämnet ingår retorikens historia, praktisk tillämpning av retorikens metoder samt analys av retorik.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet retorik ska syfta till att eleverna utvecklar kunskaper om retorik samt förmåga att utrycka sig retoriskt medvetet i såväl samhälls- och arbetsliv som i privata sammanhang. Undervisningen ska främja elevernas aktiva deltagande i samhällslivet och stärka deras förmåga att påverka demokratiska beslutsprocesser. Därför ska eleverna ges möjlighet att utveckla förmåga att formulera ställningstaganden och argumentera för olika ståndpunkter. Vidare ska undervisningen främja elevernas kreativitet och deras tilltro till sin språkliga förmåga.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av retorikens begrepp, framställningsformer och metoder. I undervisningen ska eleverna ges rikliga tillfällen att praktiskt tillämpa sina kunskaper om retorik samt att anpassa innehåll, struktur, språk och framförande till olika retoriska situationer. Undervisningen ska även lämna utrymme för muntlig framställning i retoriska situationer som har koppling till elevernas utbildning eller intresse.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att analysera retorik i olika typer av muntliga och skriftliga framställningar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att, med hjälp av retoriska begrepp, analysera budskap som vill övertyga, påverka eller manipulera i tal och texter från olika tider. Undervisningen ska också ge eleverna möjlighet att utveckla ett kritiskt och analyserande förhållningssätt till hur språk och andra uttrycksmedel används i olika sammanhang, till exempel inom politisk kommunikation och marknadsföring.</p> <h5><em>Undervisningen i ämnet retorik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om retorikens uppkomst och utveckling.</li> <li>Förmåga att kommunicera muntligt med anpassning till syfte, mottagare och sammanhang samt att tillämpa retoriska metoder och uttrycksmedel.</li> <li>Förmåga att analysera retorik i olika typer av muntliga och skriftliga framställningar.</li> </ul><h3>Nivåer i ämnet retorik</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet svenska eller nivå 1 i ämnet svenska som andraspråk.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: RETO1000X</h3>",
      "code": "RETO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet retorik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Retorikens historia, däribland dess betydelse i den västerländska idétraditionen och för demokratins utveckling. Några nedslag i retorikens historia, däribland inflytelserika tal av kvinnor och män från olika tider.</li> <li>Muntlig framställning av olika slag, med olika syften, i olika sammanhang och i olika typer av retoriska situationer. Monologisk framställning inför en grupp såväl som dialogisk, till exempel diskussions- och debattinlägg. Användning av hjälpmedel för att stödja och förbättra muntliga framställningar. Anpassning av innehåll, struktur, språk och framförande till olika retoriska situationer.</li> <li>Aktivt lyssnande och konstruktiv respons.</li> <li>Retorikens praktiska och teoretiska användningsområden, framför allt dess roll som redskap för förberedelser inför muntlig framställning, som stöd för genomförande av muntlig framställning och som redskap för analys.</li> <li>Den retoriska arbetsprocessens sex delar.</li> <li>Grundläggande retoriska begrepp, däribland ethos, logos och pathos samt deras betydelse och funktion i retorisk framställning.</li> <li>Retorikens framställningsformer och metoder. Hur olika medel kan användas för att övertyga, förhandla och påverka i muntliga framställningar. Några retoriska stilfigurer.</li> <li>Analys och kritisk granskning av retorik i tal och texter från olika tider och från olika medier, till exempel inom marknadsföring och politisk kommunikation.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om retorikens uppkomst och utveckling.</p> <p>Eleven genomför muntliga framställningar med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang samt med <strong>i huvudsak fungerande</strong> användning av retoriska metoder och uttrycksmedel. Dispositionen är tydlig och ändamålsenlig.</p> <p>Eleven gör en <strong>i huvudsak fungerande</strong> analys av retorik i olika typer av muntliga och skriftliga framställningar med användning av relevanta begrepp.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om retorikens uppkomst och utveckling.</p> <p>Eleven genomför muntliga framställningar med <strong>god</strong> anpassning till syfte, mottagare och sammanhang samt med <strong>fungerande</strong> användning av retoriska metoder och uttrycksmedel. Dispositionen är tydlig och ändamålsenlig.</p> <p>Eleven gör en <strong>fungerande</strong> analys av retorik i olika typer av muntliga och skriftliga framställningar med användning av relevanta begrepp.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om retorikens uppkomst och utveckling.</p> <p>Eleven genomför muntliga framställningar med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang samt med <strong>väl fungerande</strong> användning av retoriska metoder och uttrycksmedel. Dispositionen är tydlig och ändamålsenlig.</p> <p>Eleven gör en <strong>väl fungerande</strong> analys av retorik i olika typer av muntliga och skriftliga framställningar med användning av relevanta begrepp.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
