{
  "code": "RETR",
  "name": "Retorik på engelska",
  "englishName": "Rhetoric in English",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:204",
  "nameHeading": "<h2>Retorik på engelska</h2>",
  "description": "<p>Retorik handlar om att kommunicera på ett trovärdigt, övertygande och engagerande sätt och används i såväl samhälls- och arbetsliv som privata sammanhang. Ämnet retorik på engelska behandlar retorik i engelskspråkiga miljöer och ökar individens möjligheter att ingå i olika sociala, digitala och kulturella sammanhang där engelska används.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet retorik på engelska ska syfta till att eleverna utvecklar förmåga att använda retorikens grunder i muntliga och skriftliga sammanhang på engelska. Undervisningen ska främja elevernas tilltro till sin kommunikativa förmåga och bidra till deras språkliga säkerhet och kreativitet.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att formulera sig retoriskt medvetet på engelska, med anpassning till syfte, mottagare och sammanhang. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att med relevanta begrepp analysera och värdera argumentation och budskap i engelskspråkiga sammanhang som syftar till att, på olika sätt, påverka mottagaren. Den ska dessutom ge eleverna möjlighet att diskutera och beakta etiska frågor om förhållandet mellan retorik och yttrandefrihet. Undervisningen ska därigenom främja elevernas samhällsengagemang samt bidra till att eleverna utvecklar ett kritiskt förhållningssätt till hur språk används.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta processinriktat. I detta ingår att planera, bearbeta och utvärdera framställningar med hjälp av den retoriska arbetsprocessen. Undervisningen ska i allt väsentligt bedrivas på engelska.</p> <h5><em>Undervisningen i ämnet retorik på engelska ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att använda retorik för att formulera framställningar på engelska med anpassning till syfte, mottagare och sammanhang.</li> <li>Förmåga att utvärdera och utveckla arbetsprocess och framställningar.</li> <li>Förmåga att analysera retoriken i framställningar från olika sammanhang och medier.</li> </ul><h3>Nivåer i ämnet retorik på engelska</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet engelska.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: RETR1000X</h3>",
      "code": "RETR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet retorik på engelska på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Produktion av muntliga och skriftliga framställningar av olika slag. Muntlig framställning, såväl monologisk inför grupp som dialogisk i form av diskussions- och debattinlägg.</li> <li>Olika sätt att anpassa framställningar efter syfte, mottagare och mottagarens kulturbundna referensramar samt efter retorisk situation.</li> <li>Den retoriska arbetsprocessens sex delar.</li> <li>Grundläggande retoriska begrepp, däribland ethos, logos och pathos samt deras betydelse och funktion i retorisk framställning.</li> <li>Retoriska uttrycksmedel, till exempel retoriska frågor, upprepningar och liknelser.</li> <li>Andra medel för att påverka en tänkt målgrupp. Röst, uttal, betoning och kroppsspråk samt bild, ljud och text i digitala medier.</li> <li>Språklig säkerhet i den egna produktionen. Hur man kan uttrycka sig nyanserat och ledigt samt med stilistiskt medveten språklig variation, tydlighet och struktur.</li> <li>Normer för språkriktighet i olika sammanhang samt problematisering av dessa normers tillämpbarhet i olika retoriska situationer.</li> <li>Utvärdering och utveckling av den egna arbetsprocessen och av egna muntliga och skriftliga framställningar. Utvärdering av andras framställningar.</li> <li>Analys av retorisk utformning och retoriska uttrycksmedel i andras framställningar samt i argumentation och budskap i olika engelskspråkiga sammanhang, till exempel i politisk kommunikation, debatter och marknadsföring.</li> <li>Yttrandefrihet i relation till retorik i olika sammanhang och områden där engelska används.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven använder med <strong>viss säkerhet</strong> retorik för att anpassa framställningar av olika slag till syfte, mottagare och sammanhang. Eleven uttrycker sig dessutom med <strong>viss språklig säkerhet</strong>.</p> <p>Eleven beskriver och utvärderar <strong>översiktligt</strong> sin egen arbetsprocess och egna framställningar i relation till den retoriska arbetsprocessen. Eleven beskriver och utvärderar andras framställningar på ett <strong>enkelt</strong> sätt.</p> <p>Eleven analyserar och diskuterar på ett <strong>enkelt</strong> sätt retoriken i framställningar från olika sammanhang och medier.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven använder med <strong>säkerhet</strong> retorik för att anpassa framställningar av olika slag till syfte, mottagare och sammanhang. Eleven uttrycker sig dessutom med <strong>språklig säkerhet</strong>.</p> <p>Eleven beskriver och utvärderar <strong>utförligt</strong> sin egen arbetsprocess och egna framställningar i relation till den retoriska arbetsprocessen. Eleven beskriver och utvärderar andras framställningar på ett <strong>utvecklat</strong> sätt.</p> <p>Eleven analyserar och diskuterar på ett <strong>utvecklat</strong> sätt retoriken i framställningar från olika sammanhang och medier.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven använder med <strong>god säkerhet</strong> retorik för att anpassa framställningar av olika slag till syfte, mottagare och sammanhang. Eleven uttrycker sig dessutom med <strong>god språklig säkerhet</strong>.</p> <p>Eleven beskriver och utvärderar <strong>utförligt och nyanserat</strong> sin egen arbetsprocess och egna framställningar i relation till den retoriska arbetsprocessen. Eleven beskriver och utvärderar andras framställningar på ett <strong>välutvecklat</strong> sätt.</p> <p>Eleven analyserar och diskuterar på ett <strong>välutvecklat</strong> sätt retoriken i framställningar från olika sammanhang och medier.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
