{
  "code": "RYTM",
  "name": "Rytmik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:205",
  "nameHeading": "<h2>Rytmik</h2>",
  "description": "<p>Musik finns i alla kulturer och berör oss såväl kroppsligt som tankemässigt och känslomässigt. Musik är en estetisk uttrycksform som har olika funktioner och betyder olika saker för var och en av oss. Rytmik används för att utforska musik och gestalta musik både med rörelse och instrument eller sång. Ämnet rytmik har sin grund i gestaltandet av musik med konstnärligt uttryck, i musikaliskt hantverk och i praktisk tillämpning av musikens teori.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet rytmik ska syfta till att eleverna utvecklar kunskaper om rytmikens tre huvudområden, metrik, solfège och improvisation samt färdigheter i att musicera och gestalta musik, med rörelse och med röst eller instrument. Eleverna ska också ges möjlighet att utveckla sin musikaliska förståelse, med improvisation i rörelse, röst eller instrument som verktyg. Undervisningen ska ta fasta på att stärka elevernas motivation, nyfikenhet och självförtroende i musikutövandet och ge eleverna möjlighet att utveckla färdigheter i musikaliskt skapande, där kreativitet, samarbete och rörelse är centrala verktyg. Genom undervisningen ska eleverna dessutom ges möjlighet att reflektera över sin egen och andras musikaliska gestaltning. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om hållbart musicerande.</p> <p>Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i musikämnen aktivt bidra till ett rikt kulturliv i samhället. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att genom rörelse kommunicera med medmusiker och publik. Samarbetsförmåga och ansvarstagande för arbete i grupp är viktigt i musiken. Därför ska eleverna ges möjlighet att musicera tillsammans med andra. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i samtycke, tillit och trygghet.</p> <p>Eleverna ska ges möjlighet att uppleva och arbeta praktiskt med musik, rytm, rörelse och dans från olika kulturer och ges möjlighet att utveckla ett musikaliskt och konstnärligt uttryck. Eleverna ska även ges möjlighet att utveckla förmåga att analysera och tolka musikupplevelser. Undervisningen ska lämna utrymme för diskussion och reflektion över etiska frågor inom rytmik.</p> <h5><em>Undervisningen i ämnet rytmik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Färdigheter i att musicera och gestalta musik med rörelse och röst eller instrument.</li> <li>Förmåga att använda ett musikaliskt och ett konstnärligt uttryck.</li> <li>Förmåga att improvisera.</li> <li>Färdigheter i att använda rörelse som verktyg i det musikaliska lärandet.</li> <li>Förmåga att kommunicera och samarbeta i musicerande och musikskapande.</li> <li>Kunskaper om musik, rörelse, rytm och dans från olika kulturer.</li> </ul><h3>Nivåer i ämnet rytmik</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: RYTM1000X</h3>",
      "code": "RYTM1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet rytmik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Musicerande efter noter och på gehör med rörelse och instrument eller sång.</li> <li>Utforskande av musikaliska byggstenar, däribland puls, taktarter, frasering, dynamik, musikaliska former och polyrytmik.</li> <li>Musikalisk kommunikation med rörelse och röst eller instrument.</li> <li>Fria och styrda former av improvisation, såväl med rörelse som med röst eller instrument.</li> <li>Metoder för att utveckla kreativitet, fantasi och samarbete.</li> <li>Metoder för kroppen i rörelse. Träning i kroppskännedom och kroppen i rörelse som instrument för att uttrycka musikaliska intentioner, däribland koordination, avspänningsövningar och rörelseträning.</li> <li>Musicerande och skapande av musik tillsammans med andra, till exempel komposition i styrda situationer.</li> <li>Musikalisk kommunikation med medspelare och publik.</li> <li>Musik, rytm, rörelse och dans från olika kulturer och tidsperioder, till exempel menuett, slängpolska och västafrikansk musikalisk tradition.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven musicerar och gestaltar musik efter noter och på gehör med rörelse och röst eller instrument med <strong>viss säkerhet</strong>.</p> <p>Eleven använder ett musikaliskt uttryck med <strong>godtagbar</strong> kvalitet samt ett konstnärligt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven utför rörelseövningar på ett <strong>i huvudsak fungerande</strong> sätt och visar <strong>godtagbar</strong> koordination, kroppskontroll och tajmning.</p> <p>Eleven kommunicerar och samarbetar i sitt musicerande och musikskapande med <strong>viss säkerhet</strong>.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om musik, rörelse, rytm och dans från olika kulturer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven musicerar och gestaltar musik efter noter och på gehör med rörelse och röst eller instrument med <strong>säkerhet</strong>.</p> <p>Eleven använder ett musikaliskt uttryck med <strong>god</strong> kvalitet samt ett konstnärligt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>gott</strong> sätt.</p> <p>Eleven utför rörelseövningar på ett <strong>fungerande</strong> sätt och visar <strong>god</strong> koordination, kroppskontroll och tajmning.</p> <p>Eleven kommunicerar och samarbetar i sitt musicerande och musikskapande med <strong>säkerhet</strong>.</p> <p>Eleven visar <strong>goda</strong> kunskaper om musik, rörelse, rytm och dans från olika kulturer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven musicerar och gestaltar musik efter noter och på gehör med rörelse och röst eller instrument med <strong>god säkerhet</strong>.</p> <p>Eleven använder ett musikaliskt uttryck med <strong>mycket god</strong> kvalitet samt ett konstnärligt uttryck.</p> <p>Eleven använder improvisation i skapande och musicerande på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven utför rörelseövningar på ett <strong>väl fungerande</strong> sätt och visar <strong>mycket god</strong> koordination, kroppskontroll och tajmning.</p> <p>Eleven kommunicerar och samarbetar i sitt musicerande och musikskapande med <strong>god säkerhet</strong>.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om musik, rörelse, rytm och dans från olika kulturer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.075Z"
}