{
  "code": "SALL",
  "name": "Sällskapsdjur",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:129",
  "nameHeading": "<h2>Sällskapsdjur</h2>",
  "description": "<p>Ämnet sällskapsdjur omfattar ett brett spektrum av djurarter och behandlar skötsel av sällskapsdjur och dess vistelsemiljöer. Det ökade intresset för djur i olika sammanhang skapar nya verksamhetsområden och arbetstillfällen. Centralt i ämnet är hantering av sällskapsdjur, djurens behov, djuretik samt lagar och andra bestämmelser som reglerar yrkesmässigt arbete med sällskapsdjur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet sällskapsdjur ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med sällskapsdjur. Den ska leda till att eleverna utvecklar förmåga att sköta och hantera olika arter av sällskapsdjur på ett etiskt och säkert sätt med utgångspunkt i djurens behov och verksamhetens krav. Den ska också bidra till att eleverna utvecklar ansvarskänsla och förmåga att ta ställning i etiska frågor som rör djurens hälsa och välfärd.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika arter och raser av sällskapsdjur samt deras biologi. Eleverna ska också ges möjlighet att diskutera djurens betydelse för människan och för olika verksamheter. Undervisningen ska därigenom bidra till att eleverna utvecklar förståelse av samspelet mellan människa och djur.</p> <p>I undervisningen ska eleverna ges möjlighet att observera och tolka sällskapsdjurs utseende, rörelse och beteende och bedöma djurets utveckling och välmående. Eleverna ska därigenom ges möjlighet att utveckla ansvarskänsla och ett gott djuröga. I detta ingår att se och förstå hur djuren mår och vad de behöver. Undervisningen ska bidra till att eleverna utvecklar kunskaper om näringsfysiologi och förmåga att utfodra djur med utgångspunkt i artspecifika och individuella behov. Eleverna ska också ges möjlighet att utveckla förmåga att planera och utvärdera sitt arbete samt att sköta djur med utgångspunkt i djurets behov och naturliga beteende med vetenskapligt beprövade metoder som grund. Vidare ska eleverna ges möjlighet att utveckla förmåga att använda de redskap och tekniska hjälpmedel som förekommer inom området. Eleverna ska ges möjlighet att utveckla förmåga att följa fasta rutiner och ta ansvar i arbetet med djur samt kunskaper om foder och foderhantering. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur skador och sjukdomar hos djur förebyggs samt hur påverkan på miljön kan minimeras. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med yrkesmässigt arbete med sällskapsdjur.</p> <p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta sällskapsdjur och vistelsemiljöer samt tekniska hjälpmedel. Genom praktiskt arbete och fältstudier i olika djurmiljöer ska eleverna ges möjlighet att följa djurs utveckling, hälsa och välbefinnande. Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla kunskaper om etologi.</p> <h5><em>Undervisningen i ämnet sällskapsdjur ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika arter och raser av sällskapsdjur samt deras biologi och livscykler.</li> <li>Förmåga att observera och tolka olika djurs utveckling, rörelse, utseende och beteende.</li> <li>Förmåga att utfodra djur med utgångspunkt i deras näringsbehov.</li> <li>Förmåga att sköta och hantera djur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.</li> <li>Förmåga att arbeta hållbart och smittförebyggande samt i enlighet med lagar och andra bestämmelser som gäller yrkesmässigt arbete med sällskapsdjur.</li> </ul><h3>Nivåer i ämnet sällskapsdjur</h3><ul><li>Nivå 1, 200 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SALL1000X</h3>",
      "code": "SALL1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sällskapsdjur på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Identifiering och namngivning av vanligt förekommande arter av sällskapsdjur.</li> <li>Reproduktion och avel, till exempel könsbestämning, dräktighetstid och avvänjningsålder.</li> <li>Sällskapsdjurs byggnad däribland organ och organsystem samt rörelseapparaten.</li> <li>Livsprocesser däribland andning, blodcirkulation och fodersmältning samt djurens rörelse och temperaturkontroll.</li> <li>Sällskapsdjurens historik och betydelse för människan.</li> <li>Djurarternas egenskaper, naturliga beteenden och behov.</li> <li>Typiska och avvikande beteenden samt åtgärder för att främja naturliga beteenden, till exempel miljöberikning.</li> <li>Foder och foderstater, fodrets näringsinnehåll och kvalitet samt artspecifika foderbehov.</li> <li>Djurvälfärdsbegreppet och hur det används.</li> <li>Metoder för avlivning samt hantering av döda djur.</li> </ul> <p><em>Arbetsuppgifter och utrustning</em></p> <ul> <li>Observation och visitering av sällskapsdjur samt tolkning av djurs beteenden.</li> <li>Hantering av djurfoder samt foder- och vattenhygien.</li> <li>Etisk hantering samt daglig skötsel av olika sällskapsdjur i olika åldrar, till exempel utfodring och tillsyn.</li> <li>Skötsel och underhåll av vistelseutrymmen samt kontroll av utrustning.</li> <li>Återkommande rutinåtgärder, till exempel visitation, hälsokontroll, pälsvård och kloklippning.</li> <li>Hygien och smittskyddsrutiner i samband med aktuella arbetsuppgifter.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi och säkerhet i samband med arbete med sällskapsdjur samt val av arbetsmetoder för att främja ett långsiktigt hållbart arbetsliv.</li> <li>Resurseffektivitet och miljöhänsyn.</li> <li>Lagar och andra bestämmelser som gäller yrkesmässigt arbete med sällskapsdjur.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SALL2000X</h3>",
      "code": "SALL2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sällskapsdjur på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>System för klassificering av arter, typiska kännetecken samt art- och rasbestämning av sällskapsdjur.</li> <li>Reproduktionsbiologi för olika arter av sällskapsdjur.</li> <li>Anatomisk och fysiologisk fördjupning för valda djur.</li> <li>Samband mellan evolutionen och djurens funktionella byggnad och livsprocesser.</li> <li>Sällskapsdjur ur ett samhälls- och folkhälsoperspektiv samt frågor om djuretik och djurägaransvar.</li> <li>Orsaker till beteendeförändringar och stress hos sällskapsdjur samt rutiner för att upptäcka och åtgärda dessa.</li> <li>Metoder för avlivning samt etiska ställningstaganden i samband med detta.</li> </ul> <p><em>Arbetsuppgifter och utrustning</em></p> <ul> <li>Observation och visitering av djur samt bedömning av djurs utveckling och välmående.</li> <li>Planering av utfodringsstrategier med hänsyn tagen till artspecifika och individuella faktorer.</li> <li>Utarbetande av planer för yrkesmässig skötsel av sällskapsdjur. Arbetsuppgifter utifrån uppgjord plan samt uppföljning och rapportering.</li> <li>Fördjupad och djurslagsspecifik skötsel och hantering inom ett eller flera djurslag, till exempel gnagare, reptiler, fiskar eller fåglar.</li> <li>Kontroll och skötsel av vistelsemiljöer samt hantering av teknisk utrustning, till exempel klimatkontroll.</li> <li>Hygien och smittskyddsrutiner i samband med aktuella arbetsuppgifter.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi samt riskbedömning och förebyggande säkerhetsåtgärder i samband med aktuella arbetsuppgifter.</li> <li>Resurseffektivitet och miljöhänsyn.</li> <li>Lagar och andra bestämmelser som gäller yrkesmässigt arbete med sällskapsdjur.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven identifierar med <strong>viss säkerhet</strong> arter av sällskapsdjur och namnger dessa med vetenskapliga och yrkesmässiga termer. Eleven redogör <strong>översiktligt</strong> för olika sällskapsdjurs anatomi och livsprocesser.</p> <p>Eleven observerar sällskapsdjur och identifierar med <strong>viss säkerhet</strong> tecken som tyder på välmående och eventuella avvikelser från detta. Eleven gör <strong>enkla</strong> bedömningar med utgångspunkt i sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika fodermedel och deras egenskaper samt gör <strong>enkla</strong> foderberäkningar för olika djurarter.</p> <p>Eleven sköter och hanterar med <strong>visst</strong> handlag sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som rör djurhållning. I arbetet vidtar eleven med <strong>viss säkerhet</strong> smittförebyggande åtgärder.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven identifierar med <strong>säkerhet</strong> arter av sällskapsdjur och namnger dessa med vetenskapliga och yrkesmässiga termer. Eleven redogör <strong>utförligt</strong> för olika sällskapsdjurs anatomi och livsprocesser.</p> <p>Eleven observerar sällskapsdjur och identifierar med <strong>säkerhet</strong> tecken som tyder på välmående och eventuella avvikelser från detta. Eleven gör <strong>välgrundade</strong> bedömningar med utgångspunkt i sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p> <p>Eleven redogör <strong>utförligt</strong> för olika fodermedel och deras egenskaper samt gör <strong>relativt avancerade</strong> foderberäkningar för olika djurarter.</p> <p>Eleven sköter och hanterar med <strong>gott</strong> handlag sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som rör djurhållning. I arbetet vidtar eleven med <strong>säkerhet</strong> smittförebyggande åtgärder.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven identifierar med <strong>god säkerhet</strong> arter av sällskapsdjur och namnger dessa med vetenskapliga och yrkesmässiga termer. Eleven redogör <strong>utförligt och nyanserat</strong> för olika sällskapsdjurs anatomi och livsprocesser.</p> <p>Eleven observerar sällskapsdjur och identifierar med <strong>god säkerhet</strong> tecken som tyder på välmående och eventuella avvikelser från detta. Eleven gör <strong>välgrundade och nyanserade</strong> bedömningar med utgångspunkt i sina observationer och föreslår åtgärder för att förbättra djurens hälsa och närmiljö.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika fodermedel och deras egenskaper samt gör <strong>avancerade</strong> foderberäkningar för olika djurarter.</p> <p>Eleven sköter och hanterar med <strong>mycket gott</strong> handlag sällskapsdjur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.</p> <p>Eleven väljer och använder ekonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som rör djurhållning. I arbetet vidtar eleven med <strong>god säkerhet</strong> smittförebyggande åtgärder.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.075Z"
}