{
  "code": "SAMH",
  "name": "Samhällskunskap",
  "englishName": "Civics",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första version",
  "skolfsGrund": "2023:130",
  "nameHeading": "<h2>Samhällskunskap</h2>",
  "description": "<p>Samhällskunskap är ett ämne som ger människor verktyg att orientera sig i en komplex värld, bidra till ett hållbart samhälle och ta ansvar för sitt handlande. Ämnet samhällskunskap är till sin karaktär tvärvetenskapligt. Det har sin bas i statsvetenskap, sociologi och nationalekonomi. Samhällskunskap är även ett tydligt aktualitetsämne där historiska perspektiv används för att förstå samhällsförändringar och aktuella händelser.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet samhällskunskap ska syfta till att eleverna utvecklar, breddar och fördjupar sina kunskaper om samhällsfrågor, vilket ska ge möjligheter till ett aktivt, ansvarstagande och meningsfullt deltagande i samhället. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om frågor som berör makt, demokratins förutsättningar och upprätthållande, jämlikhet, jämställdhet, de mänskliga rättigheterna och FN:s konvention om barnets rättigheter. Undervisningen ska också ge eleverna möjlighet att formulera, uttrycka och pröva ställningstaganden i möten med andra uppfattningar och perspektiv. Därigenom ska eleverna stimuleras till nyfikenhet, engagemang och deltagande i öppna meningsutbyten om samhällsfrågor.</p> <p>Genom undervisningen ska eleverna utveckla kunskaper om samhällens organisation och centrala institutioner, individers rättigheter och skyldigheter samt om hur människor kan delta i och påverka samhället. Eleverna ska också utveckla kunskaper om politiska, ekonomiska och sociala samhällsfrågor. Undervisningen ska bidra till att eleverna utvecklar förståelse av egna och andras levnadsvillkor och kunskaper om och perspektiv på frågor som berör hållbar samhällsutveckling, globalisering och digitalisering.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att analysera och diskutera samhällsfrågor samt att söka, tolka, värdera och använda information. Den ska också bidra till att eleverna utvecklar förmåga att använda samhällsvetenskapliga begrepp, metoder, teorier och modeller. Därigenom ska eleverna ges möjlighet att utveckla ett vetenskapligt och kritiskt förhållningssätt till samhällsfrågor samt få erfarenhet av samhällsvetenskapligt arbete.</p> <h5><em>Undervisningen i ämnet samhällskunskap ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om samhällens organisation och institutioner, beslutsprocesser på olika nivåer samt demokratiska värden och mänskliga rättigheter.</li> <li>Kunskaper om politiska, ekonomiska och sociala frågor samt hur dessa påverkar och påverkas av individer, grupper och samhällsstrukturer.</li> <li>Förmåga att analysera och diskutera samhällsfrågor med hjälp av relevanta begrepp, teorier, modeller och metoder.</li> <li>Förmåga att söka, kritiskt granska, tolka och använda information från olika källor i arbetet med samhällsfrågor.</li> </ul><h3>Nivåer i ämnet samhällskunskap</h3><ul><li>Nivå 1a1, 50 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i samhällskunskap som omfattar nivå 1a1 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1a2, 50 poäng, som bygger på nivå 1a1. Betyg i samhällskunskap som omfattar nivå 1a2 kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1b.</li> <li>Nivå 1b, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande. Betyg i samhällskunskap som omfattar nivå 1b kan inte ingå i elevens examen tillsammans med betyg som omfattar nivå 1a1 eller 1a2.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1a2 eller 1b.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SAMH1A10X</h3>",
      "code": "SAMH1A10X",
      "nameHeading": "<h2>Nivå 1a1, 50 poäng</h2>",
      "name": "Nivå 1a1",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet samhällskunskap på nivå 1a1 ska behandla följande centrala innehåll:</p> <p><em>Inflytande och beslutsfattande</em></p> <ul> <li>Demokrati som samhällsidé, de mänskliga rättigheterna och demokratibärande samhällsinstitutioner samt deras skydd. Sveriges totalförsvar. Rättsprinciper och rättsstaten i demokratin.</li> <li>Folkrättens samt utrikes- och säkerhetspolitikens roll för mellanstatliga förbindelser, däribland Natos roll.</li> <li>Politiska system lokalt och nationellt i Sverige samt på EU-nivå.</li> <li>Politiska partiers historia och ideologiska skiljelinjer i svensk politik.</li> </ul> <p><em>Ekonomi och resursfördelning</em></p> <ul> <li>Resursanvändning, tillväxt, konjunkturer och ekonomisk politik, till exempel frågor om välfärd, grundläggande prisbildning, företagande, arbetsliv, hållbarhet, jämlikhet och jämställdhet.</li> <li>Privatekonomiska frågor, däribland inkomster, utgifter och betalningar, olika typer av sparande, försäkringar samt lån, inklusive konsumtionskrediter.</li> </ul> <p><em>Individer, grupper och sociala strukturer</em></p> <ul> <li>Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap.</li> </ul> <p><em>Samhällsvetenskapliga perspektiv och arbetsmetoder</em></p> <ul> <li>För innehållet relevanta samhällsvetenskapliga begrepp, teorier och modeller i samband med samhällsfrågor.</li> <li>För innehållet relevanta metoder för att söka, bearbeta, tolka, värdera och kritiskt granska information från olika källor och medier i digital och annan form i arbetet med samhällsfrågor. Källkritik och källtillit i samhällsvetenskapligt arbete.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SAMH1A20X</h3>",
      "code": "SAMH1A20X",
      "nameHeading": "<h2>Nivå 1a2, 50 poäng</h2>",
      "name": "Nivå 1a2",
      "points": "50",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet samhällskunskap på nivå 1a2 ska behandla följande centrala innehåll:</p> <p><em>Inflytande och beslutsfattande</em></p> <ul> <li>Friheter, rättigheter och skyldigheter i demokratiska politiska system, i relation till auktoritära och totalitära styrelseskick.</li> <li>Ansvarsutkrävande och medborgarnas möjligheter att påverka politiken inom de olika nivåerna såväl lokalt som nationellt och på EU-nivå.</li> <li>Mediernas roll i demokratin och nyhetsvärdering i en digitaliserad värld.</li> </ul> <p><em>Ekonomi och resursfördelning</em></p> <ul> <li>Samhällsekonomiska strukturer och flöden. Försörjning, tillväxt och företagande.</li> <li>Privatekonomiska frågor i relation till samhällsekonomiska förändringar.</li> </ul> <p><em>Individer, grupper och sociala strukturer</em></p> <ul> <li>Människors möjligheter och utmaningar utifrån varierande levnadsvillkor, till exempel bero­ende på kön och socioekonomisk bakgrund.</li> </ul> <p><em>Samhällsvetenskapliga perspektiv och arbetsmetoder</em></p> <ul> <li>För innehållet relevanta samhällsvetenskapliga begrepp, teorier och modeller i samband med samhällsfrågor.</li> <li>För innehållet relevanta metoder för att söka, bearbeta, tolka, värdera och kritiskt granska information från olika källor och medier i digital och annan form i arbetet med komplexa samhällsfrågor. Källkritik och källtillit i samhällsvetenskapligt arbete.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SAMH1B00X</h3>",
      "code": "SAMH1B00X",
      "nameHeading": "<h2>Nivå 1b, 100 poäng</h2>",
      "name": "Nivå 1b",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet samhällskunskap på nivå 1b ska behandla följande centrala innehåll:</p> <p><em>Inflytande och beslutsfattande</em></p> <ul> <li>Demokrati som samhällsidé, demokratibärande samhällsinstitutioner samt deras skydd i relation till auktoritära och totalitära styrelseskick. Sveriges totalförsvar.</li> <li>Folkrättens samt utrikes- och säkerhetspolitikens roll för mellanstatliga förbindelser, däribland Natos roll.</li> <li>Friheter, rättigheter och skyldigheter i demokratiska samhällen samt de mänskliga rättigheterna. Rättsprinciper och rättsstaten i demokratin.</li> <li>Politiska system lokalt och nationellt i Sverige samt på EU-nivå. Ansvarsutkrävande och medborgarnas möjligheter att påverka på de olika nivåerna.</li> <li>Politiska partiers historia och ideologiska skiljelinjer i svensk politik.</li> <li>Mediernas roll i demokratin och nyhetsvärdering i en digitaliserad värld.</li> </ul> <p><em>Ekonomi och resursfördelning</em></p> <ul> <li>Samhällsekonomiska strukturer och flöden. Resursanvändning, tillväxt, konjunkturer och ekonomisk politik, till exempel frågor om välfärd, grundläggande prisbildning, försörjning, företagande, arbetsliv, hållbarhet, jämlikhet och jämställdhet.</li> <li>Privatekonomiska frågor, däribland inkomster, utgifter och betalningar, olika typer av sparande, försäkringar samt lån, inklusive konsumtionskrediter. Hur privatekonomi påverkas av samhällsekonomiska förändringar.</li> </ul> <p><em>Individer, grupper och sociala strukturer</em></p> <ul> <li>Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap samt människors möjligheter och utmaningar utifrån varierande levnadsvillkor, till exempel bero­ende på kön och socioekonomisk bakgrund.</li> </ul> <p><em>Samhällsvetenskapliga perspektiv och arbetsmetoder</em></p> <ul> <li>För innehållet relevanta samhällsvetenskapliga begrepp, teorier och modeller i samband med samhällsfrågor.</li> <li>För innehållet relevanta metoder för att söka, bearbeta, tolka, värdera och kritiskt granska information från olika källor och medier i digital och annan form i arbetet med komplexa samhällsfrågor. Källkritik och källtillit i samhällsvetenskapligt arbete.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SAMH2000X</h3>",
      "code": "SAMH2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet samhällskunskap på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Inflytande och beslutsfattande</em></p> <ul> <li>Jämförande politik, politiska system och rättsprinciper i olika länder, särskilt i förhållande till mänskliga rättigheter och mediernas roll och villkor.</li> <li>Politiska ideologiers utveckling och deras koppling till samhällsbyggande och välfärdspolitik.</li> <li>Olika internationella samarbeten, till exempel i fråga om utrikes- och säkerhetspolitik i Norden samt inom och utanför Europa.</li> </ul> <p><em>Ekonomi och resursfördelning</em></p> <ul> <li>Prisbildning, marknadsformer och olika marknader, till exempel finansmarknaden och arbetsmarknaden.</li> <li>Nationalekonomiska teoriers framväxt och betydelse för ekonomisk politik.</li> <li>Samhällsekonomiska system i Sverige och internationellt, däribland olika välfärdsmodeller och skattesystem, utifrån frågor om fördelning, rättvisa samt globala hållbarhetsmål.</li> </ul> <p><em>Individer, grupper och sociala strukturer</em></p> <ul> <li>Social stratifiering och dess påverkan på samhället, till exempel i relation till sammanhållning och tillitsfrågor.</li> <li>Människors möjligheter och utmaningar utifrån varierande levnadsvillkor i Sverige och internationellt, till exempel i stad och på landsbygd i samband med migration eller beroende på kön och socioekonomisk bakgrund.</li> </ul> <p><em>Samhällsvetenskapliga perspektiv och arbetsmetoder</em></p> <ul> <li>För innehållet relevanta samhällsvetenskapliga begrepp, teorier, modeller och metoder i samband med samhällsfrågor.</li> <li>För innehållet relevanta metoder för att söka, bearbeta, tolka, värdera och kritiskt granska information från olika källor och medier i digital och annan form i arbetet med komplexa samhällsfrågor. Källkritik och källtillit i samhällsvetenskapligt arbete.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SAMH3000X</h3>",
      "code": "SAMH3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet samhällskunskap på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Inflytande och beslutsfattande</em></p> <ul> <li>Internationell politik, internationell rätt, freds- och säkerhetssträvanden samt konflikter, krig och konflikthantering.</li> <li>Samhällsutmaningar kopplade till inflytande och beslutsfattande i Sverige och internationellt.</li> </ul> <p><em>Ekonomi och resursfördelning</em></p> <ul> <li>Globalisering utifrån politiska, ekonomiska, sociala och miljömässiga perspektiv, däribland resurs-, produktions- och handelsfrågor.</li> <li>Samhällsutmaningar kopplade till ekonomi och resursfördelning.</li> </ul> <p><em>Individer, grupper och sociala strukturer</em></p> <ul> <li>Global ojämlikhet och utvecklingsfrågor ur olika perspektiv, till exempel olika förklaringsmodeller till socioekonomisk förändring i världen.</li> <li>Samhällsutmaningar kopplade till individer, grupper och sociala strukturer.</li> </ul> <p><em>Samhällsvetenskapliga perspektiv och arbetsmetoder</em></p> <ul> <li>För innehållet relevanta samhällsvetenskapliga begrepp, teorier, modeller och metoder i samband med samhällsfrågor.</li> <li>För innehållet relevanta metoder för att söka, bearbeta, tolka, värdera och kritiskt granska information från olika källor och medier i digital och annan form i arbetet med komplexa samhällsfrågor. Fördjupad källkritik och källtillit i samhällsvetenskapligt arbete.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om samhällens organisation och institutioner, beslutsprocesser på olika nivåer samt om demokratiska värden och mänskliga rättigheter.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om politiska, ekonomiska och sociala frågor samt för <strong>enkla</strong> resonemang om hur sådana frågor påverkar och påverkas av individer, grupper och samhällsstrukturer.</p> <p>Eleven analyserar och diskuterar samhällsfrågor med <strong>godtagbar</strong> samhällsvetenskaplig underbyggnad.</p> <p>Eleven använder samhällsvetenskapliga metoder för att hantera information som rör samhällsfrågor och drar <strong>enkla</strong> slutsatser om olika källors trovärdighet och användbarhet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om samhällens organisation och institutioner, beslutsprocesser på olika nivåer samt om demokratiska värden och mänskliga rättigheter.</p> <p>Eleven visar <strong>goda</strong> kunskaper om politiska, ekonomiska och sociala frågor samt för <strong>utvecklade</strong> resonemang om hur sådana frågor påverkar och påverkas av individer, grupper och samhällsstrukturer.</p> <p>Eleven analyserar och diskuterar samhällsfrågor med <strong>god</strong> samhällsvetenskaplig underbyggnad.</p> <p>Eleven använder samhällsvetenskapliga metoder för att hantera information som rör samhällsfrågor och drar <strong>utvecklade</strong> slutsatser om olika källors trovärdighet och användbarhet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om samhällens organisation och institutioner, beslutsprocesser på olika nivåer samt om demokratiska värden och mänskliga rättigheter.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om politiska, ekonomiska och sociala frågor samt för <strong>välutvecklade</strong> resonemang om hur sådana frågor påverkar och påverkas av individer, grupper och samhällsstrukturer.</p> <p>Eleven analyserar och diskuterar samhällsfrågor med <strong>mycket god</strong> samhällsvetenskaplig underbyggnad.</p> <p>Eleven använder samhällsvetenskapliga metoder för att hantera information som rör samhällsfrågor och drar <strong>välutvecklade</strong> slutsatser om olika källors trovärdighet och användbarhet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
