{
  "code": "SCEK",
  "name": "Scenisk verksamhet – samtida dans",
  "englishName": "Stage Work – Contemporay Dance",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:579",
  "nameHeading": "<h2>Scenisk verksamhet – samtida dans</h2>",
  "description": "<p>Ämnet scenisk verksamhet – samtida dans speglar kulturen och samhället historiskt och i nutid. Ämnet är till sin karaktär konstnärligt och innefattar sceniskt framförande, repetitionsprocesser med koreografi och repertoar samt arbete med partnering. Genom att möta en bredd av koreografiska processer i samtida dans skapas den hållbara dansare som dansaryrket kräver. Ämnet får bara anordnas på yrkesdansarutbildningen.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet scenisk verksamhet – samtida dans ska syfta till att eleverna utvecklar scenisk kunskap samt färdigheter i koreografi, repertoar och partnering inom samtida dans. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om koreografiska utgångspunkter och förhållningssätt samt förmåga att tillämpa repetitionsprocessens olika delar, från idé till sceniskt framförande. Scenisk kunskap innefattar scenisk erfarenhet, dansteknik och kunskaper om hur performativt gestaltningsarbete går till. Undervisningen ska därför bidra till att eleverna utvecklar förmåga att variera gestaltning och kroppsligt uttryck utifrån olika konstnärliga förhållningssätt och sammanhang.</p> <p>Inom yrkesområdet förekommer en stor variation av repertoar, koreografiska arbetsmetoder och förhållningssätt. Undervisningen ska därför ge eleverna möjlighet att utveckla förmåga att reflektera över, skapa, tolka och memorera koreografiskt material samt att kommunicera med publiken. Undervisningen ska ge eleverna möjlighet att ingå i en konstnärlig helhet. Eleverna ska också ges möjlighet att delta i kreativa skapandeprocesser samt att utveckla förståelse av hur dansens rörelseuttryck och formspråk kan nyanseras och varieras i relation till musikaliska aspekter samt tid och rum.</p> <p>Den sceniska verksamheten innefattar solistiskt arbete samt samarbete och interaktion med både partner och grupp. Undervisningen ska därför ge eleverna möjlighet att utveckla färdigheter i partnering samt förmåga att i dans samarbeta med partner och andra medverkande.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förståelse av vad ett yrkesmässigt förhållningssätt innebär samt kunskaper om lagar och andra bestämmelser som rör upphovsrätt och arbetsmiljö i relation till scenisk verksamhet.</p> <p>Utforskande och reflekterande arbetsmetoder samt konstruktiv återkoppling och coachning, individuellt och i grupp, ska ingå i undervisningen. Dessutom ska undervisningen ge eleverna möjlighet att tolka och reflektera över konstnärliga processer och framföranden samt att utveckla förmåga att kommunicera dansens begrepp och vokabulär med andra inom yrkesområdet. Undervisningen ska betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet. Därigenom skapas förutsättningar för att utveckla och stärka elevernas självförtroende, motivation och ansvarstagande.</p> <h4><em>Undervisningen i ämnet scenisk verksamhet – samtida dans ska ge eleverna förutsättningar att utveckla följande:</em></h4> <ul> <li>Förmåga att tolka, memorera och framföra koreografi och repertoar i sceniska sammanhang samt att kommunicera med publik utifrån olika konstnärliga förhållningssätt.</li> <li>Färdigheter i partnering.</li> <li>Förmåga att anpassa sin dans till musikaliska aspekter, rum och konstnärliga sammanhang.</li> <li>Förmåga att tillämpa repetitionsprocessens olika delar.</li> <li>Förmåga att i dans samarbeta och interagera med partner och andra medverkande.</li> <li>Förmåga att utvärdera arbetsprocessen, den egna arbetsinsatsen och resultatet i relation till koreografiska utgångspunkter och förhållningssätt.</li> <li>Förmåga att kommunicera dansens begrepp och vokabulär med andra inom yrkesområdet.</li> </ul><h3>Nivåer i ämnet scenisk verksamhet – samtida dans</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SCEK100DX</h3>",
      "code": "SCEK100DX",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet scenisk verksamhet – samtida dans på nivå 1 ska behandla följande centrala innehåll:</em></h4> <p><em>Praktik</em></p> <ul> <li>En bred repertoar inom ramen för koreografiers samtida och historiska sammanhang.</li> <li>Kommunikation med publik genom en variation av kroppsliga uttryck.</li> <li>Koreografi, repertoar och improvisation, solistiskt, med partner och i grupp.</li> <li>Dansteknisk och konstnärlig problemlösning.</li> <li>Fysisk och mental uthållighet och koncentration samt scenisk närvaro.</li> <li>Grundläggande metoder för inlärning av koreografiskt material.</li> <li>Tolkning, gestaltningsarbete och performativa uttryck i koreografiska processer.</li> <li>Partnering.</li> <li>Grundläggande lyftteknik, interaktion och samspel med partner.</li> <li>Musikalisk interpretation av koreografi.</li> <li>Spatial medvetenhet i förhållande till den egna kroppen och andra medverkande.</li> <li>Olika förhållningssätt till tid och rum samt det sammanhang som koreografin presenteras i.</li> <li>Arbete i enlighet med repetitionsprocessens delar, däribland förberedelse, uppvärmning, memorering av rörelser och återkoppling.</li> <li>Samarbete och interaktion med andra i den konstnärliga processen.</li> </ul> <p><em>Teori och reflektion</em></p> <ul> <li>Översiktligt om olika koreografiska utgångspunkter och förhållningssätt.</li> <li>Diskussion om och reflektion över konstnärliga arbetsprocesser och repetitionsprocessens betydelse.</li> <li>Utvärdering av den egna arbetsinsatsen och det konstnärliga resultatet.</li> <li>Ämnesspecifika begrepp i relation till dans.</li> <li>Yrkesmässigt förhållningssätt i scenisk verksamhet.</li> <li>Arbetsmiljöfrågor med utgångspunkt i tillit, samtycke och trygghet samt lagar och andra bestämmelser inom området.</li> <li>Upphovsrätt i förhållande till scenisk verksamhet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SCEK200DX</h3>",
      "code": "SCEK200DX",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet scenisk verksamhet – samtida dans på nivå 2 ska behandla följande centrala innehåll:</em></h4> <p><em>Praktik</em></p> <ul> <li>En bred repertoar inom ramen för koreografiers samtida och historiska sammanhang.</li> <li>Kommunikation med publik genom en variation av kroppsliga uttryck.</li> <li>Koreografi, repertoar och improvisation, solistiskt, med partner och i grupp.</li> <li>Dansteknisk och konstnärlig problemlösning.</li> <li>Fysisk och mental uthållighet och koncentration samt scenisk närvaro.</li> <li>Tolkning, gestaltningsarbete och performativa uttryck i koreografiska processer.</li> <li>Medskapande processer samt olika metoder för inlärning av en bredd av koreografiskt material utifrån olika utgångspunkter.</li> <li>Partnering.</li> <li>Lyftteknik i relation till andra dansare samt interaktion och samspel med partner i en bredd av koreografiska processer.</li> <li>Fördjupad musikalisk interpretation av koreografier.</li> <li>Spatial medvetenhet och lyhördhet i förhållande till den egna kroppen, andra medverkande och rummet.</li> <li>Olika förhållningssätt till tid och rum samt det sammanhang som koreografin presenteras i.</li> <li>Arbete i enlighet med repetitionsprocessens delar.</li> <li>Samarbete och interaktion med andra samt ansvarstagande för gemensamt och eget arbete.</li> </ul> <p><em>Teori och reflektion</em></p> <ul> <li>Koreografiska utgångspunkter och förhållningssätt till tid och rum samt till olika sceniska sammanhang.</li> <li>Diskussion om och reflektion över konstnärliga arbetsprocesser och repetitionsprocessens betydelse.</li> <li>Utvärdering av den egna arbetsinsatsen och det konstnärliga resultatet.</li> <li>Ämnesspecifika begrepp i relation till dans i kommunikation med andra inom yrkesområdet.</li> <li>Yrkesmässigt förhållningssätt i scenisk verksamhet.</li> <li>Arbetsmiljöfrågor med utgångspunkt i tillit, samtycke och trygghet.</li> <li>Upphovsrätt i förhållande till scenisk verksamhet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SCEK300DX</h3>",
      "code": "SCEK300DX",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4><em>Undervisningen i ämnet scenisk verksamhet – samtida dans på nivå 3 ska behandla följande centrala innehåll:</em></h4> <p><em>Praktik</em></p> <ul> <li>En bred repertoar inom ramen för koreografiers samtida och historiska sammanhang.</li> <li>Kommunikation med publik genom en variation av kroppsliga uttryck.</li> <li>Koreografi, repertoar och improvisation, solistiskt, med partner och i grupp.</li> <li>Dansteknisk och konstnärlig problemlösning.</li> <li>Fysisk och mental uthållighet och koncentration samt scenisk närvaro.</li> <li>Tolkning, gestaltningsarbete och performativa uttryck i koreografiska processer.</li> <li>Medskapande processer samt olika metoder för inlärning av en bredd av koreografiskt material utifrån olika utgångspunkter.</li> <li>Partnering.</li> <li>Lyftteknik i relation till andra dansare och rörelsematerial samt interaktion och samspel med partner i en bredd av koreografiska processer.</li> <li>Fördjupad musikalisk interpretation av koreografier.</li> <li>Spatial medvetenhet och lyhördhet i förhållande till den egna kroppen och andra medverkande samt till rummet och sammanhanget.</li> <li>Olika förhållningssätt till tid och rum samt det sammanhang som koreografin presenteras i.</li> <li>Arbete i enlighet med repetitionsprocessens delar.</li> <li>Samarbete och interaktion med andra samt ansvarstagande för gemensamt och eget arbete.</li> </ul> <p><em>Teori och reflektion</em></p> <ul> <li>Koreografiska utgångspunkter och förhållningssätt till tid och rum samt till olika sceniska sammanhang.</li> <li>Diskussion om och reflektion över konstnärliga arbetsprocesser och repetitionsprocessens betydelse.</li> <li>Utvärdering av den egna arbetsinsatsen och det konstnärliga resultatet.</li> <li>Ämnesspecifika begrepp i relation till dans i kommunikation med andra inom yrkesområdet.</li> <li>Yrkesmässigt förhållningssätt i scenisk verksamhet.</li> <li>Arbetsmiljöfrågor med utgångspunkt i tillit, samtycke och trygghet.</li> <li>Upphovsrätt i förhållande till scenisk verksamhet.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven tolkar, memorerar och framför med <strong>viss säkerhet</strong> koreografi och repertoar i sceniska sammanhang med en variation av kroppsliga uttryck. I dansen kommunicerar eleven med publiken samt visar <strong>godtagbar</strong> dansteknik för att skapa en scenisk helhet.</p> <p>Eleven arbetar med <strong>viss säkerhet</strong> med partnering.</p> <p>Eleven anpassar med <strong>viss säkerhet</strong> sin dans till musikaliska aspekter, rum och konstnärliga sammanhang.</p> <p>Eleven tillämpar repetitionsprocessens olika delar samt anpassar och utvecklar konstnärligt uttryck utifrån återkoppling med <strong>viss säkerhet</strong>. I samband med detta löser eleven koreografiska utmaningar med <strong>godtagbart</strong> resultat.</p> <p>Eleven samarbetar och interagerar med <strong>viss säkerhet</strong> med partner och andra medverkande i konstnärliga processer.</p> <p>Eleven utvärderar med <strong>enkla</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet i relation till koreografiska utgångspunkter och förhållningssätt.</p> <p>Eleven använder med <strong>viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra inom yrkesområdet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven tolkar, memorerar och framför med <strong>säkerhet</strong> koreografi och repertoar i sceniska sammanhang med en variation av kroppsliga uttryck. I dansen kommunicerar eleven med publiken samt visar <strong>god</strong> dansteknik för att skapa en scenisk helhet.</p> <p>Eleven arbetar med <strong>säkerhet</strong> med partnering.</p> <p>Eleven anpassar med <strong>säkerhet</strong> sin dans till musikaliska aspekter, rum och konstnärliga sammanhang.</p> <p>Eleven tillämpar repetitionsprocessens olika delar samt anpassar och utvecklar konstnärligt uttryck utifrån återkoppling med <strong>säkerhet</strong>. I samband med detta löser eleven koreografiska utmaningar med <strong>gott</strong> resultat.</p> <p>Eleven samarbetar och interagerar med <strong>säkerhet</strong> med partner och andra medverkande i konstnärliga processer.</p> <p>Eleven utvärderar med <strong>utvecklade</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet i relation till koreografiska utgångspunkter och förhållningssätt.</p> <p>Eleven använder med <strong>säkerhet</strong> begrepp och vokabulär i kommunikationen med andra inom yrkesområdet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven tolkar, memorerar och framför med <strong>god säkerhet</strong> koreografi och repertoar i sceniska sammanhang med en variation av kroppsliga uttryck. I dansen kommunicerar eleven med publiken samt visar <strong>mycket god</strong> dansteknik för att skapa en scenisk helhet.</p> <p>Eleven arbetar med <strong>god säkerhet</strong> med partnering.</p> <p>Eleven anpassar med <strong>god säkerhet</strong> sin dans till musikaliska aspekter, rum och konstnärliga sammanhang.</p> <p>Eleven tillämpar repetitionsprocessens olika delar samt anpassar och utvecklar konstnärligt uttryck utifrån återkoppling med <strong>god säkerhet</strong>. I samband med detta löser eleven koreografiska utmaningar med <strong>mycket gott</strong> resultat.</p> <p>Eleven samarbetar och interagerar med <strong>god säkerhet</strong> med partner och andra medverkande i konstnärliga processer.</p> <p>Eleven utvärderar med <strong>välutvecklade</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet i relation till koreografiska utgångspunkter och förhållningssätt.</p> <p>Eleven använder med <strong>god säkerhet</strong> begrepp och vokabulär i kommunikationen med andra inom yrkesområdet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
