{
  "code": "SERV",
  "name": "Service och bemötande",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-01-26",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:107",
  "nameHeading": "<h2>Service och bemötande</h2>",
  "description": "<p>Ämnet service och bemötande behandlar mötet med kunder i servicesituationer samt hur varor och tjänster kan presenteras inom valt yrkesområde.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet service och bemötande ska syfta till att eleverna utvecklar förmåga att bemöta kunder på ett serviceinriktat sätt samt att tillvarata kundkontakter för att skapa långsiktiga relationer. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika målgrupper och vanliga kundönskemål inom valt yrkesområde. Eleverna ska dessutom ges möjlighet att utveckla förmåga att hantera både positiva och negativa reaktioner i servicesituationer. Undervisningen ska bidra till att eleverna utvecklar förmåga att vara lyhörda och flexibla i olika försäljningssituationer samt att handla service- och resultatinriktat. Eleverna ska även ges möjlighet att utveckla förmåga att anpassa språk och kommunikation till kunden och situationens krav. Undervisningen ska också leda till att eleverna utvecklar förmåga att sälja samt att presentera och exponera varor eller tjänster.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet och lust att lära genom till exempel diskussion och resonemang om olika arbetsuppgifter samt om etik och hållbarhet inom yrkesområdet.</p> <h5><em>Undervisningen i ämnet service och bemötande ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att bemöta kunder i olika servicesituationer.</li> <li>Förmåga att sälja, presentera och exponera varor eller tjänster.</li> </ul><h3>Nivåer i ämnet service och bemötande</h3><ul><li>Nivå 1, 100 poäng. Betyg i service och bemötande som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i logi och värdskap som omfattar nivå 1, betyg i möten och event som omfattar nivå 1 eller betyg i måltid och bransch som omfattar nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SERV1000X</h3>",
      "code": "SERV1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet service och bemötande på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Bemötande av kunder i olika servicesituationer.</li> <li>Vanliga kundönskemål och förväntningar inom yrkesområdet.</li> <li>Vanliga komplikationer i mötet med kunder och hur de kan hanteras.</li> <li>Hantering av klagomål och reklamationer.</li> <li>Kroppsspråk och språklig kommunikation i olika servicesituationer.</li> <li>Anpassning av produkter eller tjänster till individuella önskemål.</li> <li>Betydelsen av god kännedom om de produkter och tjänster som erbjuds inom valt yrkesområde.</li> <li>Försäljningsteknik och exponering.</li> <li>Presentation av varor eller tjänster.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven bemöter kunder med <strong>viss säkerhet</strong> i olika servicesituationer utifrån deras förväntningar. Dessutom anpassar eleven språk och agerande till kund på ett <strong>godtagbart</strong> sätt.</p> <p>Eleven säljer, presenterar och exponerar varor eller tjänster på ett <strong>i huvudsak fungerande</strong> sätt.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven bemöter kunder med <strong>säkerhet</strong> i olika servicesituationer utifrån deras förväntningar. Dessutom anpassar eleven språk och agerande till kund på ett <strong>gott</strong> sätt.</p> <p>Eleven säljer, presenterar och exponerar varor eller tjänster på ett <strong>ändamålsenligt</strong> sätt.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven bemöter kunder med <strong>god säkerhet</strong> i olika servicesituationer utifrån deras förväntningar. Dessutom anpassar eleven språk och agerande till kund på ett <strong>mycket gott</strong> sätt.</p> <p>Eleven säljer, presenterar och exponerar varor eller tjänster på ett <strong>ändamålsenligt och effektivt</strong> sätt.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.079Z"
}