{
  "code": "SIMN",
  "name": "Siminstruktör",
  "englishName": "Swimming Instructor",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:344",
  "nameHeading": "<h2>Siminstruktör</h2>",
  "description": "<p>Ämnet siminstruktör tar sin utgångspunkt i människors lärande i olika miljöer och fokuserar på simundervisning utifrån individ och grupp. Ämnet behandlar hur siminstruktören på ett målgruppsanpassat och ansvarsfullt sätt kan planera och leda simundervisning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet siminstruktör ska syfta till att eleverna utvecklar förmåga att leda simundervisning. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera och genomföra simundervisning på ett målgruppsanpassat sätt samt med hänsyn till människors olika förutsättningar, bland annat funktionsnedsättningar. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att genomföra aktiviteter som stödjer lärande och deltagande samt att dokumentera och utvärdera aktiviteterna. Eleverna ska ges möjlighet att utveckla förmåga att leda simundervisning på ett säkert sätt och att handla med omdöme. Därför ska undervisningen leda till att eleverna utvecklar förmåga att utföra livräddning samt kunskaper om säkerhet i, på och vid vatten. Undervisningen ska även belysa frågor som rör etiska förhållningssätt och miljömässig hållbarhet samt leda till att eleverna utvecklar förmåga att arbeta i enlighet med lagar och andra bestämmelser inom området.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att interagera och kommunicera med olika målgrupper. Undervisningen ska bidra till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor i olika aktiviteter som ryms inom simundervisning och skapa goda villkor för lärande och utveckling.</p> <p>Initiativförmåga, självständighet, personligt ansvarstagande och handlingsberedskap ska stimuleras i undervisningen och eleverna ska ges tillfällen att medverka vid val av arbetsformer och innehåll. Genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av hur simundervisning kan planeras och genomföras. Eleverna ska också ges möjlighet att reflektera över och diskutera ämnesinnehållet och centrala begrepp samt egna och andras handlingar och attityder inom området.</p> <h5><em>Undervisningen i ämnet siminstruktör ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera, genomföra, dokumentera och utvärdera simundervisning på ett målgruppsanpassat sätt.</li> <li>Förmåga att leda simundervisning på ett säkert sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att kommunicera och samverka för att pedagogiskt leda simundervisning.</li> </ul><h3>Nivåer i ämnet siminstruktör</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SIMN1000X</h3>",
      "code": "SIMN1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet siminstruktör på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika insatser för att öka simkunnigheten samt olika organisationer inom området.</li> <li>Planering, organisation och genomförande av simundervisning på ett målgruppsanpassat sätt och utifrån människors individuella förutsättningar, däribland olika funktionsnedsättningar.</li> <li>Hur planering, organisering och genomförande kan stimulera lärande och deltagande.</li> <li>Dokumentation och utvärdering av aktiviteter i enlighet med målen för aktiviteterna.</li> <li>Kvalitetssäkring, riskanalys och förebyggande säkerhet i samband med planering.</li> <li>Användande av relevanta redskap och hjälpmedel i simundervisningen.</li> <li>Begrepp och teorier, däribland simkunnighet.</li> <li>Rörelseförståelse och uppvärmning i vatten och på land.</li> <li>Anatomi och simfysiologi samt simningens mekanik.</li> <li>Vattenvana och simningens grunder.</li> <li>Simteknik i olika simsätt i mag- och ryggläge.</li> <li>Livräddande simteknik med livräddningsutrustning.</li> <li>Undervisning med progression i de olika simsätten.</li> <li>Progressionsmallar och verktyg inom området.</li> <li>Säkerhet och ansvar i, på och vid vatten. Livräddning med användning av livräddningsutrustning, till exempel livboj, flythjälpmedel och förlängda armen.</li> <li>Barn-HLR.</li> <li>Riktlinjer och yrkesetik i samband med bad och simundervisning samt lagar och andra bestämmelser inom området.</li> <li>Ergonomi och arbetsmiljö.</li> <li>Lokala förutsättningar för genomförande av miljömässigt hållbara aktiviteter vid simundervisning.</li> <li>Interaktion, kommunikation och bemötande för att stödja och stimulera lärande och deltagande.</li> <li>Siminstruktörens olika roller och ansvar.</li> <li>Kommunikation och samverkan med deltagare, vårdnadshavare, skola och samarbetspartner.</li> <li>Pedagogiskt ledarskap i enlighet med syfte och mål för aktiviteten.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar och genomför simundervisning som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>godtagbart</strong> resultat. Eleven dokumenterar och utvärderar simundervisningen.</p> <p>Eleven leder simundervisning på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>godtagbart</strong> sätt. Eleven leder simundervisning på ett målinriktat och pedagogiskt sätt med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar och genomför simundervisning som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>gott</strong> resultat. Eleven dokumenterar och utvärderar simundervisningen.</p> <p>Eleven leder simundervisning på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>gott</strong> sätt. Eleven leder simundervisning på ett målinriktat och pedagogiskt sätt med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar och genomför simundervisning som stödjer och stimulerar lärande och deltagande på ett målgruppsanpassat sätt med <strong>mycket gott</strong> resultat. Eleven dokumenterar och utvärderar simundervisningen.</p> <p>Eleven leder simundervisning på ett sätt som är säkert för sig själv och andra i enlighet med lagar och andra bestämmelser inom området.</p> <p>Eleven kommunicerar och samverkar på ett <strong>mycket gott</strong> sätt. Eleven leder simundervisning på ett målinriktat och pedagogiskt sätt med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
