{
  "code": "SKAG",
  "name": "Skärgårdsnavigation",
  "englishName": "Archipelago Navigation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:347",
  "nameHeading": "<h2>Skärgårdsnavigation</h2>",
  "description": "<p>Ämnet skärgårdsnavigation behandlar sjövägsregler och navigation för säkert framförande av fartyg inomskärs och i kustnära vatten. Ämnet behandlar även sjövett och sjösäkerhet samt sjöfartens inverkan på miljön och skydd av den marina miljön.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet skärgårdsnavigation ska syfta till att eleverna utvecklar kunskaper om skärgårdsnavigation samt om de lagar och andra bestämmelser som gäller till sjöss. Undervisningen ska leda till att eleverna utvecklar kunskaper om olika fartygstyper samt förmåga att yrkesmässigt hantera och framföra mindre fartyg inomskärs och i kustnära vatten. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om förebyggande säkerhetsåtgärder och förmåga att vidta åtgärder vid brand, olycksfall och för överlevnad. Undervisningen ska även bidra till att eleverna utvecklar förståelse av hur sjöfarten påverkar den marina miljön samt kunskaper om de särskilda krav på miljöhänsyn som ställs inom området.</p> <p>Arbete till sjöss och i sjönära situationer innebär flera olika risker där felbedömningar och brister i kommunikationen kan leda till allvarliga konsekvenser för såväl människor som fartyg och miljö. Miljöskydds- och säkerhetsarbete ska därför ha en central plats i undervisningen. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att identifiera, förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande samt förmåga att förhålla sig kritiskt granskande till attityder och värderingar på arbetsplatsen. Eleverna ska ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka i olika yrkessammanhang. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om arbetsprocess och resultat.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Arbetsuppgifterna ska vara konstruerade med utgångspunkt i situationer som eleverna kan komma att möta i sin yrkesutövning. På så sätt ska undervisningen ge eleverna möjlighet att utveckla förståelse av arbetets komplexitet samt problemlösnings- och initiativförmåga. Undervisningen ska organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet skärgårdsnavigation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika fartygstyper.</li> <li>Kunskaper om skärgårdsnavigation samt om lagar och andra bestämmelser som reglerar verksamheten.</li> <li>Förmåga att hantera och framföra fartyg på ett säkert och hållbart sätt.</li> <li>Förmåga att samverka och kommunicera i yrkessammanhang.</li> </ul><h3>Nivåer i ämnet skärgårdsnavigation</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SKAG1000X</h3>",
      "code": "SKAG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet skärgårdsnavigation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika fartygstyper samt deras egenskaper och användningsområden.</li> <li>Olika fartygstypers påverkan på miljön.</li> <li>Terresternavigation.</li> <li>Instrumentnavigation.</li> <li>Fyrbelysningssystem och lanternor.</li> <li>Sjökort och sjömärken.</li> <li>Förutsättningar för säkerhet till sjöss, däribland väderförhållanden och mörker.</li> <li>Internationella sjövägsregler, sjötrafikförordningen och sjölagen.</li> <li>Skydd av den marina miljön.</li> <li>Åtgärder vid brand och olycksfall samt för överlevnad. Första hjälpen med HLR (hjärt-lungräddning).</li> <li>Sjöräddningens organisation i Sverige.</li> <li>Ruttplanering utifrån sjökort samt positions- och lägesbestämningar.</li> <li>Tolkning och användning av instruktioner och regler.</li> <li>Förebyggande säkerhetsåtgärder och utförande av säkerhetskontroll före avfärd.</li> <li>Styrning efter sjökort, kompass, kurskontroll i enslinje, navigering i utprickat farvatten och positions- och lägesbestämningar.</li> <li>Hantering och framförande av fartyg inomskärs på ett säkerhetsmedvetet sätt med hänsyn till miljön och till fartygets maskinstyrka och manöversystem.</li> <li>Från- och tilläggning under olika förhållanden, till exempel vid strömt vatten, vind och trängsel.</li> <li>Förtöjning med ankare samt vid boj och y-bommar.</li> <li>Förtöjning med långsida mot kaj.</li> <li>Förtöjning i naturhamn.</li> <li>Knopslagning.</li> <li>Dokumentation och utvärdering av genomfört uppdrag.</li> <li>Ergonomiskt säkra och skadeförebyggande arbetssätt.</li> <li>Begrepp och fackspråk.</li> <li>Situationsanpassat bemötande och agerande. Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika fartygstyper.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om skärgårdsnavigation samt om lagar och andra bestämmelser som reglerar verksamheten.</p> <p>Eleven hanterar och framför fartyg med <strong>visst</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>godtagbar</strong> användning av fackspråk.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika fartygstyper.</p> <p>Eleven visar <strong>goda</strong> kunskaper om skärgårdsnavigation samt om lagar och andra bestämmelser som reglerar verksamheten.</p> <p>Eleven hanterar och framför fartyg med <strong>gott</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>utvecklade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>utvecklad</strong> användning av fackspråk.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika fartygstyper.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om skärgårdsnavigation samt om lagar och andra bestämmelser som reglerar verksamheten.</p> <p>Eleven hanterar och framför fartyg med <strong>mycket gott</strong> handlag. Eleven utvärderar arbetsprocess och resultat samt ger <strong>välutvecklade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven samverkar och kommunicerar i yrkessammanhang med <strong>välutvecklad</strong> användning av fackspråk.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
