{
  "code": "SKOT",
  "name": "Skötsel av utemiljöer",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:211",
  "nameHeading": "<h2>Skötsel av utemiljöer</h2>",
  "description": "<p>Ämnet skötsel av utemiljöer behandlar skötsel av parker och gröna miljöer i anslutning till bebyggelse samt skötsel av friluftsområden. Det behandlar också skötselplanering, arbetsorganisation, teknikanvändning och miljöhänsyn.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet skötsel av utemiljöer ska syfta till att eleverna utvecklar kunskaper i att sköta utemiljöer med utgångspunkt i funktion och kvalitetskrav. Undervisningen ska leda till att eleverna utvecklar kunskaper om växters biologi och deras funktion i olika utemiljöer samt hur olika skötselmetoder påverkar växternas utveckling och tillväxt. Den ska också leda till att eleverna utvecklar förmåga att bedöma skötselbehov samt planera och utföra arbetsuppgifter inom skötsel av träd, växter och utemiljöer med hänsyn till växternas utseende och biologiska faktorer. Genom undervisningen ska eleverna dessutom ges möjlighet att utveckla förmåga att sköta och underhålla grönytor, hårdgjorda ytor och fast utrustning i parker och andra utemiljöer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att använda teknisk utrustning på ett säkert och ergonomiskt sätt. Den ska också leda till att eleverna utvecklar förståelse av de gröna miljöernas olika funktion och användning samt hur olika skötselåtgärder kan främja biologisk mångfald. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att arbeta på ett yrkesmässigt sätt samt bedöma arbetsresultat med utgångspunkt i verksamhetens krav på estetik och funktion.</p> <p>I undervisningen ska eleverna genom praktiskt arbete ges möjlighet att utveckla förmåga att sköta olika växtslag och gröna utemiljöer med handredskap, verktyg och teknisk utrustning. Genom laborationer, fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om olika växters reaktioner på skötselåtgärder och skötselnivåer.</p> <h5><em>Undervisningen i ämnet skötsel av utemiljöer ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika skötselåtgärder med hänsyn till växternas biologi och funktion, klimatfaktorer samt hållbar utveckling.</li> <li>Förmåga att bedöma skötselbehov samt att vårda och sköta träd och växter.</li> <li>Förmåga att sköta och underhålla grönytor, hårdgjorda ytor, dagvattenanläggningar och fast utrustning i parker och andra utemiljöer.</li> <li>Förmåga att använda och vårda teknisk utrustning, handredskap och verktyg.</li> <li>Förmåga att arbeta hållbart och säkert i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att bedöma arbetsresultatet utifrån estetik och funktion.</li> </ul><h3>Nivåer i ämnet skötsel av utemiljöer</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet växtkunskap. Betyg i skötsel av utemiljöer som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i yttre miljö som omfattar nivå 1.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1. Betyg i skötsel av utemiljöer som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i yttre miljö som omfattar nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SKOT1000X</h3>",
      "code": "SKOT1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet skötsel av utemiljöer på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund och utemiljöns funktion</em></p> <ul> <li>Skötselbehov för enskilda växter, gräsytor och planteringsytor samt anpassning av skötselåtgärder efter växternas biologi.</li> <li>Utemiljöers funktion för olika brukargrupper och anpassning av skötselåtgärder efter funktion.</li> <li>Grundprinciperna för beskärning och beskärningstidpunkt för olika växtslag.</li> <li>Metoder för ogräsbekämpning, till exempel termisk ogräsbekämpning och marktäckning.</li> <li>Begreppet ekosystemtjänster och hur skötselåtgärder kan bidra till biologisk mångfald.</li> <li>Förebyggande åtgärder för att minska växtsjukdomar och insektsangrepp.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Bedömning av skötselbehov samt arbete med skötsel av träd, växter och planteringsytor, till exempel beskärning av perenner och buskar samt häckklippning, ogräsbekämpning och putsning.</li> <li>Arbete med skötsel av gräsytor och hårdgjorda ytor, till exempel sandsopning, ogräsbekämpning och kantskärning.</li> <li>Enklare skötsel och underhåll av fast utrustning i utemiljöer.</li> <li>Skötsel av dagvattenanläggningar och dammar.</li> <li>Användning och vård av verktyg och annan teknisk utrustning, till exempel beskärningsutrustning, redskapsbärare med tillkopplade redskap, gräsklippare, häcksaxar och lövblåsar.</li> <li>Resurseffektivitet och miljöhänsyn i samband med skötsel av utemiljöer.</li> <li>Kvalitetskrav samt bedömning av arbetsresultat, både estetiskt och funktionellt.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi i samband med aktuella arbetsuppgifter samt val av arbetsmetoder för ett långsiktigt hållbart arbetsliv.</li> <li>Säkerhetsfrågor och riskbedömning i samband med aktuella arbetsuppgifter.</li> <li>Säkerhetskontroll i samband med användning av maskiner.</li> <li>Lagar och andra bestämmelser inom området.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SKOT2000X</h3>",
      "code": "SKOT2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet skötsel av utemiljöer på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund och utemiljöns funktion</em></p> <ul> <li>Principer för beskärning och växternas reaktion på beskärning vid uppbyggnads-, föryngrings- och underhållsbeskärning.</li> <li>Röta i träd.</li> <li>Beskärningstidpunkt för olika växtslag.</li> <li>Smittspridning i samband med beskärning.</li> <li>Faktorer som påverkar växtlighetens vitalitet i stadsmiljö.</li> <li>Begreppet ekosystemtjänster och hur skötselåtgärder kan bidra till biologisk mångfald.</li> <li>Förebyggande och direkta växtskyddsåtgärder samt miljöaspekter i samband med växtskyddsarbete och ogräshantering.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Bedömning av skötselbehov, arbetsplanering och yrkesmässigt arbete med skötsel och underhåll av gröna utemiljöer, däribland beskärning av fruktträd, träd, buskar, klätterväxter och häckar.</li> <li>Användning av trädvårdsplaner som underlag för planering av arbetsuppgifter.</li> <li>Utemiljöskötsel, däribland skötsel av vegetationsytor på bjälklag och väggar, samt åtgärder för att främja biologisk mångfald.</li> <li>Skötsel och underhåll av hårdgjorda ytor, dagvattenanläggningar och fast utrustning i utemiljöer.</li> <li>Säkerhetskontroll av lekplatser samt dokumentation och uppföljning av åtgärder.</li> <li>Yrkesmässig användning av verktyg och annan teknisk utrustning för aktuella arbeten samt skötsel och vård av utrustning.</li> <li>Resurseffektivitet och miljöhänsyn i samband med skötsel av utemiljöer.</li> <li>Kvalitetskrav samt bedömning av arbetsresultat, både estetiskt och funktionellt.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi i samband med aktuella arbetsuppgifter samt val av arbetsmetoder för ett långsiktigt hållbart arbetsliv.</li> <li>Säkerhetsfrågor och riskbedömning i samband med aktuella arbetsuppgifter.</li> <li>Säkerhetskontroll i samband med användning av maskiner.</li> <li>Lagar och andra bestämmelser inom området, däribland bestämmelser om arbete på hög höjd.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt hållbar utveckling. Dessutom beskriver eleven <strong>översiktligt</strong> växters reaktioner på olika skötselåtgärder.</p> <p>Eleven gör <strong>enkla</strong> bedömningar av träds och växters utveckling och skötselbehov. Eleven planerar och genomför med <strong>viss säkerhet</strong> arbetsuppgifter inom skötsel av träd och växter.</p> <p>Eleven utför med <strong>godtagbart</strong> resultat skötsel och underhåll av grönytor, dagvattenanläggningar, hårdgjorda ytor och fast utrustning i utemiljöer.</p> <p>Eleven använder med <strong>visst</strong> handlag teknisk utrustning, handredskap och verktyg.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området. I arbetet gör eleven <strong>enkla</strong> riskbedömningar och vidtar lämpliga säkerhetsåtgärder. Eleven använder ergonomiska och hållbara arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven gör <strong>enkla</strong> bedömningar av arbetsresultatet vad gäller estetik och funktion.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt hållbar utveckling. Dessutom beskriver eleven <strong>utförligt</strong> växters reaktioner på olika skötselåtgärder.</p> <p>Eleven gör <strong>välgrundade</strong> bedömningar av träds och växters utveckling och skötselbehov. Eleven planerar och genomför med <strong>säkerhet</strong> arbetsuppgifter inom skötsel av träd och växter.</p> <p>Eleven utför med <strong>gott</strong> resultat skötsel och underhåll av grönytor, dagvattenanläggningar, hårdgjorda ytor och fast utrustning i utemiljöer.</p> <p>Eleven använder med <strong>gott</strong> handlag teknisk utrustning, handredskap och verktyg.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området. I arbetet gör eleven <strong>välgrundade</strong> riskbedömningar och vidtar lämpliga säkerhetsåtgärder. Eleven använder ergonomiska och hållbara arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven gör <strong>välgrundade</strong> bedömningar av arbetsresultatet vad gäller estetik och funktion.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt hållbar utveckling. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> växters reaktioner på olika skötselåtgärder.</p> <p>Eleven gör <strong>välgrundade och nyanserade</strong> bedömningar av träds och växters utveckling och skötselbehov. Eleven planerar och genomför med <strong>god säkerhet</strong> arbetsuppgifter inom skötsel av träd och växter.</p> <p>Eleven utför med <strong>mycket gott</strong> resultat skötsel och underhåll av grönytor, dagvattenanläggningar, hårdgjorda ytor och fast utrustning i utemiljöer.</p> <p>Eleven använder med <strong>mycket gott</strong> handlag teknisk utrustning, handredskap och verktyg.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser inom området. I arbetet gör eleven <strong>välgrundade och nyanserade</strong> riskbedömningar och vidtar lämpliga säkerhetsåtgärder. Eleven använder ergonomiska och hållbara arbetsmetoder och beskriver samband mellan resursanvändning och hållbar utveckling.</p> <p>Eleven gör <strong>välgrundade och nyanserade</strong> bedömningar av arbetsresultatet vad gäller estetik och funktion.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.081Z"
}