{
  "code": "SOCL",
  "name": "Social omsorg",
  "englishName": "Social Care",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:115",
  "nameHeading": "<h2>Social omsorg</h2>",
  "description": "<p>Ämnet social omsorg har sin grund i praktiskt omsorgsarbete. Social omsorg är ett område inom det tvärvetenskapliga ämnet socialt arbete men innehåller även aspekter av samhälls- och beteendevetenskap samt pedagogik. Ämnet behandlar social omsorg ur ett helhetsperspektiv.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet social omsorg ska syfta till att eleverna utvecklar kunskaper om vårdens och omsorgens arbetsuppgifter, organisation och utveckling både historiskt och i nutid. Undervisningen ska ta sin utgångspunkt i en samhällssyn som präglas av öppenhet i fråga om människors olikheter samt ge eleverna möjlighet att utveckla en beredskap att förstå och leva i ett samhälle präglat av mångfald. Därför ska eleverna ges möjlighet att utveckla kunskaper om hur levnadsvanor och livsvillkor påverkar människor på individ-, grupp- och samhällsnivå. Undervisningen ska också bidra till att eleverna utvecklar förmåga att använda centrala begrepp och perspektiv inom social omsorg.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att på ett ansvarsfullt och yrkesmässigt sätt utföra arbetsuppgifter nära brukare och inom ramarna för socialtjänstlagen. Dessutom ska eleverna ges möjlighet att utveckla förmåga att planera, utföra, dokumentera och utvärdera uppgifter inom social omsorg. Eleverna ska ges möjlighet att utveckla kunskaper om vad som påverkar brukares behov och livskvalitet, förmåga att ta hänsyn till brukarens allmänmänskliga och individuella behov samt förståelse för den enskilda människans uppfattning av den egna livssituationen. Genom att anlägga etiska, sociala och kulturella perspektiv på möten med brukare ska undervisningen även bidra till att eleverna utvecklar förmåga att kommunicera och möta brukare med ett lyhört, respektfullt, reflekterande och empatiskt förhållningssätt.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att arbeta enskilt och i team i enlighet med lagar och andra bestämmelser samt utifrån en demokratisk värdegrund. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om arbetsmiljö och säkerhet för att på så sätt kunna förebygga och minska skaderisken hos brukare och personal. Eleverna ska även ges möjlighet att använda teknisk utrustning samt informationsteknik inom verksamhetsområdet. Undervisningen ska också ge eleverna möjlighet att inhämta, granska och värdera ny kunskap inom området.</p> <h5><em>Undervisningen i ämnet social omsorg ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om vårdens och omsorgens utveckling och organisation.</li> <li>Kunskaper om sociala frågeställningars, levnadsvanors och livsvillkors påverkan inom social omsorg samt om centrala begrepp och perspektiv.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom social omsorg.</li> <li>Förmåga att utifrån ett yrkesetiskt förhållningssätt kommunicera och samarbeta samt att använda teknik för kommunikation och dokumentation.</li> <li>Förmåga att arbeta på ett säkert sätt i enlighet med lagar och andra bestämmelser inom socialtjänsten.</li> </ul><h3>Nivåer i ämnet social omsorg</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SOCL1000X</h3>",
      "code": "SOCL1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet social omsorg på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Den historiska utveckling som har haft en avgörande betydelse för dagens vård och omsorg i Sverige.</li> <li>Centrala begrepp och perspektiv inom social omsorg.</li> <li>Olika livsvillkors påverkan på människors livskvalitet, hälsa, lycka och syn på det goda livet.</li> <li>Problematiska livssituationer med orsaker och förklaringar på individ-, grupp- och samhällsnivå.</li> <li>Våld i nära relationer.</li> <li>Gemenskap, delaktighet och utanförskap.</li> <li>Olika boendeformer inom social omsorg.</li> <li>Sysselsättning och arbete som ett led till ökade möjligheter för stöd till målgrupperna.</li> <li>Planering, genomförande, dokumentation och utvärdering av personnära omsorgs- och serviceuppgifter utifrån biståndsbedömning och med utgångspunkt i den enskilda människans önskemål om och behov av stöd och hjälp.</li> <li>Daglig social aktivering samt rehabiliterande och habiliterande åtgärder för livskvalitet.</li> <li>Hur tekniska hjälpmedel kan användas utifrån aktuella behov.</li> <li>Kommunikationens och bemötandets grunder för ett professionellt förhållningssätt.</li> <li>Etiska begrepp och förhållningssätt.</li> <li>Administrativa uppgifter, däribland social dokumentation samt teknisk och digital utrustning för informationsteknik inom social omsorg.</li> <li>Lagar och andra bestämmelser inom social omsorg samt intentionerna med dessa.</li> <li>Tillbud och arbetsskadeanmälan.</li> <li>Hur den fysiska, psykiska och sociala arbetsmiljön påverkar det dagliga arbetet inom socialtjänsten.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SOCL2000X</h3>",
      "code": "SOCL2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet social omsorg på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Den historiska utveckling som har haft en avgörande betydelse för dagens organisation och ansvarsområden inom vård och omsorg i Sverige.</li> <li>Socialpedagogiskt arbete och perspektiv med utgångspunkt i brukares livsvillkor och möjligheter till utveckling.</li> <li>Sociala och kulturella perspektiv på människan och deras konsekvenser och möjliga lösningar.</li> <li>Socialtjänstens förebyggande åtgärder och insatser utifrån ett familjeperspektiv.</li> <li>Våldsutsatta i särskilt sårbara situationer.</li> <li>Barns förutsättningar och behov samt föräldrars omsorgsförmåga.</li> <li>Personcentrerad vård kopplad till samordnad individuell plan, rehabilitering, habilitering, teamarbete, interprofessionella samarbeten samt användande av tekniska hjälpmedel.</li> <li>Sociala och relationsbyggande aktiviteter, till exempel i samarbete med frivilligorganisationer.</li> <li>Samtalsmetodik för stödjande och problemlösande samtal.</li> <li>Hur individens förmåga att hantera och styra den egna delaktigheten för en ökad inkludering kan stärkas.</li> <li>Etiska resonemangsmodeller, värdekonflikter och förhållningssätt.</li> <li>Internetbaserade funktioner för rådgivning, hälsoinformation och stödnätverk.</li> <li>Lagar och andra bestämmelser, däribland lagen med särskilda bestämmelser om vård av unga (LVU) och lagen om vård av missbrukare i vissa fall (LVM).</li> <li>Anmälningsplikten och dess process.</li> <li>Systematiskt arbetsmiljöarbete och dess lagstiftning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om vårdens och omsorgens utveckling och organisation.</p> <p>Eleven för <strong>enkla</strong> resonemang om levnadsvanors och livsvillkors påverkan på individ-, grupp- och samhällsnivå. Eleven redogör <strong>översiktligt</strong> för innebörden av begrepp och perspektiv inom social omsorg.</p> <p>Eleven planerar och utför arbetsuppgifter inom området med utgångspunkt i den enskilda människans önskemål och behov på ett <strong>godtagbart</strong> sätt. Eleven dokumenterar och utvärderar arbetet på ett <strong>enkelt</strong> sätt samt ger <strong>enkla</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven kommunicerar och samverkar med andra på ett yrkesetiskt sätt. Eleven använder teknisk och digital utrustning för kommunikation och dokumentation med <strong>viss säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom social omsorg.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om vårdens och omsorgens utveckling och organisation.</p> <p>Eleven för <strong>utvecklade</strong> resonemang om levnadsvanors och livsvillkors påverkan på individ-, grupp- och samhällsnivå. Eleven redogör <strong>utförligt</strong> för innebörden av begrepp och perspektiv inom social omsorg.</p> <p>Eleven planerar och utför arbetsuppgifter inom området med utgångspunkt i den enskilda människans önskemål och behov på ett <strong>gott</strong> sätt. Eleven dokumenterar och utvärderar arbetet på ett <strong>utvecklat</strong> sätt samt ger <strong>välgrundade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven kommunicerar och samverkar med andra på ett yrkesetiskt sätt. Eleven använder teknisk och digital utrustning för kommunikation och dokumentation med <strong>säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom social omsorg.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om vårdens och omsorgens utveckling och organisation.</p> <p>Eleven för <strong>välutvecklade</strong> resonemang om levnadsvanors och livsvillkors påverkan på individ-, grupp- och samhällsnivå. Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp och perspektiv inom social omsorg.</p> <p>Eleven planerar och utför arbetsuppgifter inom området med utgångspunkt i den enskilda människans önskemål och behov på ett <strong>mycket gott</strong> sätt. Eleven dokumenterar och utvärderar arbetet på ett <strong>välutvecklat</strong> sätt samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan utvecklas.</p> <p>Eleven kommunicerar och samverkar med andra på ett yrkesetiskt sätt. Eleven använder teknisk och digital utrustning för kommunikation och dokumentation med <strong>god säkerhet</strong>.</p> <p>Eleven arbetar på ett säkert sätt i enlighet med lagar och andra bestämmelser inom social omsorg.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
