{
  "code": "SOMF",
  "name": "Sömnad – fördjupning",
  "englishName": "Sewing – Advanced",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:365",
  "nameHeading": "<h2>Sömnad – fördjupning</h2>",
  "description": "<p>Klädmodet och efterfrågan på kläder förändras kontinuerligt och klädindustrin behöver ständigt anpassa tillverkningen. Centralt i ämnet sömnad – fördjupning är konfektionssömnad och mönsterhantering vid tillverkning av dam- och herrkläder samt klädkollektioner. Ämnet behandlar även hållbart mode utifrån ekonomisk, social och miljömässig hållbarhet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet sömnad – fördjupning ska syfta till att eleverna utvecklar förmåga att utföra konfektionssömnad för kläder samt förmåga att designa kläder och skapa klädkollektioner. Dessutom ska undervisningen ge eleverna möjlighet att utveckla hantverksmässiga färdigheter samt förmåga att planera arbetet, tillverka kläder och att utvärdera arbetsprocess och resultat. Undervisningen ska stimulera elevernas idérikedom, självständighet, personliga ansvarstagande, samarbetsförmåga, egna drivkraft och skaparglädje. Eleverna ska också ges möjlighet att använda sin kreativitet och befästa sin kunskap om färg-, form- och stillära vid design och tillverkning av kläder och klädkollektioner. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att utföra skräddade detaljer samt att konstruera och förändra mönster.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att använda fackspråk inom den textila branschen för att bemöta och kommunicera med kunder, uppdragsgivare och leverantörer. Undervisningen ska också leda till att eleverna utvecklar sin förmåga att använda olika digitala verktyg och tekniker i arbetet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om de textila yrkenas tradition och historiska utveckling. Som inspirationskälla och som grund för ökad förståelse av kulturella och stilhistoriska influenser ska eleverna ges möjlighet att utveckla kunskaper om såväl dagens trendutveckling och klädmode som den kultur- och stilhistoriska utvecklingen inom klädbranschen. I undervisningen ska eleverna dessutom ges möjlighet att utveckla och tillämpa kunskaper om ergonomi, arbetsmiljö och säkerhet för ett hållbart arbetsliv inom klädbranschen.</p> <p>Eleverna ska ges rika möjligheter att förfina tekniker för både sömnad och mönsteranpassning för olika ändamål. I undervisningen ska eleverna ges möjlighet att använda experimentella arbetsmetoder samt att arbeta i såväl textila material som i andra material. Dessutom ska eleverna ges möjlighet att använda sina teoretiska kunskaper för att vidareutveckla och befästa sin förmåga att arbeta med mönster, sömnad, design och formgivning. Undervisningen ska leda till att eleverna befäster sina kunskaper om hur ändamålsenliga material och tekniker väljs utifrån tänkt klädesplagg eller klädkollektion med hänsyn till tidsåtgång, kostnader och miljö.</p> <h5><em>Undervisningen i ämnet sömnad – fördjupning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera arbetet och att använda olika sömnadstekniker och mönster vid tillverkning av kläder och klädkollektioner.</li> <li>Förmåga att designa kläder och skapa klädkollektioner.</li> <li>Förmåga att dokumentera och utvärdera arbetsprocess och resultat samt att använda fackspråk.</li> <li>Förmåga att arbeta säkert och hållbart.</li> <li>Kunskaper om de textila yrkenas historia samt om olika stilepoker inom klädmode.</li> </ul><h3>Nivåer i ämnet sömnad – fördjupning</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 3 i ämnet modedesign och sömnad och nivå 1 i ämnet manuell mönsterkonstruktion.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li> <li>Nivå 4, 100 poäng, som bygger på nivå 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SOMF1000X</h3>",
      "code": "SOMF1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sömnad – fördjupning på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Planering av eget arbete.</li> <li>Val av material och beräkning av materialåtgång.</li> <li>Tekniker för konfektionssömnad vid produktion av kläder med fokus på funktion och konstruktion.</li> <li>Sömnadsdetaljer, till exempel för kjol, byxa, skjorta och klänning.</li> <li>Mönsterförändring och mönsteranpassning.</li> <li>Hur designprocessen genomförs vid skapandet av kläder eller klädkollektioner, däribland portfolioarbete.</li> <li>Användning av färg-, form- och proportionslära vid modeteckning och tillverkning av kläder.</li> <li>Tygers och andra materials egenskaper samt användningsområden vid tillverkning av kläder.</li> <li>Hur tvätt- och skötselråd för valt material kan formuleras och tolkas.</li> <li>Digitala tekniker för inspiration och presentation av kläder, till exempel presentation med rörlig bild.</li> <li>Portfolioarbete med idé- och plaggskisser, färgtekniker, moodboard, färg- och tygkarta.</li> <li>Utvärdering och analys av arbetsprocess och resultat samt hur arbetet kan förbättras.</li> <li>Fackspråk för att förstå och följa instruktioner samt för att kommunicera om arbetsprocess och resultat.</li> <li>Ergonomiskt och säkert arbetssätt, däribland användning av ergonomiska hjälpmedel.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och återanvändning av tyger och annat material.</li> <li>Underhåll och skötsel av maskiner och verktyg.</li> <li>Ansvarsfullt yrkesutövande vid tillverkning av kläder.</li> <li>Huvuddragen i de textila yrkenas historia.</li> <li>Centrala stilepoker och trender som påverkat klädmodet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SOMF2000X</h3>",
      "code": "SOMF2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sömnad – fördjupning på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Planering av arbete och val av material, däribland beräkning av materialåtgång och kostnad.</li> <li>Varierade tekniker vid produktion av kläder med fokus på kvalitet och lönsamhet.</li> <li>Skräddade sömnadsdetaljer och foder för kavaj, byxa, väst, klänning, kjol eller byxa avseende både dam- och herrkläder.</li> <li>Mönsterförändring och mönsteranpassning.</li> <li>Designprocessen från idé till färdigt plagg eller klädkollektion.</li> <li>Användning av färg-, form- och proportionslära vid modeteckning och tillverkning av kläder.</li> <li>Tygers och andra materials egenskaper samt användningsområden vid tillverkning av kläder.</li> <li>Tvätt- och skötselråd för valt material.</li> <li>Digitala tekniker för dokumentation av idéer och arbetsprocess samt vid presentation av klädkollektion eller uppdrag, till exempel rit- och illustrationsprogram eller rörlig bild.</li> <li>Portfolioarbete med idé- och plaggskiss, samt modeteckning.</li> <li>Utvärdering och analys av egen och andras arbetsprocess och resultat samt hur arbetet kan förbättras.</li> <li>Fackspråk för att kommunicera om arbetsprocess och resultat.</li> <li>Ergonomiskt och säkert arbetssätt.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och återanvändning av tyger och annat material.</li> <li>Klädproduktion på ett ekonomiskt och miljömässigt hållbart sätt, däribland ombearbetning och lagning av kläder.</li> <li>Underhåll och skötsel av maskiner och verktyg.</li> <li>Ansvarsfullt yrkesutövande vid tillverkning av kläder.</li> <li>Det textila hantverkets historia från skråsamhälle till dagens textila yrken.</li> <li>Mode- och klädhistoria, däribland betydelsefulla designers som påverkat klädmodet.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SOMF3000X</h3>",
      "code": "SOMF3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sömnad – fördjupning på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Produktionsplanering för tillverkning av kläder med fokus på effektivisering, däribland kostnad för plagg eller klädkollektion.</li> <li>Val av material utifrån klädkollektionens design, användningsområde eller funktion.</li> <li>Produktion av hela och sammanhängande klädkollektioner i textila material eller andra material.</li> <li>Varierade skräddade sömnadsdetaljer för både dam- och herrkläder, till exempel kavaj, byxa eller väst.</li> <li>Mönsterförändring och mönsteranpassning.</li> <li>Designprocessen från idé till färdigt plagg eller klädkollektion med fokus på kvalitet.</li> <li>Tygers och andra materials egenskaper samt användningsområden vid tillverkning av kläder.</li> <li>Tvätt- och skötselråd för valt material.</li> <li>Analoga och digitala tekniker för dokumentation av arbetsprocess och resultat samt presentation av klädkollektion eller uppdrag, till exempel rit- och illustrationsprogram eller rörlig bild.</li> <li>Modeteckning och teknisk plaggskiss för vidareutveckling av idéer, däribland för kläder i olika material och med olika konstruktioner.</li> <li>Utvärdering och analys av egen och andras arbetsprocess och resultat med förslag på hur arbetet kan förbättras.</li> <li>Fackspråk för att kommunicera om arbetsprocess och resultat.</li> <li>Ergonomiskt och säkert arbetssätt.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och återanvändning av tyger och annat material.</li> <li>Hållbart klädmode, däribland hur beteendemönster och attityder kan påverkas för en mer hållbar konsumtion av kläder.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande, till exempel vid måttagning och provning av kläder.</li> <li>Textila yrkets historia, däribland gesäll- och mästarbrev.</li> <li>Mode- och klädhistoria, däribland trendtolkning och analys av hur dagens klädmode och aktuella trender kan kopplas till ett historiskt ursprung.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SOMF4000X</h3>",
      "code": "SOMF4000X",
      "nameHeading": "<h2>Nivå 4, 100 poäng</h2>",
      "name": "Nivå 4",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet sömnad – fördjupning på nivå 4 ska behandla följande centrala innehåll:</p> <ul> <li>Planering och val av material utifrån kollektionens design och användningsområde.</li> <li>Produktionsplanering för tillverkning av kläder med fokus på material- och tidsåtgång samt kostnadsberäkning.</li> <li>Varierade tekniker vid produktion av klädkollektion där skräddade sömnadsdetaljer för kavaj, byxa, väst eller klänning ingår.</li> <li>Mönsterförändring och mönsteranpassning.</li> <li>Designprocessen från idé till färdig klädkollektion med fokus på kvalitet.</li> <li>Tygers och andra materials egenskaper samt användningsområden vid tillverkning av kläder.</li> <li>Tvätt- och skötselråd för valt material.</li> <li>Analoga och digitala tekniker för dokumentation av arbetsprocess och resultat, till exempel modeteckning, moodboard och research.</li> <li>Modeteckning och teknisk plaggskiss för vidareutveckling av idéer, däribland idéer till kläder i olika material och med olika konstruktioner.</li> <li>Utvärdering och analys av arbetsprocess och resultat med förslag på hur arbetet kan förbättras.</li> <li>Fackspråk för att kommunicera om arbetsprocess och resultat.</li> <li>Ergonomiskt och säkert arbetssätt.</li> <li>Arbete med hänsyn till miljön, däribland återvinning och återanvändning av tyger och annat material.</li> <li>Hållbart klädmode genom ombearbetning och lagning av kläder.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande, till exempel vid måttagning och provning av kläder.</li> <li>Textila branschens historia, däribland uppkomst och förändring av olika textila yrken.</li> <li>Mode- och klädhistoria, däribland trendtolkning och analys av hur dagens klädmode och aktuella trender kan kopplas till ett historiskt ursprung.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar sitt arbete och använder med <strong>visst</strong> handlag olika tekniker för sömnad. Eleven hanterar mönster och skapar kläder och klädkollektioner av <strong>godtagbar</strong> teknisk, funktionell och estetisk kvalitet.</p> <p>Eleven designar kläder och skapar klädkollektioner med <strong>viss säkerhet</strong> och uppnår ett <strong>godtagbart</strong> resultat.</p> <p>Eleven gör en <strong>enkel</strong> dokumentation och utvärdering av arbetsprocess och resultat samt ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk i sin kommunikation.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om de textila yrkenas historia samt om stilepoker inom klädmode.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar sitt arbete och använder med <strong>gott</strong> handlag olika tekniker för sömnad. Eleven hanterar mönster och skapar kläder och klädkollektioner av <strong>god</strong> teknisk, funktionell och estetisk kvalitet.</p> <p>Eleven designar kläder och skapar klädkollektioner med <strong>säkerhet</strong> och uppnår ett <strong>gott</strong> resultat.</p> <p>Eleven gör en <strong>noggrann</strong> dokumentation och utvärdering av arbetsprocess och resultat samt ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk i sin kommunikation.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven visar <strong>goda</strong> kunskaper om de textila yrkenas historia samt om stilepoker inom klädmode.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar sitt arbete och använder med <strong>mycket gott</strong> handlag olika tekniker för sömnad. Eleven hanterar mönster och skapar kläder och klädkollektioner av <strong>mycket god</strong> teknisk, funktionell och estetisk kvalitet.</p> <p>Eleven designar kläder och skapar klädkollektioner med <strong>god säkerhet</strong> och uppnår ett <strong>mycket gott</strong> resultat.</p> <p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation och utvärdering av arbetsprocess och resultat samt ger förslag på hur arbetet kan utvecklas. Dessutom använder eleven fackspråk i sin kommunikation.</p> <p>Eleven arbetar säkert och hållbart.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om de textila yrkenas historia samt om stilepoker inom klädmode.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
