{
  "code": "SPAF",
  "name": "Spårfordon – elkraft och traktion",
  "englishName": "Rail Vehicles – Power and Traction",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:351",
  "nameHeading": "<h2>Spårfordon – elkraft och traktion</h2>",
  "description": "<p>Ämnet spårfordon – elkraft och traktion behandlar olika kraft- och drivsystem samt hur dessa styrs i spårfordon. Ämnet behandlar även installation och driftsättning av motorer för olika driftarter i spårfordon samt underhåll av elkraft- och elmotordrivsystem.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet spårfordon – elkraft och traktion ska syfta till att eleverna utvecklar kunskaper om elkraft- och elmotordrivsystem och deras olika komponenter samt hur de samverkar i spårfordon. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om olika typer av system- och komponentmätningar i samband med driftsättning av motorer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att installera och driftsätta motorer samt genomföra underhåll av elkraft- och elmotordrivsystem enligt spårfordonstillverkarens krav.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet. Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och andra aktörer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att både självständigt och tillsammans med andra arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet spårfordon – elkraft och traktion ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om elkraft- och elmotordrivsystem och deras olika komponenter samt om hur de samverkar i spårfordon.</li> <li>Kunskaper om olika typer av system- och komponentmätningar som görs i samband med driftsättning av motorer i spårfordon.</li> <li>Förmåga att installera och driftsätta motorer samt genomföra underhåll av elkraft- och elmotordrivsystem enligt spårfordonstillverkarens krav.</li> <li>Förmåga att använda teknisk information, verktyg och övrig utrustning i samband med installation och driftsättning av motorer samt vid underhåll i elkraft- och elmotordrivsystem.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda ett yrkesmässigt språk samt att anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet spårfordon – elkraft och traktion</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet spårfordon – systemteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SPAF1000X</h3>",
      "code": "SPAF1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet spårfordon – elkraft och traktion på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Elkraftsystem och elmotordrivsystem, deras olika komponenter och hur de samverkar i spårfordon.</li> <li>Transformatorer och omriktares styrning, syfte och funktion.</li> <li>Olika elmotorers uppbyggnad, egenskaper och användningsområden.</li> <li>Fiberoptisk signalöverföring i strömriktare vid kommutering.</li> <li>Asynkronmotorn och dess varvtalsreglering och momentekvation vid motor- och generatordrift.</li> <li>Traktionsomriktare och dynamisk broms.</li> <li>Batteri- och hjälpkraftssystemets uppbyggnad och funktion.</li> <li>Metoder för ström- och spänningsmätning i högspänningssystem, däribland mätningar inom omriktare för hög- och lågspänningssystem.</li> <li>Olika metoder för mätningar av elektriska storheter inom elkraft och traktion.</li> <li>Metoder för analys av mätdata.</li> <li>Olika typer av systemdokumentation, till exempel ritningar, scheman, manualer och dokumentation av genomfört arbete samt hur dessa används i arbetet.</li> <li>Olika kategorier av mätinstrument samt faktorer att ta hänsyn till vid mätning av högre effekter, däribland vid mätning av kretsar i olika spänningsklasser.</li> <li>Planering och genomförande av installation och driftsättning av motorer enligt spårfordonstillverkarens krav, däribland installation av trefasmotorer med Y-koppling och D-koppling.</li> <li>Planering och genomförande av förebyggande och enklare avhjälpande underhåll i högspänningssystem för elkraft- och elmotordrivsystem i spårfordon.</li> <li>Användning av teknisk dokumentation vid installation och driftsättning av motorer samt vid underhåll av elkraft- och elmotordrivsystem i spårfordon.</li> <li>Användning av verktyg och skyddsutrustning enligt underhållsplanens anvisningar och branschens krav.</li> <li>Användning av mätinstrument samt tolkning och analys av olika testresultat med hjälp av teknisk information på svenska och engelska.</li> <li>Dokumentation av underhållsåtgärder med stöd av både analoga och digitaliserade underhållssystem.</li> <li>Nycklingssystem för elkraft inom fordon och verkstad.</li> <li>Vård och kalibrering av verktyg.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete både självständigt och tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med installation och driftsättning av motorer samt vid underhåll av elkraft- och elmotordrivsystem.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och andra aktörer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om elkraft- och elmotordrivsystem och deras olika komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av system- och komponentmätningar vid driftsättning av motorer i spårfordon.</p> <p>Eleven installerar och driftsätter med <strong>visst</strong> handlag motorer samt genomför med <strong>viss säkerhet</strong> underhåll av elkraft- och elmotordrivsystem enligt spårfordonstillverkarens krav.</p> <p>Eleven använder med <strong>viss säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>visst</strong> handlag verktyg och övrig utrustning vid installation och driftsättning av motorer samt vid underhåll i elkraft- och elmotordrivsystem.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om elkraft- och elmotordrivsystem och deras olika komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av system- och komponentmätningar vid driftsättning av motorer i spårfordon.</p> <p>Eleven installerar och driftsätter med <strong>gott</strong> handlag motorer samt genomför med <strong>säkerhet</strong> underhåll av elkraft- och elmotordrivsystem enligt spårfordonstillverkarens krav.</p> <p>Eleven använder med <strong>säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>gott</strong> handlag verktyg och övrig utrustning vid installation och driftsättning av motorer samt vid underhåll i elkraft- och elmotordrivsystem.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om elkraft- och elmotordrivsystem och deras olika komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av system- och komponentmätningar vid driftsättning av motorer i spårfordon.</p> <p>Eleven installerar och driftsätter med <strong>mycket gott</strong> handlag motorer samt genomför med <strong>god säkerhet</strong> underhåll av elkraft- och elmotordrivsystem enligt spårfordonstillverkarens krav.</p> <p>Eleven använder med <strong>god säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>mycket gott</strong> handlag verktyg och övrig utrustning vid installation och driftsättning av motorer samt vid underhåll i elkraft- och elmotordrivsystem.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
