{
  "code": "SPAO",
  "name": "Spårfordon – elektronik",
  "englishName": "Rail Vehicles – Electronics",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:350",
  "nameHeading": "<h2>Spårfordon – elektronik</h2>",
  "description": "<p>Ämnet spårfordon – elektronik behandlar olika typer av elektroniksystem i spårfordon. I ämnet behandlas även komponent- och kretsmätningar i samband med felsökning, funktionskontroll och driftsättning av kompletta applikationer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet spårfordon – elektronik ska syfta till att eleverna utvecklar kunskaper om olika typer av elektroniksystem och deras komponenter i spårfordon. Eleverna ska också ges möjlighet att utveckla kunskaper om felsökning, funktionskontroll och driftsättning av kompletta applikationer. I undervisningen ska eleverna även ges möjlighet att utveckla kunskaper om komponent- och kretsmätningar i elektroniksystem. Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra komponent- och kretsmätningar samt felsökning, funktionskontroll och driftsättning av kompletta applikationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med rutiner, lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet. Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och andra aktörer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att, såväl självständigt som tillsammans med andra, arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet spårfordon – elektronik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika typer av elektroniksystem och deras komponenter samt hur de samverkar i spårfordon.</li> <li>Kunskaper om rutiner för felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon.</li> <li>Kunskaper om olika typer av komponent- och kretsmätningar med mätinstrument i elektroniksystem.</li> <li>Förmåga att genomföra komponent- och kretsmätningar samt att tolka mätdata.</li> <li>Förmåga att genomföra felsökning, funktionskontroll och driftsättning av kompletta applikationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med rutiner, lagar och andra bestämmelser inom området.</li> <li>Förmåga att kommunicera med medarbetare och andra aktörer samt att använda tekniska begrepp och uttryck.</li> </ul><h3>Nivåer i ämnet spårfordon – elektronik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet spårfordon – ellära och elteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SPAO1000X</h3>",
      "code": "SPAO1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet spårfordon – elektronik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Elektroniska system och deras analoga och digitala komponenter samt deras funktion i spårfordon, däribland mekatroniska system, sensorer, styrenheter och ställdon.</li> <li>Orientering om logiska grundfunktioner i elektroniksystem och om olika styrtekniska applikationer.</li> <li>Programmering av enklare PLC-system och styrenheter.</li> <li>Olika elektronikscheman, instruktioner och annan teknisk information samt metoder för hur dessa används i samband med felsökning, funktionskontroll och driftsättning av kompletta applikationer.</li> <li>Orientering om säkerhetsföreskrifter.</li> <li>Metoder för mätningar i elektriska system i olika typer av spårfordon enligt anvisningar och teknisk information.</li> <li>Metoder för tolkning av mätdata enligt spårfordonstillverkarens anvisningar i samband med felsökning, funktionskontroll och driftsättning av kompletta applikationer.</li> <li>Komponent- och kretsmätningar i elektriska system och tolkning av mätdata i samband med felsökning, funktionskontroll och driftsättning av kompletta applikationer.</li> <li>Felsökning, funktionskontroll och driftsättning av kompletta applikationer enligt spårfordonstillverkarens krav.</li> <li>Spårfordonstillverkares anvisningar, scheman och övrig teknisk information på svenska och engelska.</li> <li>Användning av verktyg och övrig utrustning i samband med felsökning, funktionskontroll och driftsättning av kompletta applikationer.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete både självständigt och tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser.</li> <li>Riskbedömning i samband med komponent- och kretsmätningar enligt spårfordonstillverkarens anvisningar.</li> <li>Metodiskt arbete för struktur, ordning och effektiv arbetsmiljö på arbetsplatsen.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och andra aktörer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av elektroniksystem och deras komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om rutiner för felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av komponent- och kretsmätningar med mätinstrument i elektroniksystem.</p> <p>Eleven genomför komponent- och kretsmätningar samt tolkar med <strong>viss säkerhet</strong> mätdata enligt spårfordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>visst</strong> handlag felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon enligt spårfordonstillverkarens krav. Dessutom använder eleven med <strong>viss säkerhet</strong> teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med rutiner, lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av tekniska begrepp och uttryck.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika typer av elektroniksystem och deras komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om rutiner för felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av komponent- och kretsmätningar med mätinstrument i elektroniksystem.</p> <p>Eleven genomför komponent- och kretsmätningar samt tolkar med <strong>säkerhet</strong> mätdata enligt spårfordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>gott</strong> handlag felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon enligt spårfordonstillverkarens krav. Dessutom använder eleven med <strong>säkerhet</strong> teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med rutiner, lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av tekniska begrepp och uttryck.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av elektroniksystem och deras komponenter samt hur de samverkar i spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om rutiner för felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av komponent- och kretsmätningar med mätinstrument i elektroniksystem.</p> <p>Eleven genomför komponent- och kretsmätningar samt tolkar med <strong>god säkerhet</strong> mätdata enligt spårfordonstillverkarens anvisningar.</p> <p>Eleven genomför med <strong>mycket gott</strong> handlag felsökning, funktionskontroll och driftsättning av kompletta applikationer i spårfordon enligt spårfordonstillverkarens krav. Dessutom använder eleven med <strong>god säkerhet</strong> teknisk information, verktyg och övrig utrustning.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med rutiner, lagar och andra bestämmelser. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av tekniska begrepp och uttryck.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
