{
  "code": "SPAU",
  "name": "Spårfordon – underhållsteknik",
  "englishName": "Rail Vehicles – Maintenance Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:356",
  "nameHeading": "<h2>Spårfordon – underhållsteknik</h2>",
  "description": "<p>Ämnet spårfordon – underhållsteknik behandlar underhållsarbetets betydelse för att spårfordon ska fungera på ett optimalt sätt. Ämnet behandlar pneumatiska system och komponenter samt deras underhållsbehov. Ämnet behandlar även olika metoder för sammanfogning av material samt arbetsprocesser och arbetsmetoder för inspektioner, kontroller och underhåll av spårfordon.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet spårfordon – underhållsteknik ska syfta till att eleverna utvecklar kunskaper om olika arbetsprocesser och arbetsmetoder inom underhåll av olika typer av spårfordon samt om sammanfogningsteknik och material som används i spårfordon.</p> <p>Undervisningen ska leda till att eleverna utvecklar färdigheter i att demontera och montera fästelement och skruvförband samt i att genomföra enklare underhåll och inspektioner enligt spårfordonstillverkarens krav. Eleverna ska också ges möjlighet att utveckla kunskaper om pneumatiska system och deras komponenter samt om inspektioner och kontroller av huvudkomponenter i spårfordon.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet. Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och andra aktörer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet. Dessa uppgifter ska ge eleverna möjlighet att både självständigt och tillsammans med andra arbeta med problemlösning under laborativa former.</p> <h5><em>Undervisningen i ämnet spårfordon – underhållsteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om olika arbetsprocesser och arbetsmetoder vid underhåll av olika typer av spårfordon.</li> <li>Kunskaper om material och sammanfogningsmetoder som används i spårfordon.</li> <li>Kunskaper om pneumatiska system och komponenter samt deras funktion och underhållsbehov i spårfordon.</li> <li>Kunskaper om inspektioner och kontroller av huvudkomponenter i spårfordon.</li> <li>Färdigheter i att demontera och montera fästelement och skruvförband samt i att genomföra enklare underhåll och inspektioner av spårfordon.</li> <li>Förmåga att använda teknisk information, verktyg och övrig utrustning i samband med underhåll och kontroller.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt att anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet spårfordon – underhållsteknik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 1 i ämnet spårfordon – elektronik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SPAU1000X</h3>",
      "code": "SPAU1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet spårfordon – underhållsteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Underhållets betydelse för att upprätthålla spårfordonens tillgänglighet och driftsäkerhet.</li> <li>Olika metoder för vanligt förekommande underhållsåtgärder av spårfordon och deras huvudkomponenter, däribland vid elektriskt, mekaniskt och pneumatiskt underhållsarbete.</li> <li>Metoder för att använda vanligt förekommande underhållsplaner (littera), anvisningar och övrig teknisk information vid underhållsarbeten på olika typer av spårfordon.</li> <li>Metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan förebyggas.</li> <li>Ergonomiska arbetsmetoder samt metoder för riskbedömningar, såväl för den övergripande arbetsmiljön som vid olika specifika arbetsmoment.</li> <li>Orientering om olika typer av material och sammanfogningsmetoder som används i spårfordon, däribland limning och skruvförband samt olika typer av fästelement.</li> <li>Metoder för limning, däribland av fönster.</li> <li>Metoder för demontering och montering av fästelement och skruvförband, däribland för paneler, stolar, dörrar och spoilers.</li> <li>Orientering om olika typer av spårfordons pneumatiska system, deras uppbyggnad, funktion och olika komponenter samt hur de samverkar i spårfordon, däribland bromssystem och pantograf.</li> <li>Olika metoder för visuella inspektioner och kontroller av spårfordonens huvudkomponenter.</li> <li>Metoder för oförstörande kontroller av mekaniska komponenter, till exempel metoder för ultraljud och magnetröntgen av hjulaxlar och boggier.</li> <li>Olika typer av lagerboxar, till exempel lagringar för olika typer av momentstag, axlar, boggier och stötdämpare.</li> <li>Olika verktyg och utrustningar som används vid kontroll och mätning av hjulaxlar och boggier.</li> <li>Demontering och montering av olika spårfordonsdetaljer enligt spårfordonstillverkarens anvisningar och krav.</li> <li>Planering och genomförande av enklare underhållsarbeten enligt underhållsplaner (littera), anvisningar och övrig teknisk information.</li> <li>Användning av teknisk dokumentation vid underhåll av spårfordon, till exempel vid elektriskt, mekaniskt och pneumatiskt arbete.</li> <li>Användning av verktyg och skyddsutrustning enligt underhållsplanens anvisningar och branschens krav vid underhåll, demontering och montering.</li> <li>Användning av mät- och kontrollinstrument samt tolkning och analys av olika testresultat med hjälp av teknisk information på svenska och engelska.</li> <li>Dokumentation av underhållsåtgärder med stöd av både analoga och digitaliserade underhållssystem.</li> <li>Lagar och andra bestämmelser som reglerar arbetet, däribland standarder för elsäkerhet.</li> <li>Hälsorisker och krav på arbetsmiljön i samband med hantering av kemikalier och farliga ämnen.</li> <li>Säkerhetsmedvetet samt miljö- och kvalitetsmässigt arbete både självständigt och tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området.</li> <li>Riskbedömning i samband med inspektioner, kontroller och underhåll enligt spårfordonstillverkarens anvisningar.</li> <li>Metodiskt arbete för struktur, ordning och effektiv arbetsmiljö på arbetsplatsen.</li> <li>Dokumentation av arbetsåtgärder enligt spårfordonstillverkarens och branschens krav.</li> <li>Utvärdering av arbetsprocess och utfört arbete.</li> <li>Tekniska begrepp och uttryck på svenska och engelska samt yrkesmässig kommunikation med medarbetare och andra aktörer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om olika arbetsprocesser och arbetsmetoder vid underhåll av olika typer av spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av material och sammanfogningsmetoder som används i spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om pneumatiska system, deras komponenter, funktion och underhållsbehov.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om visuella inspektioner och kontroller samt oförstörande kontroller av huvudkomponenter i spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> färdigheter i att demontera och montera fästelement och skruvförband. Dessutom genomför eleven med <strong>viss</strong> skicklighet enklare underhållsarbete och visuella inspektioner av spårfordon.</p> <p>Eleven använder med <strong>viss säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>visst</strong> handlag verktyg och övrig utrustning i samband med underhåll och visuella kontroller.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om olika arbetsprocesser och arbetsmetoder vid underhåll av olika typer av spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av material och sammanfogningsmetoder som används i spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om pneumatiska system, deras komponenter, funktion och underhållsbehov.</p> <p>Eleven visar <strong>goda</strong> kunskaper om visuella inspektioner och kontroller samt oförstörande kontroller av huvudkomponenter i spårfordon.</p> <p>Eleven visar <strong>goda</strong> färdigheter i att demontera och montera fästelement och skruvförband. Dessutom genomför eleven med <strong>god</strong> skicklighet enklare underhållsarbete och visuella inspektioner av spårfordon.</p> <p>Eleven använder med <strong>säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>gott</strong> handlag verktyg och övrig utrustning i samband med underhåll och visuella kontroller.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om olika arbetsprocesser och arbetsmetoder vid underhåll av olika typer av spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av material och sammanfogningsmetoder som används i spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om pneumatiska system, deras komponenter, funktion och underhållsbehov.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om visuella inspektioner och kontroller samt oförstörande kontroller av huvudkomponenter i spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> färdigheter i att demontera och montera fästelement och skruvförband. Dessutom genomför eleven med <strong>mycket god</strong> skicklighet enklare underhållsarbete och visuella inspektioner av spårfordon.</p> <p>Eleven använder med <strong>god säkerhet</strong> teknisk information. Dessutom använder eleven med <strong>mycket gott</strong> handlag verktyg och övrig utrustning i samband med underhåll och visuella kontroller.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser samt spårfordonstillverkarens krav. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
