{
  "code": "SPAY",
  "name": "Spårfordon – yrkesteknik",
  "englishName": "Rail Vehicles – Operations Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:357",
  "nameHeading": "<h2>Spårfordon – yrkesteknik</h2>",
  "description": "<p>Ämnet spårfordon – yrkesteknik behandlar järnvägsbranschen och dess olika verksamheter och yrkesområden. Dessutom behandlar ämnet olika typer av spårfordon och system för drift av spårfordon. Ämnet ger en orientering om olika arbetsprocesser och arbetsområden samt behandlar enklare arbetsuppgifter i en spårfordonsverkstad.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet spårfordon – yrkesteknik ska syfta till att eleverna utvecklar förståelse av järnvägsbranschen och järnvägens roll i samhället samt kunskaper om olika verksamheter och yrkesområden inom branschen. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om den infrastruktur som berör spårfordon samt om anläggningar och system för drift av spårfordon. Undervisningen ska leda till att eleverna utvecklar kunskaper om olika typer av spårfordon, deras användningsområden och driftsmiljöer samt om olika arbetsprocesser och arbetsmiljöer i en spårfordonsverkstad. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om teknisk information, verktyg och övrig utrustning samt förmåga att genomföra enklare elektriskt och mekaniskt arbete i en spårfordonsverkstad.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om arbetsformer och arbetssätt som främjar ekonomisk, social och miljömässig hållbarhet samt om branschens ansvar för hållbar utveckling. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen.</p> <p>Undervisningen ska stimulera elevernas intresse för spårfordon samt för utrustning och ny teknik. Eleverna ska ges möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med både arbetskamrater och andra aktörer. Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra utfört arbete samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som de kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet spårfordon – yrkesteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om järnvägsbranschen, dess olika verksamheter och yrkesområden.</li> <li>Kunskaper om anläggningar och system för drift av spårfordon.</li> <li>Kunskaper om olika typer av spårfordon, deras huvudkomponenter, system och användningsområden.</li> <li>Kunskaper om olika arbetsprocesser och arbetsmetoder samt om olika arbetsmiljöer och risker i en spårfordonsverkstad.</li> <li>Kunskaper om digitala informationssystem och teknisk information samt om verktyg och övrig utrustning i en spårfordonsverkstad.</li> <li>Förmåga att genomföra enklare elektriskt, mekaniskt och pneumatiskt arbete i en spårfordonsverkstad.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen.</li> <li>Förmåga att kommunicera med medarbetare och andra aktörer samt använda enklare tekniska begrepp och uttryck.</li> </ul><h3>Nivåer i ämnet spårfordon – yrkesteknik</h3><ul><li>Nivå 1, 200 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SPAY1000X</h3>",
      "code": "SPAY1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet spårfordon – yrkesteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Orientering om olika spårfordons och järnvägsbranschens historia, utveckling och olika verksamhetsområden samt om järnvägssystemets roll i samhället.</li> <li>Orientering om olika yrken, arbetsområden och vanligt förekommande arbetsuppgifter inom järnvägsbranschens verksamhetsområden. Branschens ansvar för hållbar utveckling.</li> <li>Orientering om järnvägens infrastruktur, däribland spårsystem, signalsystem, trafikplanering och trafikstyrning.</li> <li>Orientering om lagar och andra bestämmelser för spårfordon och deras olika driftområden.</li> <li>Funktion hos och uppbyggnad av system och anläggningar för drift och underhåll, däribland tågvärmeposter, transformatoranläggningar och kraftförsörjningsanläggningar.</li> <li>Orientering om elektriska storheter och begrepp i elektriska system för spårfordon.</li> <li>Olika typer av spårbundna fordon, deras uppbyggnad och huvudkomponenter samt deras olika användningsområden.</li> <li>Orientering om spårfordons olika system, däribland elektriska, pneumatiska och mekaniska system.</li> <li>Funktion hos och uppbyggnad av olika drifttyper för spårfordon, däribland el- och dieseldrift.</li> <li>Orientering om olika arbetsprocesser, arbetsmetoder, arbetsmiljöer och risker i en spårfordonsverkstad, däribland vid förebyggande och avhjälpande underhåll samt vid ombyggnad och revisioner av spårfordon.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar.</li> <li>Hur kostnader för drift och underhåll av spårfordonsverkstadens lokaler och utrustning påverkar verksamheten samt vilka konsekvenser driftstörning och bristande underhåll av lokaler, utrustning och verktyg kan leda till.</li> <li>Verkstadslokalens brandredskap, nödstopp, utrymningsvägar och brandceller samt hur personer som vistas i lokalen ska agera vid brand.</li> <li>Orientering om ergonomiska och säkra arbetsmetoder, däribland i samband med vistelse i spår och spårområden.</li> <li>Metoder för riskbedömningar, såväl för den övergripande arbetsmiljön som vid specifika arbetsmoment, däribland vid arbete i högspänningsanläggningar.</li> <li>Orientering om oljor, vätskor och gaser och deras användningsområden samt metoder för att hantera farliga ämnen på ett säkert och miljövänligt sätt.</li> <li>Metoder för att upprätthålla säkerheten på arbetsplatsen samt hur person- och egendomsskador kan förebyggas.</li> <li>Digitala informationssystem, teknisk information, verktyg och övrig utrustning samt deras användningsområden i en spårfordonsverkstad.</li> <li>Orientering om rutiner för kalibrering, funktionskontroll och säkerhetskontroll av vanligt förekommande verktyg och utrustning.</li> <li>Orientering om tillverknings- och underhållsdokumentation, däribland ritningar, arbetsbeskrivningar och systemscheman för spårbundna fordon.</li> <li>Rutiner för hur åtgärder dokumenteras i samband med arbete på spårfordon.</li> <li>Enklare elarbeten, till exempel losskoppling och anslutning av apparater.</li> <li>Enklare typer av mekaniska och elektriska sammanfogningar, däribland olika typer av pressade sammanfogningar och skruvförband samt momentdragning av skruvförband.</li> <li>Enklare arbete i pneumatiska system under laborativa former.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete både självständigt och tillsammans med andra i enlighet med de rutiner, lagar och andra bestämmelser som gäller i en spårfordonsverkstad.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Kommunikationens betydelse för arbetsresultat och för relationer med medarbetare och andra aktörer.</li> <li>Enklare tekniska begrepp och uttryck i kommunikation med medarbetare och andra aktörer.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om järnvägsbranschen, dess olika verksamheter och yrkesområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om anläggningar och system för drift av spårfordon.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika typer av spårfordon, deras huvudkomponenter, system och användningsområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om olika arbetsprocesser och arbetsmetoder samt om olika arbetsmiljöer och risker i en spårfordonsverkstad.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om digitala informationssystem och teknisk information samt om verktyg och övrig utrustning i en spårfordonsverkstad.</p> <p>Eleven utför med <strong>visst</strong> handlag enklare elektriskt, mekaniskt och pneumatiskt arbete i en spårfordonsverkstad.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av enklare tekniska begrepp och uttryck.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om järnvägsbranschen, dess olika verksamheter och yrkesområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om anläggningar och system för drift av spårfordon.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika typer av spårfordon, deras huvudkomponenter, system och användningsområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om olika arbetsprocesser och arbetsmetoder samt om olika arbetsmiljöer och risker i en spårfordonsverkstad.</p> <p>Eleven visar <strong>goda</strong> kunskaper om digitala informationssystem och teknisk information samt om verktyg och övrig utrustning i en spårfordonsverkstad.</p> <p>Eleven utför med <strong>gott</strong> handlag enklare elektriskt, mekaniskt och pneumatiskt arbete i en spårfordonsverkstad.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av enklare tekniska begrepp och uttryck.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om järnvägsbranschen, dess olika verksamheter och yrkesområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om anläggningar och system för drift av spårfordon.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika typer av spårfordon, deras huvudkomponenter, system och användningsområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om olika arbetsprocesser och arbetsmetoder samt om olika arbetsmiljöer och risker i en spårfordonsverkstad.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om digitala informationssystem och teknisk information samt om verktyg och övrig utrustning i en spårfordonsverkstad.</p> <p>Eleven utför med <strong>mycket gott</strong> handlag enklare elektriskt, mekaniskt och pneumatiskt arbete i en spårfordonsverkstad.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med de rutiner, lagar och andra bestämmelser som tillämpas på arbetsplatsen. Dessutom arbetar eleven både självständigt och tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av enklare tekniska begrepp och uttryck.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
