{
  "code": "SPRO",
  "name": "Språk- och kunskapsutveckling i förskolan och fritidshemmet",
  "englishName": "Language and Knowledge Development in Preschool and School-Age Educare",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen.",
  "skolfsGrund": "2025:139",
  "nameHeading": "<h2>Språk- och kunskapsutveckling i förskolan och fritidshemmet</h2>",
  "description": "<p>Ämnet språk- och kunskapsutveckling i förskolan och fritidshemmet har sin grund i pedagogik och didaktik med fokus på språk- och kunskapsutvecklande aktiviteter och arbetssätt i den pedagogiska yrkesverksamheten. Ämnet behandlar hur barns kommunikativa förmågor kan stärkas genom läsning av barnlitteratur samt berättande och samtal om det lästa och upplevda.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet språk- och kunskapsutveckling i förskolan och fritidshemmet ska syfta till att eleverna utvecklar kunskaper om språk- och kunskapsutvecklande aktiviteter och arbetssätt, med fokus på läsning, i förskolans och fritidshemmets verksamheter. Eleverna ska ges möjlighet att utveckla förmåga att möta, stödja och leda barn på ett etiskt, jämställt och pedagogiskt sätt som gynnar deras lärande och språkutveckling. Högläsning och samtal om det lästa kan utveckla barns språk, fantasi och föreställningsförmåga samt deras förmåga att uttrycka egna tankar och förstå sin omvärld. Därför ska eleverna utveckla förmåga att stödja och stimulera barns intresse för läsning genom högläsning av skönlitteratur och sakprosa anpassad för barn, samtal om det lästa och andra aktiviteter kopplade till barnens läsupplevelser. Eleverna ska också ges möjlighet att utveckla kunskaper om hur interaktion och kommunikation kan bidra till barns utveckling av det svenska språket.</p><p>Eleverna ska ges möjlighet att utveckla förmåga att planera och genomföra olika former av språk-och kunskapsutvecklande aktiviteter för och tillsammans med barn. De ska också ges möjlighet att utveckla förmåga att välja och anpassa aktiviteterna och arbetssätten utifrån olika situationer och utifrån barnens intressen, förutsättningar och behov. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att utvärdera och dokumentera aktiviteterna och arbetssätten.</p><p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att samtala om det lästa och upplevda i verksamheten med vårdnadshavare samt att förmedla högläsningens betydelse för barnens språk- och kunskapsutveckling.</p><p>Undervisningen ska stimulera elevernas nyfikenhet och tilltro till den egna förmågan att stödja och stimulera barns språk- och kunskapsutveckling. Praktiskt arbete och problemlösande arbetssätt ska ingå i undervisningen. I undervisningen ska eleverna också ges tillfälle att reflektera över och samtala om egna och andras attityder och handlingar inom området.</p><h5><em>Undervisningen i ämnet språk- och kunskapsutveckling i förskolan och fritidshemmet ska ge eleverna förutsättningar att utveckla följande:</em></h5><ul><li>Kunskaper om språk- och kunskapsutvecklande aktiviteter och arbetssätt, med fokus på läsning, i förskolan och fritidshemmet.</li><li>Förmåga att planera, genomföra, dokumentera och utvärdera olika aktiviteter för att stödja och stimulera barns språk- och kunskapsutveckling.</li><li>Förmåga att kommunicera och samverka med andra för att stödja barns språk- och kunskapsutveckling i olika situationer.</li></ul><h3>Nivåer i ämnet språk- och kunskapsutveckling i förskolan och fritidshemmet</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SPRO1000X</h3>",
      "code": "SPRO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet språk- och kunskapsutveckling i förskolan och fritidshemmet på nivå 1 ska behandla följande centrala innehåll:</p><ul><li>Centrala begrepp och teorier om barns språkutveckling samt om språk- och kunskapsutvecklande arbetssätt för barn, däribland fonologisk medvetenhet.</li><li>Strategier för högläsning, däribland hur betoning, intonation, röststyrka och ansiktsuttryck påverkar och förstärker det lästa.</li><li>Hur interaktion och kommunikation samt lek och samspel kan bidra till barns utveckling av det svenska språket.</li><li>Hur flerspråkighet, vid sidan av svenskan, kan ses som en resurs för lärande men även som en resurs för utveckling av det svenska språket samt av andra språk som individen kan.</li><li>Val, planering och genomförande av språk- och kunskapsutvecklande aktiviteter utifrån målgrupp, uppgift och situation, däribland val av texter och bilder som utgår från barnens intressen och nyfikenhet.</li><li>Utvärdering och dokumentation av språk- och kunskapsutvecklande aktiviteter och arbetssätt.</li><li>Läsning av och samtal om skönlitteratur och sakprosa på svenska för barn, till exempel bilderböcker, pekböcker, sagor, fabler, faktaböcker, rim och ramsor samt kapitelböcker.</li><li>Läsning av och samtal om barnlitteratur från olika delar av världen.</li><li>Dialogisk läsning, före, under och efter läsning, däribland genom att förutsäga innehållet, förklara ord och begrepp och sammanfatta innehållet samt att ställa frågor om texten.</li><li>Systematiskt arbete med ord, begrepp och meningsskapande samtal på svenska, däribland fokusord, omformulering, upprepning, bildstöd och tecken som stöd.</li><li>Olika språklekar för att utveckla den fonologiska medvetenheten.</li><li>Högläsningens betydelse för språk- och kunskapsutveckling och hur det på ett pedagogiskt sätt kan förmedlas till vårdnadshavare och andra.</li><li>Hur vårdnadshavare och andra närstående kan uppmuntras till högläsning och kommunikation om det lästa tillsammans med barnen.</li></ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3><p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om språk- och kunskapsutvecklande aktiviteter och arbetssätt, med fokus på läsning, i förskolan och på fritidshemmet.</p><p> Eleven planerar och genomför olika aktiviteter för att stödja och stimulera barns språk- och kunskapsutveckling med <strong>godtagbart</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>enkelt</strong> sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven kommunicerar och samverkar med andra om språk- och kunskapsutvecklande arbetssätt på ett pedagogiskt sätt med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om språk- och kunskapsutvecklande aktiviteter och arbetssätt, med fokus på läsning, i förskolan och på fritidshemmet.</p><p> Eleven planerar och genomför olika aktiviteter för att stödja och stimulera barns språk- och kunskapsutveckling med <strong>gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>utvecklat</strong> sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven kommunicerar och samverkar med andra om språk- och kunskapsutvecklande arbetssätt på ett pedagogiskt sätt med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om språk- och kunskapsutvecklande aktiviteter och arbetssätt, med fokus på läsning, i förskolan och på fritidshemmet.</p><p> Eleven planerar och genomför olika aktiviteter för att stödja och stimulera barns språk- och kunskapsutveckling med <strong>mycket gott</strong> resultat. Eleven dokumenterar och utvärderar aktiviteterna på ett <strong>välutvecklat</strong> sätt samt ger förslag på hur arbetet kan utvecklas.</p><p> Eleven kommunicerar och samverkar med andra om språk- och kunskapsutvecklande arbetssätt på ett pedagogiskt sätt med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
