{
  "code": "STAL",
  "name": "Ställningsbyggnad",
  "englishName": "Scaffolding",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:125",
  "nameHeading": "<h2>Ställningsbyggnad</h2>",
  "description": "<p>Ämnet ställningsbyggnad behandlar arbeten med olika typer av byggnadsställningar och väderskydd. Ställningsbyggare monterar de ställningar som byggarbetsplatsens olika yrkesgrupper behöver. Arbetet utförs ofta som en del i en större helhet där ställningsbyggaren vid planering och utförande måste ta hänsyn till andra aktörer och övergripande planer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ställningsbyggnad ska syfta till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom ställningsbyggnad och montering av väderskydd. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om arbetstekniker vid uppbyggnad, rivnings- och ändringsarbeten av ställningar och väderskydd. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet ställningsbyggnad ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom ställningsbyggnad.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom ställningsbyggnad.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet ställningsbyggnad</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: STAL1000X</h3>",
      "code": "STAL1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ställningsbyggnad på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Ställningsbyggnadsprocessen</em></p> <ul> <li>Olika typer av byggnadsställningar, deras konstruktion, funktion och användningsområde.</li> <li>Typfall för rör- och kopplingsställningar.</li> <li>Ställningstyper historiskt och i nutid.</li> <li>Olika arbetsprocesser och metoder för planering, montering och nedmontering av olika typer av ställningar.</li> <li>Metoder för beräkning av viktbelastningar på byggnadsställning, till exempel vikter på byggnadsmaterial.</li> <li>Branschens ansvar för att främja ett hållbart byggande, till exempel arbetsmiljöplanens syfte att förebygga arbetsmiljörisker.</li> <li>Bygghandlingar och referensverk för metoder och materialval inom ställningsbyggnad, till exempel Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete med olika typer av ställningar och arbetsplattformar.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av arbetsbeskrivningar, monteringsanvisningar och typkontrollintyg för olika typer av byggnadsställningar samt metoder för att identifiera felkällor i processen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av vikter, area och materialåtgång samt metoder för upprättande av en materialspecifikation.</li> <li>Metoder för att främja en god arbetsmiljö, till exempel dammbindning och minimering av buller.</li> <li>Infästning med hänsyn till infästningsmaterialets egenskaper och förankringskrafter för ställningens stabilitet.</li> <li>Montering och nedmontering av hantverkarställningar och rullställningar.</li> <li>Provdragning av infästningar och förankringar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Val, hantering och användning av vanligt förekommande material för ställningsbyggnad utifrån bygghandlingar, kravställningar och i enlighet med monteringsanvisningar.</li> <li>Val, användning och vård av verktyg, maskiner och redskap för olika typer av arbetsmoment inom ställningsbyggnad.</li> <li>Val av metod för en ergonomisk materialhantering, till exempel lyftteknik och användande av olika lyft och transporthjälpmedel inom ställningsbyggnad.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar. Riskbedömningar i samband med arbetsmoment på hög höjd.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att hindra fall, minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen, till exempel för säkerhet och arbetsmiljö.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Säkerhet vid uppförande, nedmontering eller ändring av ställning samt villkor för tillåten belastning på ställning.</li> <li>Säkerhetsåtgärder när väderförhållandena förändras på ett sätt som påverkar säkerheten negativt vid arbete med eller på ställningen.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar samt språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund och beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: STAL2000X</h3>",
      "code": "STAL2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ställningsbyggnad på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Ställningsbyggnadsprocessen</em></p> <ul> <li>Olika krav och behörigheter som påverkar val av ställningskonstruktion och montering.</li> <li>Typfall för rör- och kopplingsställningar och mer avancerade byggnadsställningar.</li> <li>Olika arbetsprocesser och metoder för planering, etablering, montering, ändring och nedmontering av olika typer av ställningar.</li> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete med olika typer av ställningar och arbetsplattformar.</li> <li>Övergripande om lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR) samt plan- och bygglagen.</li> <li>Varsamhetskrav i samband med ombyggnation och restaurering av äldre byggnader, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av arbetsbeskrivningar, monteringsanvisningar och typkontrollintyg för olika typer av byggnadsställningar samt metoder för att identifiera felkällor i processen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av ställningars bärförmåga samt krafter som påverkar ställningens lastklass.</li> <li>Infästning med hänsyn till infästningsmaterialets egenskaper och förankringskrafter för ställningens stabilitet.</li> <li>Montering och nedmontering samt ändringar av rör- och kopplingsställningar.</li> <li>Provdragning av infästningar och förankringar.</li> <li>Montering av ställning för användning på annat sätt än vad som framgår av instruktion.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material i syfte att främja ett hållbart byggande.</li> <li>Val, hantering och användning av vanligt förekommande infästningsmaterial för infästningar i olika byggnadsdelar och byggmaterial i enlighet med anvisningar.</li> <li>Val, användning och vård av verktyg, maskiner och redskap för olika typer av arbetsmoment inom ställningsbyggnad.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar för att förebygga brand eller skada samt av risker med felaktiga arbetsställningar och av hälsorisker med buller, asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Säkerhet vid uppförande, nedmontering eller ändring av ställning samt villkor för tillåten belastning på ställning.</li> <li>Säkerhetsåtgärder när väderförhållandena förändras på ett sätt som påverkar säkerheten negativt vid arbete med eller på ställningen, till exempel vindlaster, snölaster och eventuella personlaster utifrån fastlagda förutsättningar.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: STAL3000X</h3>",
      "code": "STAL3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ställningsbyggnad på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Ställningsbyggnadsprocessen</em></p> <ul> <li>Olika arbetsprocesser och metoder för planering, etablering, montering, ändring och nedmontering av olika typer av ställningar och väderskydd.</li> <li>Olika krav och behörigheter som påverkar val av ställningskonstruktion och montering av väderskydd på ställning.</li> <li>Typfall för väderskydd av rör- och kopplingsställningar och mer avancerade byggnadsställningar.</li> <li>Olika arbetsprocesser och metoder med vanligt förekommande väderskydd för byggnadsställningar, däribland säkra metoder för infästning.</li> <li>Metoder för beräkning av dimensionering av ställningar och andra viktiga egenskaper som påverkar byggnadsställningar och väderskydd.</li> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete med olika typer av ställningar och arbetsplattformar samt väderskydd och speciella ställningskonstruktioner.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av arbetsbeskrivningar, monteringsanvisningar och typkontrollintyg för olika typer av väderskydd och byggnadsställningar. Metoder för att identifiera felkällor.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av förankringskrafters storlek samt vindlasters inverkan för täckta respektive ej täckta ställningar.</li> <li>Infästning av väderskydd med hänsyn till infästningsmaterialets egenskaper och förankringskrafter för ställningens stabilitet.</li> <li>Montering och nedmontering samt ändring av ställningar, däribland av väderskydd på byggnadsställningar.</li> <li>Provdragning av infästningar och förankringar.</li> <li>Kombinationer av väderskydd och ställning för användning på annat sätt än vad som framgår av aktuella instruktioner.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val, hantering och användning av vanligt förekommande material för olika arbetsmoment inom ställningsbyggnad i enlighet med anvisningar.</li> <li>Val, användning och vård av verktyg, maskiner och redskap för olika typer av arbetsmoment inom ställningsbyggnad och montering av väderskydd.</li> <li>Val och användning av metoder för upp- och nedtransport av ställningsmaterial.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar. Riskbedömningar i samband med arbetsmoment på hög höjd.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Säkerhet vid uppförande, nedmontering eller ändring av ställning samt villkor för tillåten belastning på ställning.</li> <li>Säkerhetsåtgärder när väderförhållandena förändras på ett sätt som påverkar säkerheten negativt vid arbete med eller på ställning, till exempel vindlaster, snölaster och eventuella personlaster utifrån fastlagda förutsättningar för byggnadsställningar med väderskydd.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med maskinförare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom ställningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ställningsbyggnad. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom ställningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ställningsbyggnad. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom ställningsbyggnad.</p> <p>Eleven planerar arbetsuppgifter inom ställningsbyggnad. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
