{
  "code": "STYR",
  "name": "Styrteknik",
  "englishName": "Control Technology",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2026-02-01",
  "modifiedDate": "2026-01-08",
  "version": "gy25",
  "versionInfo": "Mindre justering/rättelse",
  "skolfsGrund": "2024:123",
  "skolfsAndring": "2025:472",
  "nameHeading": "<h2>Styrteknik</h2>",
  "description": "<p>Styrteknik handlar om digital reglering av system med många in- och utsignaler. Arbete med styrteknik har sin grund i givare och aktuatorer. Ämnet styrteknik behandlar metoder och arbetssätt för att styra tekniska komponenter i olika styrsystem. I ämnet behandlas även säkerhetsfrågor eftersom misstag kan orsaka stora skador på både person och egendom.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet styrteknik ska syfta till att eleverna utvecklar förmåga att planera och utföra arbeten med styr- och reglerteknisk utrustning. I detta ingår installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera samt läsa och tolka scheman, ritningar och manualer, på både svenska och engelska. Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om givare, aktuatorer samt logiska funktioner. Dessutom ska eleverna ges möjlighet att utveckla förmåga att upptäcka och avhjälpa fel i styr- och reglerteknisk utrustning.</p> <p>I undervisningen ska både praktiska och teoretiska moment ingå. Undervisningen ska leda till att eleverna utvecklar ett säkert och hållbart sätt att arbeta, såväl självständigt som i samverkan med andra. Undervisningen ska även stimulera elevernas nyfikenhet och problemlösningsförmåga samt bidra till att eleverna utvecklar intresse för teknisk utveckling och hållbarhetsarbete inom styrteknik.</p> <h5><em>Undervisningen i ämnet styrteknik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att planera sitt arbete samt installera, driftsätta och underhålla styr- och reglertekniska komponenter och system på ett säkert sätt.</li> <li>Förmåga att tolka och använda scheman över styr- och reglertekniska komponenter och system samt att dokumentera sitt arbete.</li> <li>Förmåga att felsöka och åtgärda fel i styr- och reglertekniska komponenter och system.</li> <li>Kunskaper om givare, aktuatorer och logiska funktioner.</li> </ul><h3>Nivåer i ämnet styrteknik</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: STYR1000X</h3>",
      "code": "STYR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet styrteknik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Enklare relästyrningar för lösningar inom belysningsstyrning och elmotorstyrning.</li> <li>Enkel programmering av PLC (programmable logic controller) för enklare styrtekniska lösningar, däribland blockprogrammering.</li> <li>Hantering och programmering av värden från olika givare, däribland från digitala givare.</li> <li>Ihopkoppling av olika komponenter för att uppnå önskade styrfunktioner.</li> <li>Uppbyggnad av enkla elektriska och pneumatiska system eller hydrauliska system samt systemens funktion, egenskaper och symboler.</li> <li>Lagar och andra bestämmelser inom området, däribland säkerhetsföreskrifter.</li> <li>Installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system på ett säkert sätt.</li> <li>Tolkning och användning av ritnings- och schemaunderlag för enkel styr- och reglerteknisk utrustning.</li> <li>Planering och dokumentation av eget arbete.</li> <li>Enklare felsökning i och mätning av styr- och reglertekniska utrustningar.</li> <li>Vanligt förekommande givare och aktuatorer inom ämnet styrteknik samt deras funktion.</li> <li>Logiska grundfunktioner för olika styr- och reglertekniska lösningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: STYR2000X</h3>",
      "code": "STYR2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet styrteknik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika styrningar inom belysningsstyrning och elmotorstyrning.</li> <li>Programmering av PLC (programmable logic controller) för olika styrtekniska lösningar.</li> <li>Hantering och programmering av digitala och analoga värden från olika givare.</li> <li>Ihopkoppling av flera olika komponenter för att uppnå mer avancerade styrfunktioner.</li> <li>Uppbyggnad av elektriska och pneumatiska system eller hydrauliska system samt systemens funktion, egenskaper och symboler.</li> <li>Lagar och andra bestämmelser inom området, däribland säkerhetsföreskrifter.</li> <li>Installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system på ett säkert sätt för person och egendom.</li> <li>Tolkning, användning och konstruktion av ritnings- och schemaunderlag för styr- och reglerteknisk utrustning.</li> <li>Planering och dokumentation av eget arbete.</li> <li>Felsökning, mätning och reparation av styr- och reglertekniska utrustningar.</li> <li>Olika givare och aktuatorer, deras funktion och användningsområden samt kontrollmätning av in- och utsignaler.</li> <li>Funktioner för olika styr- och reglertekniska lösningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven planerar sitt arbete och utför med <strong>viss säkerhet</strong> installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system. Eleven utför det praktiska arbetet på ett säkert sätt.</p> <p>Eleven använder med <strong>viss säkerhet</strong> scheman över styr- och reglertekniska komponenter och system. Eleven gör en <strong>enkel</strong> dokumentation av sitt eget arbete.</p> <p>Eleven felsöker och åtgärdar med <strong>viss säkerhet</strong> fel i styr- och reglertekniska komponenter och system.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om givare, aktuatorer och logiska funktioner.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven planerar sitt arbete och utför med <strong>säkerhet</strong> installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system. Eleven utför det praktiska arbetet på ett säkert sätt.</p> <p>Eleven använder med <strong>säkerhet</strong> scheman över styr- och reglertekniska komponenter och system. Eleven gör en <strong>noggrann</strong> dokumentation av sitt eget arbete.</p> <p>Eleven felsöker och åtgärdar med <strong>säkerhet</strong> fel i styr- och reglertekniska komponenter och system.</p> <p>Eleven visar <strong>goda</strong> kunskaper om givare, aktuatorer och logiska funktioner.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven planerar sitt arbete och utför med <strong>god säkerhet</strong> installation, driftsättning och underhåll av styr- och reglertekniska komponenter och system. Eleven utför det praktiska arbetet på ett säkert sätt.</p> <p>Eleven använder med <strong>god säkerhet</strong> scheman över styr- och reglertekniska komponenter och system. Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sitt eget arbete.</p> <p>Eleven felsöker och åtgärdar med <strong>god säkerhet</strong> fel i styr- och reglertekniska komponenter och system.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om givare, aktuatorer och logiska funktioner.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
