{
  "code": "SVEA",
  "name": "Svenska som andraspråk",
  "englishName": "Swedish as a Second Language",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första version",
  "skolfsGrund": "2023:130",
  "nameHeading": "<h2>Svenska som andraspråk</h2>",
  "description": "<p>Kärnan i ämnet svenska som andraspråk är språk och litteratur. Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet och med hjälp av skönlitteratur, sakprosatexter och andra typer av medier lär människan känna sin omvärld, sina medmänniskor och sig själv. Ämnet svenska som andraspråk är ett ämne som vänder sig till elever som har svenska som andraspråk.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet svenska som andraspråk ska syfta till att eleverna utvecklar sin förmåga att tala, lyssna, läsa och skriva. Undervisningen ska också syfta till att eleverna utvecklar kunskaper om det svenska språket och om skönlitteratur. Undervisningen ska bidra till elevernas bildning. Den ska stimulera elevernas läsintresse, stärka deras tilltro till sin egen språkliga förmåga samt främja deras personliga utveckling och vilja att söka ny kunskap. Undervisningen ska även bidra till att eleverna förbereds för ett aktivt deltagande i samhället. Därför ska eleverna ges möjlighet att utveckla sin förmåga att påverka demokratiska beslutsprocesser samt att göra underbyggda ställningstaganden och bemöta andras åsikter.</p> <p>Eleverna ska ges rikligt med tillfällen att tala och samtala samt att skriva olika typer av texter. Genom undervisningen ska eleverna utveckla de färdigheter i muntlig och skriftlig kommunikation som de behöver som samhällsmedborgare samt för arbetsliv och studier.</p> <p>Eleverna ska genom undervisningen stimuleras att läsa ofta och i riklig omfattning. Genom undervisningen ska eleverna utveckla sin förmåga att läsa, analysera, samtala om och diskutera skönlitteratur och sakprosa. Undervisningen ska bidra till att eleverna utvecklar kunskaper om skönlitteratur samt förmåga att sätta litterära verk och författarskap i ett sammanhang. Undervisningen ska lyfta fram skönlitteraturens estetiska värde och stimulera eleverna att använda skönlitteratur, teater, film och andra medier som källa till förståelse av egna och andras erfarenheter och livsvillkor. Eleverna ska ges möjlighet att i skönlitteraturen se såväl det särskiljande som det allmänmänskliga i tid och rum. På så sätt ska undervisningen utmana eleverna till nya tankesätt och öppna för nya perspektiv.</p> <p>Undervisningen ska utgå från ett andraspråksperspektiv och möta de behov som är förknippade med andraspråksutveckling. Genom undervisningen ska eleverna ges möjlighet att utveckla ett rikt och funktionellt andraspråk samt strategier som främjar den egna språkutvecklingen. Undervisningen ska bidra till att eleverna utvecklar kunskaper om det svenska språkets uppbyggnad samt om släktskapsförhållanden mellan språk och om olika typer av språklig variation. I undervisningen kan elevernas flerspråkighet användas som en resurs. Med utgångspunkt i sina språkliga erfarenheter, och genom att jämföra det svenska språket med andra språk som eleven kan, ska eleverna ges möjlighet att utveckla förståelse av språkets funktion för kommunikation, tänkande och lärande.</p> <p>Samhällets informationsflöde gör det angeläget att förhålla sig kritiskt reflekterande till hur och i vilka syften språket används samt att kunna söka, sovra och kritiskt granska information. Undervisningen ska därför ge eleverna möjlighet att utveckla förmåga att sammanställa och kritiskt granska innehåll i olika texter samt att värdera deras relevans och tillförlitlighet. Vidare ska undervisningen ge eleverna möjlighet att utveckla sin förmåga att orientera sig, läsa och kommunicera i en digital textvärld. I detta ingår att använda digitala verktyg och medier för lärande, kommunikation och samarbete.</p> <h5><em>Undervisningen i ämnet svenska som andraspråk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att kommunicera muntligt med anpassning till syfte, mottagare och sammanhang.</li> <li>Förmåga att kommunicera skriftligt med anpassning till syfte, mottagare och sammanhang samt till normer för språkriktighet.</li> <li>Förmåga att läsa och kritiskt granska sakprosa samt producera egna texter med utgångspunkt i det lästa.</li> <li>Kunskaper om skönlitteratur.</li> <li>Förmåga att läsa och analysera skönlitteratur.</li> <li>Kunskaper om det svenska språket och om språkanvändning.</li> </ul><h3>Nivåer i ämnet svenska som andraspråk</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SVEA1000X</h3>",
      "code": "SVEA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenska som andraspråk på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Muntlig framställning i och inför grupp med fokus på anpassning till sammanhang, syfte och mottagare. Manusskrivande och hjälpmedel för att stödja muntliga framställningar. Strategier för att lyssna med olika syften samt för att ge respons som är anpassad till kommunikationssituationen. Strategier för att förstå och göra sig förstådd i olika typer av samtal. Grunderna i den retoriska arbetsprocessen. Svenska språkets uttal och uttalets betydelse för ändamålsenlig kommunikation.</li> <li>Skriftlig framställning av olika typer av texter för kommunikation, lärande och reflektion, däribland argumenterande texter och kreativt skrivande.</li> <li>Struktur och språkliga drag i olika typer av texter. Skriftspråkets normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Användning av digitala verktyg för textbearbetning samt för respons på texter. Citat- och referatteknik.</li> <li>Läsning av och samtal om sakprosa. Strategier för att läsa och samtala om sakprosa. Produktion av texter som anknyter till läst sakprosa.</li> <li>Informationssökning och värdering av information från olika typer av texter. Sammanfattning och kritisk läsning av texter från olika typer av källor.</li> <li>Läsning av, samtal om och analys av skönlitterära texter ur genrerna epik, lyrik och dramatik, författade av såväl kvinnor som män, med betoning på samtida litteratur. Strategier för att läsa och samtala om skönlitteratur.</li> <li>En översikt över de litterära epokerna.</li> <li>Centrala motiv, berättarteknik och stildrag i fiktivt berättande.</li> <li>Svenska språkets ordförråd och struktur. Jämförelse mellan det svenska språkets uppbyggnad och uppbyggnaden i andra språk som eleven kan.</li> <li>Grundläggande språkvetenskapliga begrepp som behövs för att på ett strukturerat sätt tala om språkets uppbyggnad och funktion samt diskutera språkriktighetsfrågor.</li> <li>Hur den egna flerspråkigheten kan främjas och utvecklas. Språkinlärarstrategier för andraspråksutveckling. Att använda språkliga strategier för olika situationer och för olika syften. Reflektion över den egna strategianvändningen och språkinlärningen.</li> <li>Språk och språkanvändning med särskild betoning på språklig variation i talat och skrivet språk. Hur språklig variation hänger samman med geografisk och social bakgrund, ålder och kön samt hur makt, normer och identitet kan komma till uttryck i språkanvändning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SVEA2000X</h3>",
      "code": "SVEA2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenska som andraspråk på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Muntlig framställning av utredande och argumenterande slag i och inför grupp. Tillämpning av den retoriska arbetsprocessen för att planera och genomföra muntliga utredande och argumenterande framställningar i olika sammanhang, för olika syften och för olika mottagare. Retoriska verkningsmedel. Strategier för att förstå och göra sig förstådd i olika typer av samtal. Svenska språkets uttal och uttalets betydelse för ändamålsenlig kommunikation.</li> <li>Skriftlig framställning av argumenterande och utredande texter och kreativt skrivande.</li> <li>Struktur och språkliga drag i argumenterande och utredande texter. Skriftspråkets normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Användning av digitala verktyg för textbearbetning samt för respons på texter. Citat- och referatteknik.</li> <li>Läsning av och samtal om sakprosa. Strategier för att läsa och samtala om sakprosa. Produktion av texter som anknyter till läst sakprosa.</li> <li>Informationssökning och värdering av information från olika typer av texter. Sammanfattning och kritisk läsning av texter från olika typer av källor.</li> <li>Läsning av, samtal om och analys av skönlitterära texter från Sverige och olika delar av världen, författade av såväl kvinnor som män. Strategier för att läsa och samtala om skönlitteratur.</li> <li>Fördjupning i någon litterär epok samt skönlitteraturens relation till förhållanden och idéströmningar i samhället, historiskt och i nutid.</li> <li>Skönlitterära verkningsmedel. Centrala litteraturvetenskapliga begrepp och deras användning.</li> <li>Svenska språkets ordförråd och struktur. Jämförelse mellan det svenska språkets uppbyggnad och uppbyggnaden i andra språk som eleven kan.</li> <li>Det svenska språkets grammatik, däribland hur ord, fraser och satser samspelar i språket. Analys av det svenska språkets uppbyggnad i olika typer av texter.</li> <li>Språkinlärarstrategier för andraspråksutveckling. Reflektion över den egna språkinlärningen, med tonvikt på strategier för att stärka andraspråksutveckling. Faktorer som främjar utveckling av flerspråkighet.</li> <li>Språk och språkanvändning med särskild betoning på språkförhållanden i Sverige. Svensk språklagstiftning, däribland hur svenskan, den språkliga mångfalden i Sverige och den enskildes tillgång till språk kan värnas samt de nationella minoritetsspråkens och teckenspråkets ställning.</li> <li>Flerspråkighet och dess betydelse för individ och samhälle.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SVEA3000X</h3>",
      "code": "SVEA3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenska som andraspråk på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Muntliga framställningar i formella sammanhang, till exempel samtal i seminarieform och argumentation i och inför grupp. Tillämpning av den retoriska arbetsprocessen för att planera och genomföra muntlig framställning i formella sammanhang. Strategier för att förstå och göra sig förstådd i samtal, diskussioner och debatter.</li> <li>Kritisk granskning av och reflektion över retoriken i muntliga framställningar i olika sammanhang, till exempel i politiska tal och debatter.</li> <li>Svenska språkets uttal och uttalets betydelse för ändamålsenlig kommunikation i formella sammanhang.</li> <li>Skriftlig framställning av texter av vetenskaplig karaktär som behandlar någon aspekt av svenskämnet.</li> <li>Struktur och språkliga drag i texter av vetenskaplig karaktär. Skriftspråkets normer för språkriktighet och vilka språkliga egenskaper som gör att en text fungerar väl i sitt sammanhang. Användning av digitala verktyg för textbearbetning samt för respons på texter. Citat- och referatteknik.</li> <li>Läsning av, samtal om och analys av texter av vetenskaplig karaktär.</li> <li>Informationssökning och värdering av information från olika typer av texter. Sammanfattning och kritisk läsning av texter från olika typer av källor.</li> <li>Läsning av, samtal om och analys av skönlitterära texter från olika tider, författade av såväl kvinnor som män. De skönlitterära texternas relation till de historiska och kulturella sammanhang de tillkommit i. Strategier för att läsa och samtala om skönlitteratur.</li> <li>Svenska språkets ordförråd och struktur. Jämförelse mellan det svenska språkets uppbyggnad och uppbyggnaden i andra språk som eleven kan. Språkinlärarstrategier för andraspråksutveckling. Reflektion över den egna språkinlärningen, med tonvikt på strategier för att stärka andraspråksutveckling.</li> <li>Språk och språkanvändning med särskild betoning på släktskapsförhållanden mellan språk och språkförändringar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven kommunicerar muntligt med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang. Eleven genomför muntliga framställningar med <strong>viss säkerhet</strong> i sitt framförande.</p> <p>Eleven skriver olika typer av texter med <strong>viss</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>i huvudsak</strong> skriftspråkets normer för språkriktighet och språket är varierat och <strong>delvis välformulerat</strong>. Elevens språk kan innehålla andraspråksdrag i en utsträckning som inte hindrar den muntliga och skriftliga kommunikationen.</p> <p>Eleven läser sakprosa och för <strong>enkla</strong> resonemang om texternas innehåll, uppbyggnad, relevans och tillförlitlighet. Vid läsning av sakprosa visar eleven <strong>godtagbar</strong> läsförståelse. Eleven använder lästa texter på ett <strong>i huvudsak fungerande</strong> sätt i egna texter och tillämpar regler för citat- och referatteknik.</p> <p>Eleven redogör <strong>översiktligt</strong> för huvuddragen i litterära epoker och för <strong>enkla</strong> resonemang om samband mellan litterära verk och de sammanhang de tillkommit i.</p> <p>Eleven läser skönlitteratur och visar <strong>godtagbar</strong> läsförståelse. Eleven gör <strong>enkla</strong> analyser av olika typer av skönlitteratur.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om det svenska språket och för <strong>enkla</strong> resonemang om språkanvändning.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven kommunicerar muntligt med <strong>god</strong> anpassning till syfte, mottagare och sammanhang. Eleven genomför muntliga framställningar med <strong>säkerhet</strong> i sitt framförande.</p> <p>Eleven skriver olika typer av texter med <strong>god</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>väl</strong> skriftspråkets normer för språkriktighet och språket är varierat och <strong>välformulerat</strong>. Elevens språk kan innehålla andraspråksdrag i en utsträckning som inte hindrar den muntliga och skriftliga kommunikationen.</p> <p>Eleven läser sakprosa och för <strong>utvecklade</strong> resonemang om texternas innehåll, uppbyggnad, relevans och tillförlitlighet. Vid läsning av sakprosa visar eleven <strong>god</strong> läsförståelse. Eleven använder lästa texter på ett <strong>fungerande</strong> sätt i egna texter och tillämpar regler för citat- och referatteknik.</p> <p>Eleven redogör <strong>utförligt</strong> för huvuddragen i litterära epoker och för <strong>utvecklade</strong> resonemang om samband mellan litterära verk och de sammanhang de tillkommit i.</p> <p>Eleven läser skönlitteratur och visar <strong>god</strong> läsförståelse. Eleven gör <strong>utvecklade</strong> analyser av olika typer av skönlitteratur.</p> <p>Eleven visar <strong>goda</strong> kunskaper om det svenska språket och för <strong>utvecklade</strong> resonemang om språkanvändning.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven kommunicerar muntligt med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang. Eleven genomför muntliga framställningar med <strong>god säkerhet</strong> i sitt framförande.</p> <p>Eleven skriver olika typer av texter med <strong>mycket god</strong> anpassning till syfte, mottagare och sammanhang. Eleven följer <strong>mycket väl</strong> skriftspråkets normer för språkriktighet och språket är varierat och <strong>mycket välformulerat</strong>. Elevens språk kan innehålla andraspråksdrag i en utsträckning som inte hindrar den muntliga och skriftliga kommunikationen.</p> <p>Eleven läser sakprosa och för <strong>välutvecklade</strong> resonemang om texternas innehåll, uppbyggnad, relevans och tillförlitlighet. Vid läsning av sakprosa visar eleven <strong>mycket god</strong> läsförståelse. Eleven använder lästa texter på ett <strong>väl fungerande</strong> sätt i egna texter och tillämpar regler för citat- och referatteknik.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för huvuddragen i litterära epoker och för <strong>välutvecklade</strong> resonemang om samband mellan litterära verk och de sammanhang de tillkommit i.</p> <p>Eleven läser skönlitteratur och visar <strong>mycket god</strong> läsförståelse. Eleven gör <strong>utvecklade och nyanserade</strong> analyser av olika typer av skönlitteratur.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om det svenska språket och för <strong>välutvecklade</strong> resonemang om språkanvändning.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
