{
  "code": "SVEG",
  "name": "Svenskt teckenspråk för hörande – grund",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:360",
  "nameHeading": "<h2>Svenskt teckenspråk för hörande – grund</h2>",
  "description": "<p>Svenskt teckenspråk är ett av många visuella och gestuella språk i världen. Tecknade språk har många likheter med talade språk men skiljer sig när det gäller bland annat produktion, reception och grammatik. Kunskaper i svenskt teckenspråk ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang bland döva och andra teckenspråkstalare samt att delta i studie- och arbetsliv där språket används. Kunskaper i svenskt teckenspråk kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Svenskt teckenspråk för hörande – grund behandlar grundläggande kunskaper i språket.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet svenskt teckenspråk för hörande – grund ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda svenskt teckenspråk i enkla sammanhang för olika syften. Undervisningen ska i möjligaste mån bedrivas på svenskt teckenspråk och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en grundläggande kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av svenskt teckenspråk både i möten med människor och i teckenspråkiga texter (reception) samt förmåga att formulera sig och samspela med andra på svenskt teckenspråk med anpassning till syfte, mottagare och sammanhang (produktion och interaktion). I detta ingår även förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska dessutom ge eleverna möjlighet att använda innehåll från olika typer av källor i sin egen produktion och interaktion samt att formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Eleverna ska på så sätt ges möjlighet att utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i det teckenspråkiga samhället och i andra sammanhang där tecknade språk används, även internationellt. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i ämnet svenskt teckenspråk för hörande – grund ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av det svenska teckenspråket.</li> <li>Förmåga att formulera sig och kommunicera på svenskt teckenspråk.</li> <li>Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.</li> <li>Förståelse av kulturella och sociala förhållanden bland döva och andra teckenspråkiga i olika sammanhang, nationellt och internationellt.</li> </ul><h3>Nivåer i ämnet svenskt teckenspråk för hörande – grund</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande eller nivå 1 i ämnet svenskt teckenspråk för hörande – nybörjare.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SVEG1000X</h3>",
      "code": "SVEG1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till A2.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk för hörande – grund på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Ämnesområden som är välbekanta för eleverna.</li> <li>Vardagliga situationer samt intressen, personer, platser, aktiviteter och händelser.</li> <li>Åsikter, känslor och erfarenheter.</li> <li>Vardagsliv och sociala relationer i olika sammanhang där tecknade språk används, även i jämförelse med egna erfarenheter och kunskaper.</li> <li>Den svenska dövrörelsens utveckling.</li> </ul> <p><em>Reception</em></p> <ul> <li>Tydligt svenskt teckenspråk och enkla, teckenspråkiga texter, främst i lugnt tempo, som är instruerande, beskrivande och kontaktskapande, från olika medier.</li> <li>Dialoger, samtal och intervjuer.</li> <li>Berättelser och annan fiktion på svenskt teckenspråk, även i dramatiserad form.</li> <li>Meddelanden och information på svenskt teckenspråk.</li> <li>Strategier för att uppfatta betydelsebärande enheter och förstå sammanhang samt för att anpassa avläsningen till framställningens form och innehåll.</li> <li>Sökning av enkel information i ett avgränsat urval av teckenspråkiga källor av olika slag för användning i egen produktion och interaktion.</li> <li>Språkliga företeelser, däribland tecken, bokstavering, satsbyggnad, munrörelser och icke-manuella markörer, i det språk som eleverna möter.</li> <li>Hur olika markörer används för att inleda och avsluta olika typer av samtal och teckenspråkiga texter.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Samtal för kontakt och kommunikation.</li> <li>Enkla presentationer, instruktioner, meddelanden, berättelser och beskrivningar på sammanhängande svenskt teckenspråk.</li> <li>Strategier, däribland omformuleringar och frågor, för att bidra till och underlätta samtal och digital interaktion.</li> <li>Hur eleverna i sin egen produktion och interaktion kan uttrycka sig sammanhängande samt med tydlighet, någon variation och grundläggande anpassning till syfte, mottagare och sammanhang. Tecken, bokstavering, satsbyggnad, munrörelser och icke-manuella markörer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna framställningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven förstår och tolkar <strong>det mest väsentliga av innehållet</strong> i tydligt och enkelt svenskt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen. Eleven väljer enkel information från ett avgränsat urval av teckenspråkiga källor samt använder på ett <strong>delvis relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven <strong>enkelt och begripligt med fraser och meningar</strong>.</p> <p>I interaktion uttrycker sig eleven <strong>enkelt och begripligt med tecken, fraser och meningar</strong>. Eleven använder dessutom strategier som <strong>i någon mån underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven kommenterar på ett <strong>enkelt</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i tydligt och enkelt svenskt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen. Eleven väljer enkel information från ett avgränsat urval av teckenspråkiga källor samt använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.</p> <p>I interaktion uttrycker sig eleven <strong>enkelt och relativt tydligt med tecken, fraser och meningar</strong>. Eleven använder dessutom strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven kommenterar på ett <strong>enkelt</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven förstår och tolkar <strong>helheten och väsentliga detaljer</strong> i tydligt och enkelt svenskt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen. Eleven väljer enkel information från ett avgränsat urval av teckenspråkiga källor samt använder på ett <strong>relevant och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven <strong>i någon mån varierat, relativt tydligt och relativt sammanhängande</strong>.</p> <p>I interaktion uttrycker sig eleven <strong>relativt tydligt med tecken, fraser och meningar samt i någon mån anpassat till syfte, mottagare och sammanhang</strong>. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven kommenterar på ett <strong>översiktligt</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.086Z"
}