{
  "code": "SVEK",
  "name": "Svenskt teckenspråk",
  "englishName": "Swedish Sign Language",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:216",
  "nameHeading": "<h2>Svenskt teckenspråk</h2>",
  "description": "<p>Ett välutvecklat teckenspråk är av betydelse för dövas och hörselskadades lärande, identitet och gemenskap i och utanför skolan. När språket utvecklas ökar förmågan att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden. Ämnet svenskt teckenspråk behandlar kommunikation på svenskt teckenspråk, produktion av teckenspråkiga texter samt avläsning och analys av teckenspråkiga texter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet svenskt teckenspråk ska syfta till att eleverna utvecklar förmåga att använda teckenspråk för att kommunicera i olika situationer med anpassning till syfte, mottagare och sammanhang. Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att producera teckenspråkiga texter samt att tillägna sig, analysera och tolka olika typer av teckenspråkiga texter. På så sätt ska undervisningen främja elevernas tilltro till sin språkliga förmåga samt ge eleverna möjlighet att utveckla ett rikt språk som ger självförtroende i olika situationer och möjlighet att uttrycka sin personlighet. Genom undervisningen ska eleverna ges möjlighet att utveckla aktiv tvåspråkighet med svenskt teckenspråk som primärt språk och skriven svenska som ett andra språk.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att avläsa, tillägna sig, analysera och tolka olika typer av teckenspråkiga texter. Genom undervisningen ska eleverna även ges möjlighet att utveckla förståelse av de sätt på vilka teckenspråkiga texter kan skilja sig åt beroende på texttyp, syfte och mottagare samt hur en text bör vara uppbyggd och strukturerad för att fungera väl i olika sammanhang. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att söka och kritiskt granska information från olika källor.</p> <p>Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att delta i kulturella företeelser, såväl i sammanhang där det svenska teckenspråket används som i samhället i övrigt. Undervisningen ska leda till att eleverna utvecklar sitt språk och med språket som redskap ges möjlighet att verka i samhället som aktiva samhällsmedborgare. Här ingår också att använda sig av tolk i olika kommunikationssituationer.</p> <h5><em>Undervisningen i ämnet svenskt teckenspråk ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att kommunicera på svenskt teckenspråk med anpassning till syfte, mottagare och kommunikationssituation.</li> <li>Förmåga att producera olika typer av teckenspråkiga texter.</li> <li>Förmåga att avläsa och analysera olika teckenspråkiga texter samt att kritiskt granska information från olika källor.</li> </ul><h3>Nivåer i ämnet svenskt teckenspråk</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SVEK1000X</h3>",
      "code": "SVEK1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Teckenspråkig framställning anpassad efter kommunikationssituation och mottagare. Presentationstekniska hjälpmedel. Språkriktighetsfrågor.</li> <li>Svenska teckenspråkets form och struktur. Teckenbildning och satskonstruktion.</li> <li>Produktion av olika typer av teckenspråkiga texter.</li> <li>Teckenspråkspoesi.</li> <li>Avläsning, samtal om, tolkning och analys av teckenspråkiga texter för kommunikation, lärande och reflektion, till exempel berättande, instruerande, argumenterande och informerande texter. Texters syfte, innehåll, form och stil.</li> <li>Strategier för att söka och kritiskt granska information från olika källor.</li> <li>Olika typer av språklig variation.</li> <li>Dövas och hörselskadades livsvillkor över tid. Svensk språklagstiftning. Teckenspråkets ställning och historia i Sverige, Norden och övriga världen. Dövas och hörselskadades språkinlärning samt den egna två- eller flerspråkigheten.</li> <li>Hur teckenspråkstolk kan beställas och användas.</li> <li>Grundläggande jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SVEK2000X</h3>",
      "code": "SVEK2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Teckenspråkig framställning i och inför grupp med tillämpning av retorikens grunder. Strategier för att anpassa språk efter kommunikationssituation och mottagare.</li> <li>Diskussioner och debatter.</li> <li>Fördjupning i svenska teckenspråkets form och struktur.</li> <li>Produktion av olika genrer inom teckenspråk. Berättande, poetiska, instruerande, argumenterande och informerande texter.</li> <li>Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst.</li> <li>Avläsning, samtal om, tolkning och analys av olika genrer inom teckenspråk. Texters syfte, innehåll, form och stil.</li> <li>Strategier för att söka och kritiskt granska information från olika typer av källor.</li> <li>Språklig variation som hänger samman med till exempel geografi och ålder.</li> <li>Teckenspråkets ställning, dövas och hörselskadades livsvillkor, kultur och historia. Dövas och hörselskadades språkinlärning samt den egna två- eller flerspråkigheten.</li> <li>Tolkanvändning och tolksituationens påverkan på samtalet.</li> <li>Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SVEK3000X</h3>",
      "code": "SVEK3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Framställningar på svenskt teckenspråk och skriven svenska, anpassade efter kommunikationssituation och mottagare.</li> <li>Framställning på svenskt teckenspråk och skriven svenska om ett valt ämnesområde med anknytning till elevens utbildning och erfarenhetsvärld.</li> <li>Kommunikation på svenskt teckenspråk och skriven svenska i formella sammanhang.</li> <li>Fördjupning i svenska teckenspråkets form och struktur.</li> <li>Produktion av texter på båda språken. Avancerade berättande, poetiska, instruerande, argumenterande och informerande texter.</li> <li>Teckenspråkspoesi med olika uttryckssätt.</li> <li>Avläsning och samtal om samt tolkning och analys av olika genrer inom teckenspråk. Texters syfte, innehåll, form och stil.</li> <li>Strategier för att söka och kritiskt granska information från olika källor på såväl teckenspråk som svenska.</li> <li>Språklig variation samt förändringar i teckenspråket historiskt och i nutid.</li> <li>Teckenspråkets ställning samt dövas och hörselskadades livsvillkor, kultur och historia, i Sverige och världen. Teckenspråk i andra länder samt internationell teckenkommunikation. Dövas och hörselskadades språkinlärning samt den egna två- eller flerspråkigheten.</li> <li>Tolkanvändning och tolksituationens påverkan på samtalet. Olika typer av tolkningar.</li> <li>Tolketiska frågeställningar.</li> <li>Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur, uppbyggnad och framställning.</li> <li>Översättning i vardagliga sammanhang mellan svenskt teckenspråk och svenska.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven kommunicerar på svenskt teckenspråk samt gör teckenspråkiga framställningar med <strong>viss</strong> anpassning till syfte, mottagare och kommunikationssituation.</p> <p>Eleven producerar olika typer av texter på svenskt teckenspråk med <strong>viss</strong> anpassning till syfte, mottagare och kommunikationssituation. Språket är i huvudsak tydligt, med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.</p> <p>Eleven avläser och analyserar på ett <strong>godtagbart</strong> sätt innehåll, form och stil i teckenspråkiga texter. Eleven granskar information från olika källor och för <strong>enkla</strong> resonemang om källornas tillförlitlighet.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven kommunicerar på svenskt teckenspråk samt gör teckenspråkiga framställningar med <strong>god</strong> anpassning till syfte, mottagare och kommunikationssituation.</p> <p>Eleven producerar olika typer av texter på svenskt teckenspråk med <strong>god</strong> anpassning till syfte, mottagare och kommunikationssituation. Språket är i huvudsak tydligt, med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.</p> <p>Eleven avläser och analyserar på ett <strong>utvecklat</strong> sätt innehåll, form och stil i teckenspråkiga texter. Eleven granskar information från olika källor och för <strong>utvecklade</strong> resonemang om källornas tillförlitlighet.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven kommunicerar på svenskt teckenspråk samt gör teckenspråkiga framställningar med <strong>mycket god</strong> anpassning till syfte, mottagare och kommunikationssituation.</p> <p>Eleven producerar olika typer av texter på svenskt teckenspråk med <strong>mycket god</strong> anpassning till syfte, mottagare och kommunikationssituation. Språket är i huvudsak tydligt, med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.</p> <p>Eleven avläser och analyserar på ett <strong>välutvecklat</strong> sätt innehåll, form och stil i teckenspråkiga texter. Eleven granskar information från olika källor och för <strong>välutvecklade</strong> resonemang om källornas tillförlitlighet.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
