{
  "code": "SVEO",
  "name": "Svenskt teckenspråk för hörande – fortsättning",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-03-13",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:358",
  "nameHeading": "<h2>Svenskt teckenspråk för hörande – fortsättning</h2>",
  "description": "<p>Svenskt teckenspråk är ett av många visuella och gestuella språk i världen. Tecknade språk har många likheter med talade språk men skiljer sig när det gäller bland annat produktion, reception och grammatik. Kunskaper i svenskt teckenspråk ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang bland döva och andra teckenspråkstalare samt att delta i studie- och arbetsliv där språket används. Kunskaper i svenskt teckenspråk kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet svenskt teckenspråk för hörande – fortsättning ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda språket i olika sammanhang och syften. Undervisningen ska i allt väsentligt bedrivas på svenskt teckenspråk och bidra till att eleverna, genom språkanvändning i funktionella och meningsfulla sammanhang, utvecklar en allsidig kommunikativ förmåga.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla sin förståelse av svenskt teckenspråk både i möten med människor och i teckenspråkiga texter (reception) samt sin förmåga att formulera sig och samspela med andra på svenskt teckenspråk med anpassning till syfte, mottagare och sammanhang (produktion och interaktion). Genom undervisningen ska eleverna ges möjlighet att utveckla sitt språk mot större tydlighet och variation samt sin förmåga att använda olika strategier och verktyg som stöd för kommunikationen. Undervisningen ska även bidra till att eleverna kan värdera och använda innehåll från olika typer av källor i sin egen produktion och interaktion samt formulera och utveckla sina framställningar på egen hand och tillsammans med andra.</p> <p>Undervisningen ska dra nytta av omvärlden för kontakter, upplevelser och kunskaper. Eleverna ska på så sätt ges möjlighet att utveckla förståelse av livsvillkor, samhällsfrågor och kulturella förhållanden i det teckenspråkiga samhället och i andra sammanhang där tecknade språk används, även internationellt. Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla sin flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra. Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur de kan lära sig språk i och utanför undervisningen.</p> <h5><em>Undervisningen i ämnet svenskt teckenspråk för hörande – fortsättning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förståelse av det svenska teckenspråket.</li> <li>Förmåga att formulera sig och kommunicera på svenskt teckenspråk.</li> <li>Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.</li> <li>Förståelse av kulturella och sociala förhållanden bland döva och andra teckenspråkiga i olika sammanhang, nationellt och internationellt.</li> </ul><h3>Nivåer i ämnet svenskt teckenspråk för hörande – fortsättning</h3><ul><li>Nivå 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande eller nivå 1 i ämnet svenskt teckenspråk för hörande – grund.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: SVEO1000X</h3>",
      "code": "SVEO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till A2.2 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk för hörande – fortsättning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Ämnesområden som är bekanta för eleverna.</li> <li>Vardagliga situationer samt intressen, personer, platser, aktiviteter och aktuella händelser.</li> <li>Åsikter, känslor och erfarenheter.</li> <li>Kulturella företeelser i olika sammanhang där tecknade språk används, även i jämförelse med egna erfarenheter och kunskaper.</li> <li>Dövas tvåspråkighet och det svenska teckenspråkets förhållande till tal- och skriftspråk i olika situationer.</li> </ul> <p><em>Reception</em></p> <ul> <li>Tydligt svenskt teckenspråk och teckenspråkiga texter, främst enkla och i lugnt tempo, som är instruerande, informerande, beskrivande, berättande, diskuterande och kontaktskapande, från olika medier, till exempel dialoger, samtal, intervjuer och enkla nyheter.</li> <li>Berättelser och annan fiktion.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.</li> <li>Sökning och värdering av innehåll i ett urval av teckenspråkiga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, till exempel satsbyggnad, munrörelser och icke-manuella markörer och annan grammatisk struktur, i det språk som eleverna möter.</li> <li>Hur vanliga sammanbindande tecken, uttryck och grammatiska signaler används för att skapa språkligt sammanhängande helheter.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Samtal och diskussion, där eleverna berättar, beskriver och instruerar.</li> <li>Strategier för att bidra till och underlätta samtal, till exempel omformuleringar, förklaringar, återkoppling och turtagning.</li> <li>Hur eleverna i sin egen produktion och interaktion kan uttrycka sig sammanhängande och med tydlighet, variation och grundläggande anpassning till syfte, mottagare och sammanhang. Teckenbildning, munrörelser, icke-manuella markörer och grammatiska strukturer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna framställningar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: SVEO2000X</h3>",
      "code": "SVEO2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Innehållet och kriterierna för betyget E på denna nivå relaterar till B1.1 i den gemensamma europeiska referensramen för språk.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet svenskt teckenspråk för hörande – fortsättning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Kommunikationens innehåll</em></p> <ul> <li>Aktuella och för eleverna bekanta ämnesområden.</li> <li>Vardagliga situationer samt intressen, aktiviteter och händelseförlopp.</li> <li>Åsikter, känslor, erfarenheter och framtidsplaner samt relationer och etiska frågor.</li> <li>Dövas levnadsvillkor internationellt i olika sammanhang samt teckenspråkens situation i ett internationellt perspektiv, även i jämförelse med egna erfarenheter och kunskaper.</li> </ul> <p><em>Reception</em></p> <ul> <li>Svenskt teckenspråk och teckenspråkiga texter, främst lättillgängliga och i måttligt tempo, som är instruerande, informerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, från olika medier, till exempel samtal, intervjuer, nyheter och reportage.</li> <li>Skönlitteratur och annan fiktion.</li> <li>Teckenspråkspoesi.</li> <li>Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.</li> <li>Sökning och värdering av innehåll i teckenspråkiga källor av olika slag, utifrån olika syften.</li> <li>Språkliga företeelser, däribland tecken, munrörelser, icke-manuella markörer och grammatiska strukturer, i det språk som eleverna möter.</li> <li>Hur teckenbildningsprocesser och satsbildning används för att skapa struktur och språkligt sammanhängande helheter.</li> </ul> <p><em>Produktion och interaktion</em></p> <ul> <li>Samtal och diskussion där eleverna berättar, beskriver, instruerar och motiverar sina åsikter.</li> <li>Hur man skiljer mellan en källas innehåll och sina egna tankar i egen produktion och interaktion.</li> <li>Strategier för att bidra till och underlätta samtal, till exempel genom att ge bekräftelse, ställa följdfrågor, formulera om, förklara och bidra med nya infallsvinklar.</li> <li>Hur eleverna i sin egen produktion och interaktion kan uttrycka sig sammanhängande och med tydlighet, variation, flyt och grundläggande anpassning till syfte, mottagare och sammanhang. Munrörelser, icke-manuella markörer och satsbyggnad samt andra grammatiska strukturer i elevernas egen produktion och interaktion.</li> <li>Bearbetning av egna framställningar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven förstår och tolkar <strong>huvudsakligt innehåll och tydliga detaljer</strong> i svenskt teckenspråk i olika sammanhang. Eleven väljer och värderar innehåll i teckenspråkiga källor av olika slag samt använder på ett <strong>delvis relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven på ett <strong>enkelt och i någon mån fungerande</strong> sätt.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på ett <strong>enkelt och i någon mån fungerande</strong> sätt. Eleven använder dessutom strategier som <strong>i viss utsträckning underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>enkelt</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven förstår och tolkar <strong>på ett välgrundat sätt huvudsakligt innehåll och väsentliga detaljer</strong> i svenskt teckenspråk i olika sammanhang. Eleven väljer och värderar innehåll i teckenspråkiga källor av olika slag samt använder på ett <strong>relevant</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt och <strong>i någon mån anpassat till syfte, mottagare och sammanhang</strong>.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på ett <strong>i huvudsak fungerande</strong> sätt <strong>och i någon mån anpassat till syfte, mottagare och sammanhang</strong>. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen.</p> <p>Eleven diskuterar på ett <strong>översiktligt</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven förstår och tolkar <strong>på ett välgrundat och nyanserat sätt såväl helhet som detaljer</strong> i svenskt teckenspråk i olika sammanhang. Eleven väljer och värderar innehåll i teckenspråkiga källor av olika slag samt använder på ett <strong>relevant och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.</p> <p>I framställningar av olika slag uttrycker sig eleven på ett <strong>fungerande</strong> sätt samt <strong>med viss anpassning till syfte, mottagare och sammanhang</strong>.</p> <p>I interaktion i olika sammanhang uttrycker sig eleven på ett <strong>fungerande</strong> sätt <strong>och med viss anpassning till syfte, mottagare och sammanhang</strong>. Eleven använder dessutom strategier som <strong>underlättar och förbättrar</strong> interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>.</p> <p>Eleven diskuterar på ett <strong>utvecklat</strong> sätt, på svenskt teckenspråk, förhållanden i olika sammanhang där språket används, även utifrån egna erfarenheter eller kunskaper.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.088Z"
}