{
  "code": "TEAT",
  "name": "Teaterteori",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:218",
  "nameHeading": "<h2>Teaterteori</h2>",
  "description": "<p>Ämnet teaterteori behandlar teorier och metoder inom teaterområdet ur ett samtida och historiskt perspektiv samt kunskaper om dramatik och dramaturgi. Ämnet belyser teater och dramatik i relation till samhälle, idéströmningar och andra konstarter. Kunskaper i teaterteori bidrar till en helhetssyn på teater som konstart.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet teaterteori ska syfta till att eleverna utvecklar kunskaper om teater som konstart. Eleverna ska även ges möjlighet att utveckla kunskaper om och färdigheter i dramatik och dramaturgi. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur teater genom historien varit en aktiv del av sin samtid och ska belysa teatertraditioner från olika tider och kulturer med ett normkritiskt förhållningssätt. Därigenom ska eleverna ges möjlighet att tillägna sig en gemensam referensram inom teater som uttrycksform. Centralt i all teater är gestaltning och kommunikation. Undervisningen ska därför bidra till att eleverna utvecklar färdigheter i att med dramatisk text medvetet kommunicera med en publik. Undervisningen ska även ge eleverna möjlighet att utveckla förståelse av hur teaterns tre hörnpelare berättelsen, berättaren och rummet samverkar. Eleverna ska också ges möjlighet att utveckla kunskaper om teaterns olika yrkesroller.</p> <p>Undervisningen ska ge eleverna möjlighet att genom sina kunskaper om och färdigheter i teaterämnen aktivt bidra till ett rikt kulturliv i samhället. Undervisningen ska ge eleverna möjlighet att utveckla förståelse av teatern som kollektiv konstart. Genom undervisningen ska eleverna därför ges möjlighet att utveckla ansvarskänsla, initiativförmåga och lyhördhet. Undervisningen ska också betona en jämställd och inkluderande arbetsmiljö med utgångspunkt i tillit, samtycke och trygghet.</p> <p>Teatern som konstform undersöker, ställer frågor och berättar om vad det är att vara människa i olika kontexter. Därför ska undervisningen stimulera elevernas nyfikenhet på människans beteenden, drivkrafter och livsvillkor. Undervisningen ska utgå från elevernas kreativitet och stimulera konstnärligt skapande och berättande. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av teaterns roll i samhället kopplat till demokrati och yttrandefrihet. I undervisningen ska eleverna dessutom ges möjlighet att reflektera över det egna skapandet och de frågor som undersöks i skrivprocessen.</p> <p>Undervisningen ska varva teoretiska moment med praktiska och ge eleverna möjlighet att uppleva, analysera och tolka sceniska gestaltningar och dramatik.</p> <h5><em>Undervisningen i ämnet teaterteori ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om konstarten teater ur ett samtida och historiskt perspektiv.</li> <li>Kunskaper om teorier inom teater och teaterns olika uttrycksområden.</li> <li>Kunskaper om dramaturgi.</li> <li>Färdigheter i att skriva dramatisk text.</li> <li>Förmåga att reflektera över det egna skapandet.</li> <li>Förmåga att analysera och tolka olika sceniska gestaltningar och dramatiska texter.</li> </ul><h3>Nivåer i ämnet teaterteori</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: TEAT1000X</h3>",
      "code": "TEAT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet teaterteori på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Teater som kulturellt uttryck utifrån samtida och historiska perspektiv, däribland olika teaterformer och genrer.</li> <li>Teater ur ett normkritiskt förhållningssätt, till exempel tradition, olika kulturer och genus.</li> <li>Teorier om teater, till exempel klassisk, naturalistisk, episk, fysisk och postdramatisk.</li> <li>Teatern och dess olika uttrycksområden inom teatertraditioner, till exempel skådespelarkonst, regi, dramatik, scenografi, mask och kostym.</li> <li>Verktyg för att strukturera en berättelse, till exempel anslag, presentation, upptrappning, vändpunkt och avslut.</li> <li>Introduktion till att skriva dramatisk text, till exempel monolog, dialog och dramatisering av annan text.</li> <li>Reflektion över det egna skapandet av dramatisk text.</li> <li>Analys och tolkning av sceniska gestaltningar och dramatiska texter.</li> <li>Begrepp för analys och tolkning av teater, till exempel teatertecken, avsikt och läsart.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: TEAT2000X</h3>",
      "code": "TEAT2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet teaterteori på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Teater i relation till andra konstarter, maktstrukturer och idéströmningar i samhället.</li> <li>Dramatiska texter från olika historiska epoker och deras relation till sin samtid.</li> <li>Teater ur ett normkritiskt förhållningssätt, till exempel tradition, olika kulturer och genus.</li> <li>Teorier om dramatik, till exempel kända dramatiker från olika tidsperioder.</li> <li>Den dramatiska textens uppbyggnad med fokus på handling, rum, tid, roller, stil och språk.</li> <li>Framställning av dramatiska texter som kommunicerar med en publik.</li> <li>Metoder för att bearbeta dramatiska texter, sceniska berättelser och skönlitterära texter för sceniska gestaltningar.</li> <li>Reflektion över det egna skapandet av dramatiska texter.</li> <li>Analys och tolkning av dramatiska texter och sceniska gestaltningar, till exempel jämförelse av en teaterföreställning och den text som föreställningen bygger på.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om konstarten teater ur ett samtida och historiskt perspektiv.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om teorier inom teater och dess olika uttrycksområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om dramaturgi.</p> <p>Eleven skapar <strong>enkla</strong> dramatiska texter.</p> <p>Eleven reflekterar över och diskuterar <strong>översiktligt</strong> det egna skapandet.</p> <p>Eleven gör <strong>enkla</strong> analyser och tolkningar av olika sceniska gestaltningar och dramatiska texter med användning av relevanta begrepp.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om konstarten teater ur ett samtida och historiskt perspektiv.</p> <p>Eleven visar <strong>goda</strong> kunskaper om teorier inom teater och dess olika uttrycksområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om dramaturgi.</p> <p>Eleven skapar <strong>genomarbetade</strong> dramatiska texter.</p> <p>Eleven reflekterar över och diskuterar <strong>utförligt</strong> det egna skapandet.</p> <p>Eleven gör <strong>välgrundade</strong> analyser och tolkningar av olika sceniska gestaltningar och dramatiska texter med användning av relevanta begrepp.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om konstarten teater ur ett samtida och historiskt perspektiv.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om teorier inom teater och dess olika uttrycksområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om dramaturgi.</p> <p>Eleven skapar <strong>väl genomarbetade</strong> dramatiska texter.</p> <p>Eleven reflekterar över och diskuterar <strong>utförligt och nyanserat</strong> det egna skapandet.</p> <p>Eleven gör <strong>välgrundade och nyanserade</strong> analyser och tolkningar av olika sceniska gestaltningar och dramatiska texter med användning av relevanta begrepp.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.090Z"
}