{
  "code": "TERR",
  "name": "Terrängtransporter",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:222",
  "nameHeading": "<h2>Terrängtransporter</h2>",
  "description": "<p>Ämnet terrängtransporter behandlar de terrängfordon som används för olika typer av transporter inom naturbrukets verksamhetsområden. Med hjälp av terrängfordon och tekniska hjälpmedel kan arbetsuppgifter utföras rationellt och med en ökad precision. I ämnet ingår körning av fordon i terräng och på väg samt trafikkunskap.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet terrängtransporter ska syfta till att eleverna utvecklar förmåga att manövrera och köra fordon och fordonskombinationer på ett säkert sätt i olika typer av terräng och trafik för att utföra arbetsuppgifter inom naturbruksverksamheter. Terrängfordon som används i samspel med biologiska förutsättningar och biologiska metoder bidrar till en hög kvalitet på skogsbrukets produkter och tjänster samt till en hållbar utveckling. Undervisningen ska bidra till att eleverna utvecklar förståelse av maskinanvändningens påverkan på skog och mark samt förmåga att arbeta på ett ansvarsfullt och yrkesmässigt sätt. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om fordonens konstruktion, funktion och inställningsmöjligheter samt förmåga att utföra service och underhåll av fordon och teknisk utrustning. Eleverna ska också ges möjlighet att utveckla förmåga att använda arbetsmetoder som främjar ekonomisk och miljömässig hållbarhet. Undervisningen ska också bidra till att eleverna får redskap för att söka ny kunskap och använda nya tekniska lösningar. Eleverna ska dessutom ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller vid körning med terrängfordon på väg och i terräng.</p> <p>Praktiska övningar, fältstudier, och ett undersökande arbetssätt ska ingå i undervisningen.</p> <h5><em>Undervisningen i ämnet terrängtransporter ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Förmåga att manövrera och köra fordon och fordonskombinationer i trafik och terräng för att utföra olika arbetsuppgifter.</li> <li>Förmåga att vårda och underhålla fordon och tilläggsutrustning.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt ekonomiskt och miljömässigt hållbart.</li> <li>Förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller körning av fordon i terräng och trafik.</li> </ul><h3>Nivåer i ämnet terrängtransporter</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: TERR1000X</h3>",
      "code": "TERR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet terrängtransporter på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Teknisk grund</em></p> <ul> <li>Konstruktions- och funktionsbeskrivningar samt användningsområden för olika fordon.</li> <li>Tilläggsutrustning och tekniska hjälpmedel för olika fordon.</li> <li>Motorbränslen, alternativa drivmedel och smörjmedel.</li> <li>Daglig tillsyn av fordon och teknisk utrustning, till exempel tvätt, laddning samt påfyllning av drivmedel, smörjmedel och vätskor.</li> </ul> <p><em>Körning</em></p> <ul> <li>Körning av terrängfordon och fordonskombinationer på väg och i terräng för att genomföra förekommande arbetsuppgifter.</li> <li>Inställning av teknisk utrustning för olika arbetsuppgifter samt funktionskontroll.</li> <li>Tillämpning av regler för förare och fordon i trafik och terräng samt hur bristande regelefterlevnad påverkar trafikmiljö och säkerhet.</li> <li>Användning av fordonets reglage samt tolkning av instrument.</li> <li>Hantering av tilläggsutrustning.</li> <li>Inställning av förarplatsens utrustning för ergonomisk, effektiv och säker körning.</li> <li>Användning av instruktions- och handböcker vid körning och tillsyn.</li> <li>Ekonomisk och situationsanpassad körteknik i terräng och på väg, däribland minimering av körskador och markslitage vid körning i terräng.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi och arbetsmiljö i samband med körning av fordon.</li> <li>Säkerhetskontroll inför användning av fordon och tilläggsutrustning.</li> <li>Brandförebyggande åtgärder.</li> <li>Reflektion över och värdering av det egna körbeteendet, däribland gällande trafiksäkerhet, riskmedvetenhet och handlingsberedskap.</li> <li>Lagar och andra bestämmelser inom området.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven kör och manövrerar med <strong>visst</strong> handlag terrängfordon på ett säkert, riskmedvetet och miljömässigt sätt. I samband med körning i terräng vidtar eleven med <strong>viss säkerhet</strong> åtgärder för att skydda mark och skogsbestånd. Vid körning i trafik tillämpar eleven gällande trafikregler.</p> <p>Eleven vårdar och underhåller fordon och tilläggsutrustning med <strong>godtagbart</strong> resultat.</p> <p>Eleven arbetar säkert och ergonomiskt med terrängfordon. Dessutom väljer eleven med <strong>viss säkerhet</strong> arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter utifrån miljöhänsyn samt tekniska och ekonomiska faktorer.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven kör och manövrerar med <strong>gott</strong> handlag terrängfordon på ett säkert, riskmedvetet och miljömässigt sätt. I samband med körning i terräng vidtar eleven med <strong>säkerhet</strong> åtgärder för att skydda mark och skogsbestånd. Vid körning i trafik tillämpar eleven gällande trafikregler.</p> <p>Eleven vårdar och underhåller fordon och tilläggsutrustning med <strong>gott</strong> resultat.</p> <p>Eleven arbetar säkert och ergonomiskt med terrängfordon. Dessutom väljer eleven med <strong>säkerhet</strong> arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter utifrån miljöhänsyn samt tekniska och ekonomiska faktorer.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven kör och manövrerar med <strong>mycket gott</strong> handlag terrängfordon på ett säkert, riskmedvetet och miljömässigt sätt. I samband med körning i terräng vidtar eleven med <strong>god säkerhet</strong> åtgärder för att skydda mark och skogsbestånd. Vid körning i trafik tillämpar eleven gällande trafikregler.</p> <p>Eleven vårdar och underhåller fordon och tilläggsutrustning med <strong>mycket gott</strong> resultat.</p> <p>Eleven arbetar säkert och ergonomiskt med terrängfordon. Dessutom väljer eleven med <strong>god säkerhet</strong> arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter utifrån miljöhänsyn samt tekniska och ekonomiska faktorer.</p> <p>Eleven arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.091Z"
}