{
  "code": "TRAA",
  "name": "Träarbete",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:231",
  "nameHeading": "<h2>Träarbete</h2>",
  "description": "<p>Ämnet träarbete behandlar arbeten med olika konstruktioner i trämaterial samt utvändiga och invändiga beklädnader av byggnader. Det behandlar även olika typer av byggnadskonstruktioner och elementmontering. Arbetet utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet träarbete ska syfta till att eleverna utvecklar förmåga att utföra byggnationer i trämaterial vid nyproduktion och renovering samt om- och tillbyggnad. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om olika träkonstruktioner som bjälklag, regelverk och tak inom byggnation. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att utföra olika former av beklädnader samt montering av isoleringsmaterial, fönster, dörrar och snickerier av olika slag. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering samt om- och tillbyggnad. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom husbyggnad ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och om vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet träarbete ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom träarbete.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom träarbete.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet träarbete</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 2 i ämnet husbyggnad.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: TRAA1000X</h3>",
      "code": "TRAA1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet träarbete på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika typer av träkonstruktioner, deras funktion och användningsområde.</li> <li>Trä i byggkonstruktioner, historiskt och i nutid.</li> <li>Branschens ansvar för att främja ett hållbart byggande.</li> <li>Arbetsmiljöplanens syfte vid arbeten med särskild risk, till exempel att förebygga arbetsmiljörisker.</li> <li>Bygghandlingar och referensverk för metoder och materialval inom träarbete, däribland Boverkets byggregler (BBR) och AMA (Allmän material- och arbetsbeskrivning).</li> <li>Vanligt förekommande arbetsprocesser och metoder vid nyproduktion och renovering samt om- och tillbyggnad.</li> <li>Olika arbetsprocesser och metoder med energieffektiva byggnadskonstruktioner.</li> <li>Arbetsmiljölagen och hur den reglerar arbetsmiljön och samverkan.</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Metoder för att främja en god arbetsmiljö, till exempel dammbindning och minimering av buller.</li> <li>Arbete med stomkonstruktioner i trä, däribland tillverkning av bjälklag, regelverk och takkonstruktioner. Arbete med krysskolvning, kortlingar, avväxlingar, strävning och stämpning.</li> <li>Arbete med stål- och plåtprofiler i vägg-, fasad- och takkonstruktioner.</li> <li>Tillverkning av vanligt förekommande träelement.</li> <li>Montering av vindskydd och diffusionsspärr i byggnadskonstruktioner.</li> <li>Invändig beklädnad av golv, väggar och tak, till exempel med paneler, skivor eller trämaterial.</li> <li>Montering, infästning och beslagning av fönster, dörrar och portar.</li> <li>Utsättning av hörn och profiler för grundläggning och formsättning samt metoder för kontroll- och kryssmätning.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Materialvalets betydelse för ett hållbart byggande.</li> <li>Val, hantering och användning av material utifrån användningsområde och egenskaper samt i enlighet med anvisningar, däribland val av virke, skivmaterial och infästningsmaterial.</li> <li>Val, hantering och användning av olika isoleringsmaterial och tät- och vindskyddsmaterial utifrån materialens egenskaper och användningsområden samt i enlighet med anvisningar.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner och mätverktyg för arbetsuppgiften samt hantering och användning av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller ställningar, arbetsplattformar och användning av lyftanordningar.</li> <li>Riskbedömningar i det dagliga arbetet, däribland risker för tillbud och olycksfall samt av hälsorisker och risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att hindra fall, minska påverkan av buller, damm, vibrationer och felaktiga arbetsställningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen, till exempel för säkerhet och arbetsmiljö.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk inom yrkesområdet och engelska fackuttryck för vanligt förekommande verktyg, maskiner och arbetsmoment.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland attityder och värderingar samt språkbruk.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: TRAA2000X</h3>",
      "code": "TRAA2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet träarbete på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika typer av trä- och lättbyggnadskonstruktioner, deras funktion och användningsområden.</li> <li>Olika typer av träförädlingsprocesser, till exempel handelssortering, virkesklasser, limträ och impregneringsklasser.</li> <li>Varsamhetskrav i samband med ombyggnation och restaurering av äldre byggnader, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Bygghandlingars funktion i byggprocessen, däribland byggnadstekniska konsekvenser av att inte följa bygghandlingar, riktlinjer och rekommendationer.</li> <li>Vanligt förekommande arbetsprocesser och metoder för byggnadskonstruktioner i trä och lättbyggnad.</li> <li>Olika arbetsprocesser och metoder med energieffektiva byggnadskonstruktioner.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Utvändig beklädnad av väggar och utomhusgolv, däribland luftning och montering av olika typer av utvändiga träpaneler, dörr- och fönsterfoder.</li> <li>Beklädnad av väggkonstruktioner, till exempel med skivmaterial av sten eller plåt.</li> <li>Montering av prefabricerade träkonstruktioner, däribland riktning och strävning samt lyfttekniker och säkring av byggelement.</li> <li>Montering av isolering i byggnadskonstruktioner, till exempel mot kyla, ljud eller värme.</li> <li>Listning, inklädnad och utsmyckning, däribland av dörr- och fönstersmygar, foder, lister och vindskivor.</li> <li>Uppförande och demontering av prefabricerad och platsbyggd form samt metoder för ursparningar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Materialhantering, materialförbrukning och återanvändning av material i syfte att främja ett hållbart byggande.</li> <li>Val och hantering av fönster, dörrar och olika inredningar utifrån deras funktion och användningsområden samt i enlighet med anvisningar.</li> <li>Val och användning av olika isoleringsmaterial och tät- och vindskyddsmaterial utifrån materialens egenskaper och användningsområden samt i enlighet med anvisningar.</li> <li>Val, användning och vård av lämpliga verktyg och maskiner för arbetsuppgiften samt integrering av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Bestämmelser som reglerar brandfarliga arbeten.</li> <li>Riskbedömningar för att förebygga olycksfall, brand eller skada i samband med arbetsmoment.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrningar av arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: TRAA3000X</h3>",
      "code": "TRAA3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet träarbete på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika typer av trä- och limträkonstruktioner, deras funktion och användningsområde.</li> <li>Bygghandlingars funktion och myndighetsbeslut i byggprocessen, däribland utförande- och kvalitetskrav samt tillsyn genom kontroller och besiktningar.</li> <li>Vanligt förekommande arbetsprocesser och metoder vid arbeten med byggnadskonstruktioner i trä, stål, betong och murverk.</li> <li>Olika arbetsprocesser och metoder med energieffektiva byggnadskonstruktioner.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Byggtekniska beräkningar av volym, area och materialåtgång.</li> <li>Utvändig takbeklädnad, däribland montering av underlagspapp, ytpapp och läkt.</li> <li>Montering av prefabricerade betongelement, däribland riktning och strävning samt lyfttekniker och säkring av betongelement.</li> <li>Montering av vindskydd och diffusionsspärr i byggnadskonstruktioner.</li> <li>Montering av snickerier, till exempel inredning i kök, badrum eller förvaringsutrymmen.</li> <li>Ytbeläggning av golv, till exempel med massiva trägolv, lamell- eller laminatgolv.</li> <li>Formbyggnad och armering, däribland form för väggar, pelare, balkar, lågform, ursparningar och trappor.</li> <li>Montering av ytskikt och beslag på tak, till exempel av takpannor, plåt eller shingel.</li> <li>Underhåll och reparation av befintliga äldre byggnadskonstruktioner och timmerbyggnader utifrån funktion, beständighet och aktsamhetskrav.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter.</li> <li>Val, användning och hantering av olika trä- och byggmaterial vid arbete med äldre byggnadskonstruktioner utifrån materialens egenskaper och användningsområden samt i enlighet med anvisningar, till exempel stockars reaktioner vid uttorkning och fuktbegjutning.</li> <li>Val och användning av olika isoleringsmaterial, tät- och vindskyddsmaterial samt material för utvändiga takarbeten utifrån materialens egenskaper och användningsområden och i enlighet med anvisningar.</li> <li>Val, användning och vård av lämpliga verktyg, maskiner för arbetsuppgiften samt hantering och användning av digitala hjälpmedel i arbetsprocessen.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Riskbedömningar vid ombyggnads- och renoveringsarbete, däribland av hälsorisker med asbest, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen och på byggarbetsplatsen.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen, däribland med ljud och handsignalering.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom träarbete.</p> <p>Eleven planerar arbetsuppgifter inom träarbete. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom träarbete.</p> <p>Eleven planerar arbetsuppgifter inom träarbete. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom träarbete.</p> <p>Eleven planerar arbetsuppgifter inom träarbete. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.093Z"
}