{
  "code": "TRAR",
  "name": "Trädgårdsodling",
  "englishName": "Horticulture",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:233",
  "nameHeading": "<h2>Trädgårdsodling</h2>",
  "description": "<p>Odling av växter har stor betydelse för produktion av livsmedel, växtmaterial och råvaror av olika slag. Ämnet trädgårdsodling behandlar odling av prydnadsväxter, grönsaker, frukt, bär och plantskoleväxter. Det utgör också grunden för yrkesverksamhet inom anläggning, skötsel och underhåll av gröna miljöer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet trädgårdsodling ska syfta till att eleverna utvecklar förmåga att arbeta med växtodling inom trädgårdssektorn. Undervisningen ska leda till att eleverna utvecklar kunskaper om växter och odlingsförutsättningar samt en biologisk förståelse av sammanhangen inom trädgårdsodling. Eleverna ska ges möjlighet att utveckla kunskaper om växters pollinering och spridning samt om tillväxtfaktorerna och deras betydelse för växternas utveckling, tillväxt och kvalitet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om samspelet mellan mark, vatten, växter och klimat samt om olika odlingssystem och produktionsmetoder inom trädgårdsodling. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om olika växtkulturer och deras marknad samt hur olika odlingsförutsättningar påverkar kvalitet och ekonomiskt resultat. Eleverna ska ges möjlighet att utveckla förmåga att bedöma växters utveckling och tillväxt samt att sköta trädgårdsväxter med utgångspunkt i biologiska faktorer och kvalitetskrav. Eleverna ska också ges möjlighet att utveckla förmåga att använda de handredskap och den tekniska utrustning som behövs för det aktuella verksamhetsområdet.</p> <p>Undervisningen ska vidare bidra till att eleverna utvecklar kunskaper om livsmedelssäkerhet och trädgårdsodlingens miljöpåverkan samt om vattenkvalitet och resurssnål användning av vatten. Den ska också bidra till att eleverna utvecklar förmåga att använda arbetsmetoder som främjar ett långsiktigt hållbart arbetsliv samt att göra riskbedömningar och vidta förebyggande säkerhetsåtgärder i samband med användning av trädgårdsmaskiner och annan teknisk utrustning. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller yrkesmässigt arbete med trädgårdsodling.</p> <p>Fältstudier, laborationer och ett undersökande arbetssätt ska ingå i undervisningen. Eleverna ska ges möjlighet att följa växternas utveckling i deras miljö och därigenom utveckla förståelse av sammanhangen i yrkesmässig trädgårdsodling. Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att arbeta med växter och teknisk utrustning på ett ergonomiskt och säkert sätt.</p> <h5><em>Undervisningen i ämnet trädgårdsodling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om växters förökning, utveckling och tillväxt.</li> <li>Kunskaper om odlingssystem och produktionsprocesser.</li> <li>Kunskaper om växtsortiment och grödor samt om produktkvalitet, marknad och ekonomi.</li> <li>Förmåga att planera och utföra arbetsuppgifter inom trädgårdsodling.</li> <li>Förmåga att arbeta hållbart, säkert och i enlighet med lagar och andra bestämmelser som gäller yrkesmässigt arbete med trädgårdsodling.</li> </ul><h3>Nivåer i ämnet trädgårdsodling</h3><ul><li>Nivå 1, 200 poäng. Betyg i trädgårdsodling som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i växtodling som omfattar nivå 1.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1. Betyg i trädgårdsodling som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i växtodling som omfattar nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: TRAR1000X</h3>",
      "code": "TRAR1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet trädgårdsodling på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Växters pollinering och spridning.</li> <li>Växters utvecklingsstadier samt de yttre och inre faktorer som styr och påverkar utvecklingen.</li> <li>Växtnäringsämnen, växtnäringsupptagning och växtnäringsämnenas funktion i växten.</li> <li>Vattnet i växten, vattenupptagning och vattentransport.</li> <li>Klimat och klimatets inverkan på odlingsresultatet.</li> <li>Odlingssystem för ekonomiskt och miljömässigt hållbar produktion.</li> <li>Ogräs i olika utvecklingsstadier, spridningsbiologi och val av bekämpningsmetod.</li> <li>Vanliga växtsjukdomar och skadedjur på trädgårdsväxter. Symtom och motåtgärder.</li> <li>Vatten, vattenkvalitet, bevattning och dränering.</li> <li>Jordarternas egenskaper.</li> <li>Markstruktur, mark, luft, dränering och markpackning.</li> <li>Vattnets kretslopp, vattentillgångar och vattenmiljöer samt vattnets rörelser i marken och i landskapet.</li> <li>Mikroorganismer, svampar, bakterier och övriga organismer av betydelse för markens näringsomsättning och kväveförsörjning.</li> <li>Växters egenskaper och ärftlighet.</li> <li>Växtkulturer och grödor inom trädgårdsodling samt system för kvalitetssäkring av växter.</li> <li>Odlingsvärda produkter med hänsyn till odlingsförutsättningar, ekonomi och marknad.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Planering och genomförande av odlingsåtgärder.</li> <li>Arbete med förökning, skötsel och skörd av trädgårdsväxter.</li> <li>Arbete med jordbearbetning, jordförbättring, bevattning, gödsling och marktäckning.</li> <li>Hantering, förvaring och lagring av trädgårdsväxter.</li> <li>Användning av maskiner, handredskap och annan teknisk utrustning för aktuella arbetsuppgifter.</li> <li>Fältstudier för uppföljning och bedömning av växternas utveckling.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Hur val av arbetsmetoder påverkar ett långsiktigt hållbart arbetsliv.</li> <li>Riskbedömning och säkerhetsåtgärder i samband med användning av teknisk utrustning.</li> <li>Lagar och andra bestämmelser som gäller markanvändning, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa. Lagar och andra bestämmelser som gäller hantering av livsmedel.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: TRAR2000X</h3>",
      "code": "TRAR2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet trädgårdsodling på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Olika metoder för förökning av växter och deras betydelse för växtens kvalitet.</li> <li>Bin och andra pollinatörers betydelse för odlingsresultatet.</li> <li>Tillväxtfaktorerna och deras betydelse för växtens utveckling och kvalitet.</li> <li>Produktionsmetoder, till exempel frilands-, container- och växthusodling.</li> <li>Metoder för klimatkontroll och tillväxtstyrning.</li> <li>Biologiska processer vid hantering, förvaring och lagring av växter, grönsaker, frukt och bär.</li> <li>Ogräs och metoder för ogräsreglering.</li> <li>Skadedjur och växtsjukdomar samt förebyggande och direkta växtskyddsåtgärder.</li> <li>Odlingsjordar, jordförbättringsåtgärder och växtföljder för olika växtkulturer.</li> <li>Odlingssubstrat för olika växtslag och odlingssystem.</li> <li>Metoder för växtförädling i olika syften.</li> <li>Sortiment- och produktkännedom samt olika växtkulturers krav på klimat, växtnäring, vatten och växtskyddsåtgärder.</li> <li>Småskalig respektive storskalig produktion.</li> <li>Ekologiska samband och miljöhänsyn vid ställningstaganden om ogräsbekämpning och växtskyddsåtgärder.</li> <li>Miljöhänsyn i samband med odlingsåtgärder, till exempel vid gödsling, jordbearbetning och bevattning.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Arbetsupplägg med utgångspunkt i odlingsplanering.</li> <li>Fältstudier för uppföljning och bedömning av växternas utveckling och beslut om odlingsåtgärder.</li> <li>Provtagning av jord och växter för olika växtnäringsanalyser och jordbedömning. Bedömning av resultat och växtnäringsberäkningar.</li> <li>Arbete med förökning och skötselåtgärder, till exempel ogräshantering, jordbearbetning, bevattning, marktäckning, gödsling, omskolning och beskärning.</li> <li>Användning av maskiner, handredskap och annan teknisk utrustning för aktuella arbetsuppgifter.</li> <li>Skörd, hantering och lagring av grödor.</li> <li>Hantering och märkning av plantskoleväxter med utgångspunkt i kvalitetsregler.</li> <li>Kvalitetsbedömning och försäljningskanaler för växter och livsmedel.</li> <li>Effektivitet och lönsamhet för olika odlingssystem samt ekonomiska beräkningar, till exempel marknadsanalys och bidragskalkyler.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi och arbetsmiljö i samband med aktuella arbetsuppgifter.</li> <li>Riskbedömning och säkerhetsåtgärder i samband med användning av teknisk utrustning.</li> <li>Lagar och andra bestämmelser som gäller yrkesmässig trädgårdsodling, till exempel miljölagstiftning och livsmedelslagstiftning.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för växternas förökning, utvecklingsfaser och tillväxt. Dessutom beskriver eleven på ett <strong>godtagbart</strong> sätt för hur tillväxten kan påverkas genom olika åtgärder.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika odlingssystem och produktionsprocesser. Dessutom beskriver eleven <strong>enkla</strong> ekologiska samband.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika växtsortiment och grödor som förekommer inom trädgårdsodling. Dessutom för eleven <strong>enkla</strong> resonemang om olika grödors odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom trädgårdsodling med <strong>godtagbart</strong> resultat. Eleven bedömer grödornas utveckling och föreslår med <strong>viss säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller trädgårdsodling.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för växternas förökning, utvecklingsfaser och tillväxt. Dessutom beskriver eleven på ett <strong>utvecklat</strong> sätt för hur tillväxten kan påverkas genom olika åtgärder.</p> <p>Eleven redogör <strong>utförligt</strong> för olika odlingssystem och produktionsprocesser. Dessutom beskriver eleven <strong>relativt komplexa</strong> ekologiska samband.</p> <p>Eleven redogör <strong>utförligt</strong> för olika växtsortiment och grödor som förekommer inom trädgårdsodling. Dessutom för eleven <strong>utvecklade</strong> resonemang om olika grödors odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom trädgårdsodling med <strong>gott</strong> resultat. Eleven bedömer grödornas utveckling och föreslår med <strong>säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller trädgårdsodling.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för växternas förökning, utvecklingsfaser och tillväxt. Dessutom beskriver eleven på ett <strong>utvecklat och nyanserat</strong> sätt för hur tillväxten kan påverkas genom olika åtgärder.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika odlingssystem och produktionsprocesser. Dessutom beskriver eleven <strong>komplexa</strong> ekologiska samband.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika växtsortiment och grödor som förekommer inom trädgårdsodling. Dessutom för eleven <strong>välutvecklade</strong> resonemang om olika grödors odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom trädgårdsodling med <strong>mycket gott</strong> resultat. Eleven bedömer grödornas utveckling och föreslår med <strong>god säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller trädgårdsodling.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
