{
  "code": "TRAV",
  "name": "Travkunskap",
  "englishName": "Harness Racing Studies",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:229",
  "nameHeading": "<h2>Travkunskap</h2>",
  "description": "<p>Ämnet travkunskap behandlar skötsel och träning av travhästar i olika åldrar och utbildningsstadier. Ämnet behandlar också hästars reaktion och beteende vid körning samt kommunikation med hästar. I arbetet som hästskötare ingår att motionera och träna hästar och därför behandlar ämnet den träning som behövs för att kunna köra travhästar i samband med hästskötsel.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet travkunskap ska syfta till att eleverna utvecklar färdigheter i skötsel och körning av travhästar. Undervisningen ska leda till att eleverna utvecklar kunskaper om hästars gångarter och rörelsemekanik samt om sambandet mellan hållbara träningsmetoder och hästars hälsa. Undervisningen ska också leda till att eleverna utvecklar kunskaper om hästars mentala och kroppsliga utveckling. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att sköta och hantera samt utrusta och köra travhästar med hästarnas välbefinnande i centrum. Eleverna ska också ges möjlighet utveckla förmåga att sköta den utrustning som används i samband med körning. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att samspela med hästar samt att köra hästar under kontroll i olika typer av arbeten. Eleverna ska också ges möjlighet att reflektera över arbetsmiljörisker för att utveckla såväl riskmedvetenhet som förmåga att välja och använda arbetsmetoder som främjar en god hälsa och ett hållbart arbetsliv. Eleverna ska dessutom ges möjlighet att utveckla kunskaper om lagar och andra bestämmelser som gäller arbete med hästar och travsport.</p> <p>Genom körövningar ska eleverna ges möjlighet att utveckla förmåga att köra travhästar samt att tyda hästars reaktioner. Undervisningen ska även ge eleverna möjlighet att genom observationer utveckla kunskaper om hästars rörelse.</p> <h5><em>Undervisningen i ämnet travkunskap ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om hästens rörelsemekanik och om faktorer som påverkar hästars prestation och hållbarhet.</li> <li>Kunskaper om travhästars utbildning och utveckling.</li> <li>Förmåga att sköta, hantera och träna hästar med utgångspunkt i djurets välfärd.</li> <li>Förmåga att utrusta travhästar för olika typer av arbete samt att sköta och vårda utrustning.</li> <li>Förmåga att köra hästar under kontroll och i ett bestämt tempo samt att tolka hästars reaktion på träning.</li> <li>Förmåga att arbeta hållbart och säkert samt i enlighet med lagar och andra bestämmelser som gäller arbete med hästar och travsport.</li> </ul><h3>Nivåer i ämnet travkunskap</h3><ul><li>Nivå 1, 100 poäng, som bygger på nivå 1 i ämnet körning med häst.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: TRAV1000X</h3>",
      "code": "TRAV1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet travkunskap på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Hästars gångarter och rörelsemekanik.</li> <li>Avvikelser från normalt rörelsemönster.</li> <li>Hållbar belastning med avseende på variation, kontinuitet och vila, samt skador som kan uppstå till följd av överbelastning.</li> <li>Utbildningsgång för travhästar i olika åldrar.</li> <li>Körlära med betoning på avspänning, rakriktning, takt och balans.</li> <li>Hantering och träning av hästar i samband med körning.</li> <li>Bedömning av hästars hälsa och kondition i samband med aktuella arbeten.</li> <li>Selning och anpassning av utrustning för travhästar för olika typer av arbete.</li> <li>Skötsel och vård av utrustning, vagnar och redskap.</li> <li>Motionsträning och grundläggande intervallträning samt anpassning av träningen efter hästarnas reaktion och individuella förutsättningar.</li> <li>Körning av skolade travhästar under kontroll med fokus på form och balans.</li> <li>Resurseffektivitet och miljöhänsyn samt ergonomi, arbetsmiljö, riskbedömningar och förebyggande säkerhetsåtgärder i samband med aktuella arbeten.</li> <li>Lagar och andra bestämmelser som gäller arbete med hästar.</li> <li>Bestämmelser om körning på väg samt i skog och mark.</li> <li>Etik i samband med träning och tävling.</li> <li>Travsportens organisation och regler.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: TRAV2000X</h3>",
      "code": "TRAV2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet travkunskap på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Travhästars rörelsemekanik och belastning i olika typer av arbeten.</li> <li>Träningsrelaterade skador på travhästar, orsaker och förebyggande åtgärder.</li> <li>Hållbar belastning och samband mellan exteriör och prestation.</li> <li>Träningsmetoder och träningsprogram för olika typer av travhästar i olika åldrar.</li> <li>Träning av travhästar för tävling samt tolkning av hästars reaktion på träning.</li> <li>Hantering och skötsel av travhästar i samband med träning och tävling.</li> <li>Bedömning av hästars hälsa och kondition i samband med aktuella arbeten samt hälsofrämjande arbete, till exempel stretchning.</li> <li>Utrustning samt anpassning av utrustning.</li> <li>Balansering och balanseringens inverkan på travhästar.</li> <li>Skötsel och vård samt enklare underhåll av utrustning, vagnar och redskap.</li> <li>Körning i grupp och individuellt.</li> <li>Tempobedömning och tidtagning på rak- och rundbana.</li> <li>Tempokörning med pulsmätning.</li> <li>Resurseffektivitet och miljöhänsyn samt ergonomi, arbetsmiljö, riskbedömningar och förebyggande säkerhetsåtgärder i samband med aktuella arbeten.</li> <li>Lagar och andra bestämmelser som gäller arbete med travhästar.</li> <li>Bestämmelser om körning på väg samt i skog och mark.</li> <li>Travsportens utveckling, regler och reglementen.</li> <li>Branschens etiska regler i samband med träning av och tävling med hästar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för travhästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>översiktligt</strong> för travhästars utveckling och för faktorer som påverkar travhästars prestation, hälsa och kondition. Dessutom redogör eleven <strong>översiktligt</strong> för träningsrelaterade skador på travhästar samt hur skadorna kan förebyggas.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om travhästars utbildning och olika träningsmetoder för travhästar.</p> <p>Eleven sköter och hanterar med <strong>visst</strong> handlag hästar i samband med körning och tar hänsyn till faktorer som påverkar hästens välmående och hållbarhet.</p> <p>Eleven väljer lämplig utrustning för häst och kusk samt utrustar med <strong>visst</strong> handlag hästar för körning. Dessutom sköter och vårdar eleven aktuell utrustning med <strong>godtagbart</strong> resultat.</p> <p>Eleven kör med <strong>visst</strong> handlag hästar i olika typer av arbeten. I samband med körningen tolkar eleven med <strong>viss säkerhet</strong> hästens reaktioner på arbetet.</p> <p>Eleven väljer och använder ergonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för travhästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>utförligt</strong> för travhästars utveckling och för faktorer som påverkar travhästars prestation, hälsa och kondition. Dessutom redogör eleven <strong>utförligt</strong> för träningsrelaterade skador på travhästar samt hur skadorna kan förebyggas.</p> <p>Eleven visar <strong>goda</strong> kunskaper om travhästars utbildning och olika träningsmetoder för travhästar.</p> <p>Eleven sköter och hanterar med <strong>gott</strong> handlag hästar i samband med körning och tar hänsyn till faktorer som påverkar hästens välmående och hållbarhet.</p> <p>Eleven väljer lämplig utrustning för häst och kusk samt utrustar med <strong>gott</strong> handlag hästar för körning. Dessutom sköter och vårdar eleven aktuell utrustning med <strong>gott</strong> resultat.</p> <p>Eleven kör med <strong>gott</strong> handlag hästar i olika typer av arbeten. I samband med körningen tolkar eleven med <strong>säkerhet</strong> hästens reaktioner på arbetet.</p> <p>Eleven väljer och använder ergonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för travhästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>utförligt och nyanserat</strong> för travhästars utveckling och för faktorer som påverkar travhästars prestation, hälsa och kondition. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för träningsrelaterade skador på travhästar samt hur skadorna kan förebyggas.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om travhästars utbildning och olika träningsmetoder för travhästar.</p> <p>Eleven sköter och hanterar med <strong>mycket gott</strong> handlag hästar i samband med körning och tar hänsyn till faktorer som påverkar hästens välmående och hållbarhet.</p> <p>Eleven väljer lämplig utrustning för häst och kusk samt utrustar med <strong>mycket gott</strong> handlag hästar för körning. Dessutom sköter och vårdar eleven aktuell utrustning med <strong>mycket gott</strong> resultat.</p> <p>Eleven kör med <strong>mycket gott</strong> handlag hästar i olika typer av arbeten. I samband med körningen tolkar eleven med <strong>god säkerhet</strong> hästens reaktioner på arbetet.</p> <p>Eleven väljer och använder ergonomiskt och miljömässigt hållbara arbetsmetoder och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
