{
  "code": "VAXD",
  "name": "Växtodling",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:261",
  "nameHeading": "<h2>Växtodling</h2>",
  "description": "<p>Ämnet växtodling behandlar växtodling inom lantbruk. Odling av växter har stor betydelse för produktion av livsmedel, växtmaterial och råvaror av olika slag. Biologiskt kunnande i kombination med användning av modern teknik bidrar till en hög kvalitet på de odlade produkterna.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet växtodling ska syfta till att eleverna utvecklar förmåga att arbeta med växtodling inom lantbruk. Undervisningen ska leda till att eleverna utvecklar kunskaper om växter och odlingsförutsättningar samt en biologisk förståelse av sammanhangen inom växtodling. Eleverna ska ges möjlighet att utveckla kunskaper om olika odlade växter som förekommer inom lantbruk samt om tillväxtfaktorerna och deras betydelse för växternas utveckling, tillväxt och kvalitet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om samspelet mellan mark, vatten, växter och klimat samt om olika odlingssystem och produktionsmetoder inom växtodling. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hur kulturlandskapet kan bidra till att främja biologisk mångfald och hållbar utveckling. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om växtkulturer och grödor samt grödornas odlingsegenskaper och användningsområden. Eleverna ska också ges möjlighet att utveckla kunskaper om marknaden, produkter och produktkvalitet samt hur olika växtslag, växtföljder och odlingssystem påverkar kvalitet och ekonomiskt resultat. Vidare ska eleverna ges möjlighet att utveckla förmåga att bedöma grödornas utveckling och tillväxt samt att planera och genomföra odlingsåtgärder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att hantera den tekniska utrustning som behövs för det aktuella verksamhetsområdet.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om livsmedelssäkerhet och växtodlingens miljöpåverkan samt om vattenkvalitet och resurssnål användning av vatten. Den ska bidra till att eleverna utvecklar förmåga att använda arbetsmetoder som främjar ett långsiktigt hållbart arbetsliv samt att göra riskbedömningar och vidta förebyggande säkerhetsåtgärder i samband med användning av maskiner och teknisk utrustning. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser som gäller yrkesmässigt arbete med växtodling inom lantbruk.</p> <p>Fältstudier, laborationer och ett undersökande arbetssätt ska ingå i undervisningen. Eleverna ska ges möjlighet att följa växternas utveckling i deras miljö och därigenom utveckla förståelse av sammanhangen i yrkesmässigt arbete med växter inom lantbruk. Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att arbeta med växter och teknisk utrustning på ett ergonomiskt och säkert sätt.</p> <h5><em>Undervisningen i ämnet växtodling ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om växters byggnad, utveckling och tillväxt.</li> <li>Kunskaper om hållbara odlingssystem och produktionsprocesser samt om växtodlingens biologiska och kulturella värden.</li> <li>Kunskaper om växtkulturer och grödor samt om produktkvalitet, marknad och ekonomi.</li> <li>Förmåga att planera och utföra arbetsuppgifter inom växtodling.</li> <li>Förmåga att arbeta hållbart, säkert och i enlighet med lagar och andra bestämmelser som gäller yrkesmässigt arbete med växtodling.</li> </ul><h3>Nivåer i ämnet växtodling</h3><ul><li>Nivå 1, 100 poäng. Betyg i växtodling som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i trädgårdsodling som omfattar nivå 1.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1. Betyg i växtodling som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i trädgårdsodling som omfattar nivå 2.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VAXD1000X</h3>",
      "code": "VAXD1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet växtodling på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Växtcellen, växtvävnader och växtens olika organ.</li> <li>Fotosyntes, andning och energiomsättning hos växter.</li> <li>Växters pollinering och spridning.</li> <li>Vattnet i växten, vattenupptagning och vattentransport.</li> <li>Väder, klimatförutsättningar och klimatets inverkan på odlingsresultatet.</li> <li>Odlingssystem och växtföljder.</li> <li>Ogräs i olika utvecklingsstadier: hjärtbladsstadiet, utvecklat vegetativt stadium och blommande exemplar.</li> <li>Vanliga växtsjukdomar och skadedjur på lantbruksgrödor. Symtom och motåtgärder.</li> <li>Jordarter, jordmån och odlingsjordar.</li> <li>Vattentillgångar, vattenkvalitet, bevattning och dränering.</li> <li>Odlingslandskapets biologiska och kulturella värden samt frågor om hållbara ekosystem och biologisk mångfald.</li> <li>Lantbruksgrödor och sorter samt deras användningsområden.</li> <li>Odlingsvärda produkter med hänsyn till odlingsförutsättningar, ekonomi och marknad.</li> <li>Miljömässiga och ekologiska aspekter på växtodling.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Planering och genomförande av odlingsåtgärder.</li> <li>Tolkning och användning av växtodlingsplaner.</li> <li>Avläsning och tolkning av väderprognoser.</li> <li>Fältstudier för besiktning och uppföljning av grödornas utveckling samt bestämning av odlingsåtgärder och skördetidpunkt.</li> <li>Arbetsuppgifter i samband med växtodling, till exempel gödsling, sådd och andra skötselåtgärder.</li> <li>Jordbearbetning med hänsyn till olika jordars egenskaper.</li> <li>Ogräsinventering i fält samt planering av ogräsbekämpning.</li> <li>Hantering av skörderester.</li> <li>Skötsel av slåtter- och betesvallar.</li> <li>Skötsel av diken.</li> <li>Användning av maskiner och annan teknisk utrustning för aktuella arbetsuppgifter.</li> <li>Skörd, transport och lagring av spannmål och foderväxter.</li> <li>Kostnadsberäkningar för olika odlingsåtgärder samt frågor om resurseffektivitet.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Funktions- och säkerhetskontroll i samband med användning av maskiner och teknisk utrustning.</li> <li>Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med växtodling.</li> <li>Lagar och andra bestämmelser som gäller växtodling, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VAXD2000X</h3>",
      "code": "VAXD2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet växtodling på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Växters utvecklingsstadier samt de yttre och inre faktorer som styr och påverkar utvecklingen.</li> <li>Växtnäringsämnen, växtnäringsupptagning och växtnäringsämnenas funktion i växten.</li> <li>Bin och andra pollinatörers betydelse för odlingsresultatet.</li> <li>Tillväxtfaktorerna och deras betydelse för växtval, tillväxt, odlingsplanering, skötsel och produktkvalitet.</li> <li>Odlingssystem och växtföljder för ekonomiskt och miljömässigt hållbar produktion.</li> <li>Ogräs i olika utvecklingsstadier, spridningsbiologi och bekämpningsmetoder.</li> <li>Växtsjukdomar samt växtskador och deras orsaker, till exempel skador som uppkommer av svampar, skadedjur eller väderlek.</li> <li>Förebyggande och direkta växtskyddsåtgärder däribland mekanisk och kemisk bekämpning av ogräs och skadegörare.</li> <li>Markstruktur, markluft, dränering och markpackning.</li> <li>Mikroorganismer, svampar, bakterier och övriga organismer av betydelse för markens näringsomsättning och kväveförsörjning.</li> <li>Vattnets kretslopp, vattenuttag samt metoder för effektiv vattenanvändning.</li> <li>Ekosystemtjänster och multifunktionella odlingssystem.</li> <li>Diversifiering: odlad och vild mångfald i kulturlandskapet.</li> <li>Lantbruksgrödors odlingsegenskaper och kvalitetskrav.</li> <li>Foderväxters egenskaper och användningsområden.</li> <li>Hur odlingsförutsättningar och marknad påverkar odlingsplaneringen, till exempel val av sorter och odlingssystem.</li> <li>Biologiska processer i samband med lagring.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Växtodlingsplanering innefattande odlingssystem, växtföljder och ekonomiska beräkningar.</li> <li>Fältstudier samt bedömning av hur och när olika växtodlingsåtgärder ska genomföras.</li> <li>Organisation, planering och genomförande av arbetsuppgifter med utgångspunkt i växtodlingsplaner, effektiv resursanvändning och den aktuella situationen.</li> <li>Jordprovtagning för markkartering. Bedömning av resultat samt växtnäringsberäkningar.</li> <li>Tolkning av dikningskartor och åtgärder vid funktionsstörningar.</li> <li>Användning av maskiner och teknisk utrustning i samband med aktuella arbetsuppgifter.</li> <li>Skörd, transport och lagring av produkter samt kvalitetssäkring.</li> <li>Foderanalys.</li> <li>Resurseffektivitet och miljöhänsyn i samband med växtodling.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Funktions- och säkerhetskontroll i samband med användning av aktuella maskiner och teknisk utrustning.</li> <li>Hållbart arbetsliv, ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser som gäller växtodling.</li> <li>Livsmedelsmärkningar och certifieringar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VAXD3000X</h3>",
      "code": "VAXD3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet växtodling på nivå 3 ska behandla följande centrala innehåll:</p> <p><em>Biologisk grund</em></p> <ul> <li>Hur växtfysiologiska samband och yttre faktorer påverkar växtodlingsprocesser och odlingsplanering.</li> <li>Fördjupning inom ett eller flera produktionsområden, till exempel energigrödor, oljeväxter, baljväxter eller foderväxter.</li> <li>Växtsjukdomar, ogräs och skadedjur inom valda produktionsområden samt förebyggande och direkta växtskyddsåtgärder.</li> <li>Olika odlingssystems möjligheter och begränsningar med utgångspunkt i mark- och vattenförhållanden.</li> <li>Åtgärder för att främja diversifiering och biologisk mångfald i kulturlandskapet.</li> <li>Odlingsförutsättningar, produktionsmöjligheter och marknad för valda odlingssystem och grödor.</li> <li>Olika foderväxters odlingsegenskaper, näringsinnehåll och kvalitet.</li> <li>Lönsamhetsberäkningar för olika typer av produktion.</li> </ul> <p><em>Arbetsuppgifter</em></p> <ul> <li>Planering och genomförande av växtodlingsåtgärder med utgångspunkt i yrkesmässiga bedömningar av de aktuella förutsättningarna, ekonomi, grödornas utveckling och effektiv resursanvändning.</li> <li>Användning av maskiner och teknisk utrustning i samband med aktuella arbetsuppgifter.</li> <li>Användning av digitala hjälpmedel för planering, beslutsstöd, uppföljning samt överföring av information mellan fält och kontor.</li> <li>Skörd, transport och lagring av aktuella produkter.</li> <li>Analys av grödor och produkter i samband med skörd och lagring.</li> <li>Kvalitetskrav för valda grödor samt kvalitetssäkring av produktionen.</li> <li>Odlingssystem och odlingsprocesser för ekonomiskt och miljömässigt hållbar produktion, däribland integrerat växtskydd.</li> </ul> <p><em>Arbetsmiljö, säkerhetsfrågor och bestämmelser</em></p> <ul> <li>Ergonomi och förebyggande säkerhetsarbete samt resurseffektivitet och miljöhänsyn i samband med aktuella arbetsuppgifter.</li> <li>Lagar och andra bestämmelser som gäller valda produktionsområden.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om växternas byggnad och utvecklingsfaser. Dessutom redogör eleven <strong>översiktligt</strong> för växternas fysiologi och de faktorer som påverkar tillväxten.</p> <p>Eleven redogör <strong>översiktligt</strong> för hur växtodling kan organiseras med utgångspunkt i grödornas odlingsegenskaper och de biologiska förutsättningarna. Eleven ger också med <strong>viss säkerhet</strong> exempel på hur olika odlingssystem kan bidra till den biologiska mångfalden i kulturlandskapet.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika sorter av lantbruksgrödor och beskriver på ett <strong>godtagbart</strong> sätt olika samband mellan kvalitetskrav, marknad och odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom växtodling med <strong>godtagbart</strong> resultat. Eleven bedömer grödornas utveckling och de aktuella förhållandena och föreslår med <strong>viss säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om växternas byggnad och utvecklingsfaser. Dessutom redogör eleven <strong>utförligt</strong> för växternas fysiologi och de faktorer som påverkar tillväxten.</p> <p>Eleven redogör <strong>utförligt</strong> för hur växtodling kan organiseras med utgångspunkt i grödornas odlingsegenskaper och de biologiska förutsättningarna. Eleven ger också med <strong>säkerhet</strong> exempel på hur olika odlingssystem kan bidra till den biologiska mångfalden i kulturlandskapet.</p> <p>Eleven redogör <strong>utförligt</strong> för olika sorter av lantbruksgrödor och beskriver på ett <strong>utvecklat</strong> sätt olika samband mellan kvalitetskrav, marknad och odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom växtodling med <strong>gott</strong> resultat. Eleven bedömer grödornas utveckling och de aktuella förhållandena och föreslår med <strong>säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om växternas byggnad och utvecklingsfaser. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för växternas fysiologi och de faktorer som påverkar tillväxten.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för hur växtodling kan organiseras med utgångspunkt i grödornas odlingsegenskaper och de biologiska förutsättningarna. Eleven ger också med <strong>god säkerhet</strong> exempel på hur olika odlingssystem kan bidra till den biologiska mångfalden i kulturlandskapet.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika sorter av lantbruksgrödor och beskriver på ett <strong>välutvecklat</strong> sätt olika samband mellan kvalitetskrav, marknad och odlingsvärde.</p> <p>Eleven planerar och utför arbetsuppgifter inom växtodling med <strong>mycket gott</strong> resultat. Eleven bedömer grödornas utveckling och de aktuella förhållandena och föreslår med <strong>god säkerhet</strong> odlingsåtgärder.</p> <p>Eleven vidtar förebyggande säkerhetsåtgärder i arbetet. Dessutom väljer och använder eleven ekonomiskt och miljömässigt hållbara arbetssätt samt arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.099Z"
}