{
  "code": "VENL",
  "name": "Ventilation – installation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:246",
  "nameHeading": "<h2>Ventilation – installation</h2>",
  "description": "<p>Ämnet ventilation – installation behandlar montering och isolering av ventilationstekniska system samt deras uppbyggnad. Ämnet behandlar även hur ett väl fungerande inneklimat påverkar vår boende- och arbetsmiljö.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ventilation – installation ska syfta till att eleverna utvecklar kunskaper om ventilationstekniska systems uppbyggnad samt förmåga att utföra monterings- och isoleringsarbeten på ventilationstekniska system på ett yrkesmässigt sätt. Undervisningen ska leda till att eleverna utvecklar kunskaper om arbetsprocesser och arbetsmetoder för installation av systemen samt förståelse av hur utförandet påverkar funktionen. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar ekonomisk och miljömässig hållbarhet samt kunskaper om branschens ansvar för hållbar utveckling. Produkt- och teknikutveckling inom yrkesområdet ställer krav på proaktivitet och föränderliga arbetssätt. Undervisningen ska därför stimulera elevernas nyfikenhet och vilja till fortsatt lärande i arbetslivet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Dessutom ska eleverna ges möjlighet att utveckla förmåga att läsa och tolka bygghandlingar. Undervisningen ska leda till att eleverna utvecklar förmåga att välja, använda och vårda material, verktyg och maskiner på ett yrkesmässigt sätt samt arbeta med hänsyn till ergonomi, hälsa och säkerhet. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med de lagar och andra bestämmelser som gäller för yrkesområdet samt förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vikten av ansvarstagande samt förmåga att förhålla sig kritiskt granskande till rådande attityder och värderingar på arbetsplatsen. I undervisningen ska eleverna ges rikligt med tillfällen att använda fackspråk för att utveckla förmåga att kommunicera och samverka i olika sammanhang. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om entreprenörskap och förståelse av företagandets villkor.</p> <p>Undervisningen ska bedrivas så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, verktyg och maskiner som är tidsenliga och godkända i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p> <h5><em>Undervisningen i ämnet ventilation – installation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om ventilationstekniska system, arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att utföra monterings- och isoleringsarbeten på ventilationstekniska system, från planering till utvärdering och dokumentation, på ett säkert och hållbart sätt.</li> <li>Förmåga att välja material samt välja och hantera verktyg och maskiner.</li> <li>Förmåga att samverka och kommunicera i olika yrkessammanhang samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet ventilation – installation</h3><ul><li>Nivå 1, 200 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 100 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VENL1000X</h3>",
      "code": "VENL1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ventilation – installation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Uppbyggnad av ventilationstekniska system, till exempel olika typer av kanaler.</li> <li>Upphängningsanordningar för olika typer av kanaler.</li> <li>Hjälpmedel för upphängning och infästning vid montering av ventilationskanaler och ventilationskomponenter.</li> <li>Luftföringsprinciper.</li> <li>Byggregler och rådande standarder.</li> <li>Lagar och andra bestämmelser som gäller arbetsmiljö och säkerhet.</li> <li>Tolkning av bygghandlingar och monteringsanvisningar inför montering, till exempel av olika typer av kanalsystem.</li> <li>Planering med beräkning av materialåtgång utifrån bygghandlingar för att genomföra arbetsuppgiften på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Montering av ventilationskanaler och ventilationsdetaljer.</li> <li>Problemlösning i samband med arbetsuppgiften.</li> <li>Infästning av upphängningsanordningar i olika stommaterial.</li> <li>Olika typer av risker förknippade med arbetsuppgiften samt metoder för att göra riskbedömningar.</li> <li>Användning av personlig skyddsutrustning.</li> <li>Ergonomiskt riktiga arbetssätt.</li> <li>Egenkontroll och dokumentation av utförd arbetsuppgift.</li> <li>Val av material för arbetsuppgiften i enlighet med ekonomisk och miljömässig hållbarhet.</li> <li>Val samt hantering och skötsel av verktyg och maskiner för arbetsuppgiften på ett säkert sätt.</li> <li>Resursanvändning kopplat till arbetsuppgiften, till exempel minimering av spill vid beställning och utförande.</li> <li>Användning av facktermer och fackspråk i relation till arbetsuppgiften.</li> <li>Samverkan och kommunikation med arbetsledare och kollegor.</li> <li>Situationsanpassat agerande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VENL2000X</h3>",
      "code": "VENL2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ventilation – installation på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Uppbyggnad av ventilationstekniska system, till exempel med tak- och väggenomföringar.</li> <li>Upphängningsanordningar för olika typer av kanaler, vid olika lägen och för olika brandklasser.</li> <li>Hjälpmedel för upphängning och infästning vid montering av ventilationskanaler, ventilationskomponenter och ventilationsaggregat.</li> <li>Luftföringsprinciper.</li> <li>Metoder, material och utrustning för isolering av ventilationsanläggningar.</li> <li>Byggregler och rådande standarder.</li> <li>Lagar och andra bestämmelser som gäller arbetsmiljö och säkerhet.</li> <li>Tolkning av bygghandlingar och monteringsanvisningar, till exempel för tak- och väggenomföringar.</li> <li>Planering med beräkning av materialåtgång utifrån bygghandlingar för att genomföra arbetsuppgifterna på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Montering av ventilationssystem och ventilationsdetaljer, till exempel olika don enligt luftföringsprinciper.</li> <li>Problemlösning i samband med arbetet.</li> <li>Upphängning i olika stommaterial, till exempel vid olika lägen och brandklasser.</li> <li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskbedömningar.</li> <li>Användning av ergonomiska hjälpmedel.</li> <li>Ergonomiskt riktiga arbetssätt.</li> <li>Dokumentation av utfört arbete, till exempel av mindre installationsanpassning vid installation.</li> <li>Utvärdering av utförd arbetsuppgift.</li> <li>Val av material för arbetsuppgifterna i enlighet med ekonomisk och miljömässig hållbarhet.</li> <li>Val samt hantering och skötsel av verktyg och maskiner för arbetsuppgifterna på ett säkert sätt.</li> <li>Resursanvändning kopplat till arbetsuppgifterna, till exempel förvaring samt källsortering och återvinning.</li> <li>Användning av facktermer i relation till arbetsuppgifterna.</li> <li>Användning av fackspråk.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> <li>Kommunikation med maskinförare genom handsignal och kommunikationsradio, till exempel vid lossning och lastning.</li> <li>Situationsanpassat agerande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VENL3000X</h3>",
      "code": "VENL3000X",
      "nameHeading": "<h2>Nivå 3, 100 poäng</h2>",
      "name": "Nivå 3",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ventilation – installation på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Uppbyggnad av ventilationssystem, däribland kompletta FTX-aggregat.</li> <li>Hjälpmedel för uppställning vid montering, till exempel av ventilationskomponenter och ventilationsaggregat.</li> <li>Olika typer av isoleringsmaterial samt deras konstruktion och egenskaper inom användningsområdena termisk isolering, kondens-, ljud- och brandisolering.</li> <li>Byggregler och rådande standarder.</li> <li>Lagar och andra bestämmelser som gäller arbetsmiljö och säkerhet.</li> <li>Tolkning av bygghandlingar och monteringsanvisningar för olika typer av komponenter.</li> <li>Planering med beräkning av materialåtgång utifrån bygghandlingar för att genomföra arbetet på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Montering av kompletta ventilationssystem.</li> <li>Identifiering av avvikelser och problemlösning i samband med arbetet.</li> <li>Förhindrande av brandspridning, till exempel med brandgenomföring, brandspjäll, isolering och upphängningar.</li> <li>Olika typer av risker förknippade med arbetet samt metoder för att göra riskbedömningar.</li> <li>Förebyggande av tillbud och olycksfall.</li> <li>Ergonomiskt riktiga arbetssätt.</li> <li>Dokumentation av utfört arbete utifrån egenkontroll och fastställda kvalitetskrav.</li> <li>Utvärdering av utfört arbete.</li> <li>Val av material för arbetet i enlighet med ekonomisk och miljömässig hållbarhet.</li> <li>Val samt hantering och skötsel av verktyg och maskiner för arbetet på ett säkert sätt.</li> <li>Resursanvändning kopplat till arbetet, däribland avfallsförebyggande åtgärder.</li> <li>Hantering av farligt avfall, till exempel vid filterbyte.</li> <li>Användning av facktermer och fackspråk i relation till arbetet.</li> <li>Samverkan och kommunikation med anpassning till mottagare i olika yrkessammanhang.</li> <li>Situationsanpassat agerande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver <strong>översiktligt</strong> uppbyggnad och funktion hos olika ventilationstekniska system. Eleven visar <strong>godtagbara</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven utför monterings- och isoleringsarbeten på ventilationstekniska system med <strong>godtagbart</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven väljer material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>visst</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>viss säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver <strong>utförligt</strong> uppbyggnad och funktion hos olika ventilationstekniska system. Eleven visar <strong>goda</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven utför monterings- och isoleringsarbeten på ventilationstekniska system med <strong>gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven väljer material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>gott</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> uppbyggnad och funktion hos olika ventilationstekniska system. Eleven visar <strong>mycket goda</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven utför monterings- och isoleringsarbeten på ventilationstekniska system med <strong>mycket gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven väljer material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>mycket gott</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>god säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.100Z"
}