{
  "code": "VENT",
  "name": "Ventilationstillverkning",
  "englishName": "Ventilation Manufacturing",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:248",
  "nameHeading": "<h2>Ventilationstillverkning</h2>",
  "description": "<p>Ämnet ventilationstillverkning behandlar hantverksmässig tillverkning av anpassade cirkulära och rektangulära ventilationskanaler och olika övergångar för sammanfogning av ventilationskanaler. Arbetet utförs ofta som en del i en större helhet i byggprocessen. Därför är hänsynstagande till andra aktörer och övergripande planer en viktig del i arbetet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ventilationstillverkning ska syfta till att eleverna utvecklar förmåga att utifrån installations- och byggnadsritningar planera och utföra ventilationsplåtslageriarbeten. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om olika plåtmaterial, deras egenskaper och hur de används inom ventilationsplåtslageri. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om byggnadskonstruktioner och utförandekrav som gäller för nybyggnation och renovering. Genom att väcka elevernas nyfikenhet för olika arbetsområden inom byggnadsplåtslageri ska undervisningen bidra till elevernas möjlighet att själva forma sin framtid. Undervisningen ska dessutom ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt förmåga att söka information i aktuella regelverk. Eleverna ska även ges möjlighet att utveckla förmåga att tolka ritningar och följa instruktioner samt planera och organisera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja och hantera material samt använda och vårda verktyg och maskiner. Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar en ekonomiskt, socialt och miljömässigt hållbar utveckling samt om branschens ansvar för hållbart byggande.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om yrkesrollen och vikten av ansvarstagande på arbetsplatsen. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att förhålla sig kritiskt till attityder och värderingar på arbetsplatsen. Eleverna ska även ges rikligt med tillfällen att använda fackspråk. Därigenom ska eleverna ges möjlighet att utveckla förmåga att kommunicera och samverka med såväl arbetskamrater som kunder på både svenska och engelska. Eleverna ska även ges möjlighet att utveckla förmåga att föra värderande diskussioner om utförda arbeten utifrån såväl kvalitetskontroll som genomförande. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska teoretiska och praktiska kunskaper vävas samman till en helhet för eleverna. Undervisningen ska bedrivas med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade samt organiseras så att eleverna får möjlighet att utföra sina uppgifter både individuellt och i samarbete med andra.</p> <h5><em>Undervisningen i ämnet ventilationstillverkning ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om arbetsprocesser och metoder inom ventilationstillverkning.</li> <li>Förmåga att planera, utföra, dokumentera och utvärdera arbetsuppgifter inom ventilationstillverkning.</li> <li>Förmåga att välja och hantera material samt använda och vårda verktyg och maskiner.</li> <li>Förmåga att arbeta säkert i enlighet med lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att samverka och kommunicera samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet ventilationstillverkning</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 100 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VENT1000X</h3>",
      "code": "VENT1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ventilationstillverkning på nivå 1 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika typer av ventilationskanaler samt deras konstruktion, funktion och användningsområde.</li> <li>Olika typer av plåtmaterial samt deras egenskaper och användningsområden inom ventilationsplåtslageri.</li> <li>Det gemensamma ansvaret för ett hållbart byggande, till exempel genom materialval, materialhantering, återvinning och återbruk.</li> <li>Vanligt förekommande arbetsprocesser och metoder vid ventilationstillverkning.</li> <li>Olika arbetsprocesser, metoder och digitala hjälpmedel för energieffektiva utformningar av ventilationskanaler och detaljer.</li> <li>Lagar och andra bestämmelser inom yrkesområdet, däribland Boverkets byggregler (BBR) och AMA-VVS och kyla (Allmän material- och arbetsbeskrivning för värme, ventilation, sanitet och kyla).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area, mantelarea och volym på vanligt förekommande geometriska former inom ventilationsplåtslageri. Mätning av objekt och upprättande av måttskisser.</li> <li>Utbredning av grundläggande tredimensionella figurer, till exempel formförändringar och dimensionsförändringar.</li> <li>Tillverkning av kanaler, till exempel cirkulära och rektangulära.</li> <li>Sammanfogning av tillverkade kanaler.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Cirkulära arbetsmetoder, till exempel hur produkter och material används, återanvänds och återvinns i flera livscykler och på så sätt bidrar till att minska klimatutsläppen och uttaget av naturresurser.</li> <li>Materialvalets betydelse, till exempel olika material och deras egenskaper vid ventilationstillverkning.</li> <li>Val, hantering och användning av material och metod utifrån arbetsmomentet och materialets lämplighet, egenskaper och användningsområden i enlighet med anvisningar.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter, till exempel utifrån materialens säkerhetsdatablad.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg och maskiner.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Arbetsmiljöverkets föreskrifter och allmänna råd som gäller arbete från ställningar och arbetsplattformar samt användning av lyftanordningar.</li> <li>Bestämmelser som gäller brandfarliga arbeten.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av risker för tillbud och olycksfall samt av hälsorisker med asbest, fekalier, mögel, kvartsdamm och polyklorerade bifenyler (PCB).</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel, till exempel för att minska påverkan av buller, damm, vibrationer, felaktiga lyft och arbetsställningar.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen, på byggarbetsplatsen och i verkstaden, till exempel för säkerhet och arbetsmiljö.</li> <li>Avspärrning av ett arbetsområde i enlighet med Arbetsmiljöverkets föreskrifter.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner och första hjälpen vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VENT2000X</h3>",
      "code": "VENT2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet ventilationstillverkning på nivå 2 ska behandla följande centrala innehåll:</p> <p><em>Arbetsprocesser och metoder</em></p> <ul> <li>Olika krav som påverkar val av material och metod vid tillverkning av ventilationskanaler och delar, till exempel avseende dimensionering, brand, ljud eller bärighet.</li> <li>Övergripande om varsamhetskrav vid renovering och ombyggnad, till exempel byggnaders tekniska, historiska, kulturhistoriska, miljömässiga och konstnärliga värden.</li> <li>Vanligt förekommande arbetsprocesser och metoder vid ventilationstillverkning och sammanfogning.</li> <li>Olika arbetsprocesser och metoder med energieffektiva utformningar av ventilationskanaler och detaljer.</li> <li>Lagar och andra bestämmelser inom området, däribland Boverkets byggregler (BBR) och AMA-VVS och kyla (Allmän material- och arbetsbeskrivning för värme, ventilation, sanitet och kyla).</li> </ul> <p><em>Planering och utförande</em></p> <ul> <li>Tolkning av ritningar, arbetsbeskrivningar, utförandekrav och toleranskrav samt metoder för att identifiera felkällor i arbetsprocessen.</li> <li>Planering för att lösa arbetsuppgifter i enlighet med branschkrav.</li> <li>Beräkningar av materialåtgång, omkrets, area, mantelarea och volym på vanligt förekommande geometriska former inom byggnadsplåtslageri. Mätning av objekt och upprättande av måttskisser.</li> <li>Val och användning av olika sammanfogningsmetoder för tillverkning av cirkulära och rektangulära kanaldetaljer.</li> <li>Tillverkning av kanaler och detaljer för ventilationssystem.</li> <li>Sammanfogning av tillverkade cirkulära och rektangulära kanaldetaljer till kanalsystem.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Dokumentation och egenkontroll före, under och efter utfört arbete.</li> <li>Värdering av utfört arbete och användning av utvärderingar i förbättringsarbete.</li> </ul> <p><em>Hantering av material och utrustning</em></p> <ul> <li>Resursanvändande kopplat till arbetsuppgiften, däribland val och användning av material med hänsyn till kvalitet och kostnader samt hälso- och miljöaspekter. Materialvalets betydelse för ett hållbart byggande.</li> <li>Val, hantering och användning av material och metod utifrån arbetsmomentet och materialets lämplighet, egenskaper och användningsområde i enlighet med anvisningar.</li> <li>Hantering, förvaring och skyddande av byggmaterial och byggnadsdelar samt sortering av byggavfall och restprodukter.</li> <li>Val, användning och vård av för arbetsuppgiften lämpliga verktyg, maskiner och förekommande tillsatsutrustningar.</li> </ul> <p><em>Säkerhet</em></p> <ul> <li>Konsekvenser av att inte följa lagar och andra bestämmelser som gäller arbeten på hög höjd, till exempel vites- och bötesföreläggande.</li> <li>Riskbedömningar i det dagliga arbetet, däribland av hälsorisker med asbest, fekalier, mögel, kvartsdamm och polyklorerade bifenyler (PCB) samt av risker med felaktiga arbetsställningar.</li> <li>Användning av personlig skyddsutrustning och ergonomiska hjälpmedel.</li> <li>Åtgärder för att skydda person, verktyg och material mot fall vid arbeten på höjd och från ställningar.</li> <li>Ansvarstagande i yrkesrollen, på byggarbetsplatsen och i verkstaden.</li> <li>Förebyggande brandskydd och elsäkerhet.</li> <li>Tillträdes- och utrymningsvägar på arbetsplatsen.</li> <li>Nödlägesrutiner vid krissituationer och olycksfall.</li> </ul> <p><em>Samverkan och kommunikation</em></p> <ul> <li>Fackspråk på både svenska och engelska.</li> <li>Faktorer som påverkar den sociala arbetsmiljön, däribland bemötande och inkluderande arbetssätt.</li> <li>Samverkan och kommunikation på arbetsplatsen samt med kund eller beställare.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för arbetsprocesser och metoder inom ventilationstillverkning.</p> <p>Eleven planerar arbetsuppgifter inom ventilationstillverkning. Eleven utför med <strong>visst</strong> handlag arbetsuppgifterna och följer med <strong>viss säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>godtagbar</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>visst</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>viss säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>översiktligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för arbetsprocesser och metoder inom ventilationstillverkning.</p> <p>Eleven planerar arbetsuppgifter inom ventilationstillverkning. Eleven utför med <strong>gott</strong> handlag arbetsuppgifterna och följer med <strong>säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocesser och metoder inom ventilationstillverkning.</p> <p>Eleven planerar arbetsuppgifter inom ventilationstillverkning. Eleven utför med <strong>mycket gott</strong> handlag arbetsuppgifterna och följer med <strong>god säkerhet</strong> arbetsbeskrivningar och ritningar. Resultatet av arbetet är av <strong>mycket god</strong> kvalitet. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en dokumentation av arbetet. Dessutom utvärderar eleven arbetsprocessen och resultatet samt ger förslag på hur arbetet kan förbättras.</p> <p>Eleven väljer samt hanterar med <strong>mycket gott</strong> handlag olika material. Dessutom använder och vårdar eleven med <strong>god säkerhet</strong> verktyg och maskiner.</p> <p>Eleven gör riskbedömningar och arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi i enlighet med lagar och andra bestämmelser inom området. Eleven motiverar <strong>utförligt och nyanserat</strong> sina val av arbetsmetoder.</p> <p>Eleven samverkar och kommunicerar samt använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
