{
  "code": "VISU",
  "name": "Visuell kommunikation",
  "englishName": "Visual Communication",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:250",
  "nameHeading": "<h2>Visuell kommunikation</h2>",
  "description": "<p>Ämnet visuell kommunikation behandlar främst samtidens användning av fotografiska och rörliga bilder, men ger också ett historiskt perspektiv på visuella kommunikationsformer. Kritisk bildförståelse ökar förmågan att uppfatta och tolka visuella budskap som förs fram i samhället och människor emellan. Ämnet behandlar även bildsemiotik och hur bild, text och ljud samverkar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet visuell kommunikation ska syfta till att eleverna utvecklar kunskaper om vår tids bildkommunikation och hur könsroller, samhällsutveckling, religion, politik och kulturer har presenterats visuellt genom historien fram till i dag. Undervisningen ska lämna utrymme för diskussion och reflektion och bidra till att eleverna utvecklar förståelse av och ett kritiskt förhållningssätt till bilders makt och påverkan i samhället, på såväl grupp- som individnivå. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om bildens språkliga dimensioner och hur visuella uttryck skapar mening och kan skifta betydelse beroende på sammanhang och spridning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om begrepp, teorier och modeller för bildanalys och bildtolkning.</p> <p>Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om hur färg och form påverkar bilders uttryck samt bilders förmåga att interagera med ljud och text. Undervisningen ska stimulera elevernas nyfikenhet och lust att arbeta med visuell kommunikation och ge dem möjlighet att utveckla färdigheter i att framställa, utforma och förmedla egna visuella budskap.</p> <p>I undervisningen ska eleverna ges möjlighet att praktiskt arbeta med fotografiets och den rörliga bildens uttryck och kommunikativa möjligheter i olika sammanhang. Eleverna ska även ges möjlighet att praktiskt undersöka hur samverkan mellan bilder, texter och formgivning kan förstärka budskap och upplevelser.</p> <h5><em>Undervisningen i ämnet visuell kommunikation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om den visuella kulturens påverkan på människor och hur bilder kommunicerar ur olika aspekter och i olika sammanhang.</li> <li>Förmåga att kritiskt granska visuella budskap.</li> <li>Kunskaper om bildteoretiska begrepp, teorier och modeller.</li> <li>Färdigheter i att framställa, utforma och förmedla olika typer av visuella budskap.</li> </ul><h3>Nivåer i ämnet visuell kommunikation</h3><ul><li>Nivå 1, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VISU1000X</h3>",
      "code": "VISU1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet visuell kommunikation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Analys av hur bilder, till exempel fotografier och filmer, används och har använts för att bära olika budskap i olika tider och sammanhang.</li> <li>Visuella presentationer av könsroller, samhällsutveckling, religion, politik och kulturer genom tiderna.</li> <li>Bilders makt och påverkan på människor. Stereotyper och representation.</li> <li>Hur bilder kan förändra betydelse beroende på vem som använder och sprider dem samt i vilket sammanhang de förekommer.</li> <li>Avsändarens och mottagarens olika perspektiv i spridning av bilder.</li> <li>Värdering och kritisk granskning av bilder från olika perspektiv, till exempel makt och genus.</li> <li>Källkritisk värdering av information relaterat till bilder i olika medier.</li> <li>Bildteoretiska begrepp, teorier och modeller.</li> <li>Semiotik och dramaturgi.</li> <li>Betraktarens förförståelse samt kontextens betydelse för förståelsen och uppfattningen av visuella budskap.</li> <li>Färg och form i relation till bilders uttryck.</li> <li>Hur text och ljud samspelar med bilder i visuell kommunikation.</li> <li>Utformning och produktion av visuella budskap.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om hur visuella budskap påverkar människor och hur bilder kommunicerar på olika sätt beroende på sammanhang.</p> <p>Eleven gör <strong>enkla</strong> kritiska granskningar av visuella budskap.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om teorier och modeller för analys av visuell kommunikation och använder bildteoretiska begrepp med <strong>viss säkerhet</strong>.</p> <p>Eleven visar <strong>godtagbara</strong> färdigheter i att utforma och förmedla egna visuella budskap.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om hur visuella budskap påverkar människor och hur bilder kommunicerar på olika sätt beroende på sammanhang.</p> <p>Eleven gör <strong>relativt komplexa</strong> kritiska granskningar av visuella budskap.</p> <p>Eleven visar <strong>goda</strong> kunskaper om teorier och modeller för analys av visuell kommunikation och använder bildteoretiska begrepp med <strong>säkerhet</strong>.</p> <p>Eleven visar <strong>goda</strong> färdigheter i att utforma och förmedla egna visuella budskap.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om hur visuella budskap påverkar människor och hur bilder kommunicerar på olika sätt beroende på sammanhang.</p> <p>Eleven gör <strong>komplexa</strong> kritiska granskningar av visuella budskap.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om teorier och modeller för analys av visuell kommunikation och använder bildteoretiska begrepp med <strong>god säkerhet</strong>.</p> <p>Eleven visar <strong>mycket goda</strong> färdigheter i att utforma och förmedla egna visuella budskap.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
