{
  "code": "VVSN",
  "name": "VVS – installation",
  "englishName": "Plumbing and HVACR – Installation",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "reform": "GY25",
  "startDate": "2025-07-01",
  "modifiedDate": "2025-12-19",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:251",
  "nameHeading": "<h2>VVS – installation</h2>",
  "description": "<p>&Auml;mnet VVS &ndash; installation behandlar installation av VVS-tekniska system i byggnader och &auml;r till sin karakt&auml;r b&aring;de praktiskt och teoretiskt. Samh&auml;llets &ouml;kande krav p&aring; minskad energif&ouml;rbrukning och v&auml;l fungerande inomhusmilj&ouml;er tillsammans med betydelsen av en h&aring;llbar utveckling behandlas ocks&aring;.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet VVS – installation ska syfta till att eleverna utvecklar kunskaper om värme- och sanitetstekniska installationer samt deras konstruktion och funktion. Undervisningen ska även leda till att eleverna utvecklar förmåga att installera kompletta VVS-tekniska system på ett yrkesmässigt sätt. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar hållbar utveckling. Produkt- och teknikutveckling inom yrkesområdet ställer krav på proaktivitet och föränderliga arbetssätt. Undervisningen ska därför stimulera elevernas nyfikenhet och vilja till fortsatt lärande i arbetslivet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Undervisningen ska leda till att eleverna utvecklar förmåga att välja, använda och vårda material, verktyg och maskiner på ett yrkesmässigt sätt samt arbeta med hänsyn till ergonomi, hälsa och säkerhet. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att tolka och följa bygghandlingar och manualer. Dessutom ska eleverna ges möjlighet att utveckla färdigheter i områdesspecifika sammanfogningstekniker. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med de lagar och andra bestämmelser som gäller för yrkesområdet samt förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vikten av ansvarstagande samt förmåga att förhålla sig kritiskt granskande till rådande attityder och värderingar på arbetsplatsen. Eleverna ska ges rikligt med tillfällen att använda fackspråk för att utveckla förmåga att kommunicera och samverka i olika sammanhang. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>Undervisningen ska genomföras så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifterna ska genomföras med metoder, verktyg och maskiner som är tidsenliga och godkända i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt bedrivas så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om entreprenörskap och förståelse av företagandets villkor.</p> <h5><em>Undervisningen i ämnet VVS – installation ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om VVS-tekniska system, arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser som gäller för verksamhetsområdet.</li> <li>Förmåga att installera och driftsätta VVS-tekniska system, från planering till utvärdering och dokumentation, på ett säkert och hållbart sätt.</li> <li>Förmåga att välja och hantera material, verktyg och maskiner.</li> <li>Förmåga att samverka och kommunicera i olika yrkessammanhang samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet VVS – installation</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet VVS-teknik.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li> <li>Nivå 3, 200 poäng, som bygger på nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VVSN1000X</h3>",
      "code": "VVSN1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet VVS – installation på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Medier i VVS-tekniska system och deras användningsområden, miljöpåverkan och driftegenskaper.</li> <li>Avloppssystem samt hur de förläggs och monteras både inom- och utomhus.</li> <li>Metoder och instrument för att mäta och reglera tryck, temperatur, flöden och strömningshastighet i VVS-tekniska system.</li> <li>Egenskaper hos och användningsområden för material, komponenter och apparater med hänsyn till yttre och inre korrosion, brandskydd och ljud.</li> <li>Lagar och andra bestämmelser som gäller VVS-installationer, däribland bygglagstiftning, standarder och branschregler som används i byggprocessens olika skeden.</li> <li>Besiktning av utfört arbete, däribland vattenskadeförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser som gäller brandsäkerhet samt arbetsmiljö, hälsa och säkerhet inom området.</li> <li>Läsning och tolkning av ritningar, arbetsbeskrivningar, monteringsanvisningar och manualer.</li> <li>Tillverkning av egna skisser.</li> <li>Planering och organisering av arbetsplatsen vid arbete med VVS-installationer på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Planering och organisering av arbetsuppgifter utifrån information i bygghandlingar.</li> <li>Sammanfogning med odemonterbara och demonterbara förband, till exempel löd- och svetsfogar, mekaniska kopplingar och flänsförband.</li> <li>Fogberedning för sammanfogning med gassvetsning med från- och motsvets i förekommande positioner i horisontellt och vertikalt läge, i plattstål och tubrör.</li> <li>Måttsättning för montering, avsättningar och isoleringsavstånd.</li> <li>Placering och förläggningssätt av rör.</li> <li>Montering av kallvattenmatning, varmvattenberedning och tappställe för varm- och kallvatten för hygien, disk och renspolning på ett ekonomiskt och miljömässigt hållbart sätt samt enligt branschens krav på säkerhet, funktion, utförande och estetik.</li> <li>Täthets- och tryckprovning, kontroller och bedömning samt dokumentation av utförda åtgärder.</li> <li>Ergonomiskt säkra och skadeförebyggande arbetssätt.</li> <li>Egenkontroll, utvärdering och dokumentation av utfört arbete.</li> <li>Felsökning samt service- och underhållsarbeten i VVS-anläggningar.</li> <li>Val av rör, komponenter och apparater för arbetsuppgiften.</li> <li>Val och hantering av material för arbetsuppgiften med hänsyn till kvalitet, egenskaper, kostnader samt hälso- och miljöaspekter.</li> <li>Val och säker hantering av verktyg, maskiner och övriga hjälpmedel.</li> <li>Samverkan och kommunikation med anpassning till mottagare och i olika yrkessammanhang.</li> <li>Kommunikation med facktermer i relation till arbetsuppgiften.</li> <li>Användning av fackspråk.</li> <li>Situationsanpassat bemötande av beställare och fastighetsägare på svenska och engelska.</li> <li>Agerande utifrån faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VVSN2000X</h3>",
      "code": "VVSN2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet VVS – installation på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Konventionella energisystem, deras uppbyggnad och funktion samt förekommande medier i systemen.</li> <li>Anläggningar, pumpar och övrig utrustning för avskiljning och rening av avloppsvatten.</li> <li>Avskiljning och rening av avloppsvatten.</li> <li>Metoder och instrument för att mäta och reglera tryck, temperatur, flöden och strömningshastighet i VVS-tekniska system.</li> <li>Trycksatta kärl, pumpar och övrig utrustning för tryckhållning och funktion vid drift av VVS-tekniska system.</li> <li>Lagar och andra bestämmelser som gäller VVS-installation, däribland bygglagstiftning, standarder och branschregler som används vid byggprocessens olika skeden.</li> <li>Tillträdesregler, till exempel vid arbeten i bostäder och andra lokaler utanför den egna verksamheten.</li> <li>Besiktning av utfört arbete, däribland vattenskadeförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser som gäller brandsäkerhet samt arbetsmiljö, hälsa och säkerhet inom området.</li> <li>Läsning och tolkning av ritningar med symboler, skalor, vyer och beteckningar.</li> <li>Tillverkning av ritningar utifrån uppsatta krav.</li> <li>Planering av arbetsuppgifter på ett säkert samt ekonomiskt och miljömässigt hållbart sätt i enlighet med de avtal, lagar och andra bestämmelser som gäller i samverkan mellan beställare, utförare och konsumenter.</li> <li>Dimensionering av rör, för värmare och tappvattensystem.</li> <li>Sammanfogning med löd- och svetsfogar med metoderna gas- eller TIG-svets.</li> <li>Sammanfogning med mekaniska kopplingar och flänsförband.</li> <li>Sammanfogning med gassvetsning med teknikerna från- och motsvets i förekommande positioner i horisontellt och vertikalt läge, i plattstål och tubrör.</li> <li>Håltagning med gasskärutrustning.</li> <li>Måttsättning för montering, avsättningar och isoleringsavstånd.</li> <li>Placering och förläggningssätt av rör.</li> <li>Montering och installation av förekommande värmeteknisk utrustning på ett ekonomiskt och miljömässigt hållbart sätt samt enligt manualer och branschens krav på säkerhet, funktion, utförande och estetik.</li> <li>Uppbyggnad av delsystem för värmedistribution.</li> <li>Driftsättning av cirkulationspumpar och ventiler.</li> <li>Avluftning och avgasning av värmesystem.</li> <li>Framställning av enklare bygghandlingar.</li> <li>Ergonomiskt säkra och skadeförebyggande arbetssätt.</li> <li>Egenkontroll, utvärdering och dokumentation av utfört arbete.</li> <li>Felsökning samt service- och underhållsarbeten i VVS-anläggningar.</li> <li>Val av rör, komponenter och apparater för arbetet.</li> <li>Val och hantering av material för arbetet på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Val av material för arbetet utifrån funktion, miljöpåverkan och användningsområden, till exempel avseende värme, fukt, ljud och brand.</li> <li>Val och säker hantering av verktyg, maskiner och övriga hjälpmedel.</li> <li>Val och säker hantering av utrustning för att reglera temperaturer och flöden.</li> <li>Samverkan och kommunikation med anpassning till mottagare och i olika yrkessammanhang.</li> <li>Kommunikation med facktermer på svenska och engelska i relation till arbetsuppgiften.</li> <li>Användning av fackspråk.</li> <li>Situationsanpassat bemötande av beställare, fastighetsägare och andra yrkesgrupper på svenska och engelska.</li> <li>Agerande utifrån faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VVSN3000X</h3>",
      "code": "VVSN3000X",
      "nameHeading": "<h2>Nivå 3, 200 poäng</h2>",
      "name": "Nivå 3",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet VVS – installation på nivå 3 ska behandla följande centrala innehåll:</p> <ul> <li>Alternativa energisystem, deras uppbyggnad och funktion samt förekommande medier i systemen.</li> <li>Principer för pumpteknik och pumpdata.</li> <li>Metoder och instrument för att mäta och reglera tryck, temperatur, flöden och strömningshastighet i VVS-tekniska system.</li> <li>Flödesscheman, driftkort och manualer för att utföra driftkontroll på verkliga eller fiktiva VVS-tekniska system.</li> <li>Lagar och andra bestämmelser som gäller VVS-installationer, däribland bygglagstiftning, standarder och branschregler som används vid byggprocessens olika skeden.</li> <li>Konsumentlagstiftning.</li> <li>Lagar och andra bestämmelser som gäller entreprenader och förekommande entreprenadformer samt samordning och gränsdragning mellan entreprenader.</li> <li>Besiktning av utfört arbete, däribland vattenskadeförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser som gäller brandsäkerhet samt arbetsmiljö, hälsa och säkerhet inom området.</li> <li>Läsning och tolkning av ritningar med symboler, skalor, vyer och beteckningar.</li> <li>Tillverkning av ritningar utifrån uppsatta krav.</li> <li>Användning av produktinformation, schabloner och beräkningsmetoder för beräkningar av system.</li> <li>Planering av arbetsuppgifter på ett säkert samt ekonomiskt och miljömässigt hållbart sätt i enlighet med de avtal, lagar och andra bestämmelser som gäller i samverkan mellan beställare, utförare och konsumenter.</li> <li>Tolkning och användning av normprislistan inom området.</li> <li>Sammanfogning med löd- och svetsfogar med metoderna gas- eller TIG-svets.</li> <li>Sammanfogning med mekaniska kopplingar och flänsförband.</li> <li>Kvalitetsnivåer och kompetenskrav inom svetsning och lödning.</li> <li>Sammanfogning med gassvetsning med teknikerna från- och motsvets i förekommande positioner i horisontellt och vertikalt läge i plattstål och tubrör, samt förgrening efter håltagning.</li> <li>Måttsättning för montering, avsättningar och isoleringsavstånd.</li> <li>Placering och förläggningssätt av rör.</li> <li>Montering av kompletta VVS-installationer som omfattar produktion, distribution och förbrukning på ett ekonomiskt och miljömässigt hållbart sätt samt enligt branschens krav på säkerhet, funktion, utförande och estetik.</li> <li>Funktionstestning av olika system i syfte att säkerställa funktionskrav.</li> <li>Injustering och driftsättning av systemen.</li> <li>Avluftning och avgasning av värmesystem.</li> <li>Provning, besiktning, funktionskontroll och dokumentation utifrån upprättade bygghandlingar.</li> <li>Framställning av enklare drift- och underhållsinstruktioner.</li> <li>Ergonomiskt säkra och skadeförebyggande arbetssätt, däribland vid svetsningsarbeten.</li> <li>Egenkontroll, utvärdering och dokumentation av utfört arbete.</li> <li>Felsökning samt service- och underhållsarbeten i VVS-anläggningar.</li> <li>Val och hantering av material, rör, komponenter och apparater för arbetet.</li> <li>Källsortering, återanvändning och återvinning av material i enlighet med lagar och andra bestämmelser inom området.</li> <li>Val och säker hantering av verktyg, maskiner och övriga hjälpmedel.</li> <li>Val och säker hantering av utrustning för att reglera temperaturer och flöden.</li> <li>Samverkan och kommunikation med anpassning till mottagare och i olika yrkessammanhang.</li> <li>Kommunikation med fackspråk i tal och skrift i arbetet.</li> <li>Situationsanpassat bemötande av beställare, handledare och fastighetsägare på svenska och engelska.</li> <li>Agerande utifrån faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven redogör <strong>översiktligt</strong> för uppbyggnad och funktion hos olika VVS-tekniska system. Eleven visar <strong>godtagbara</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven installerar och driftsätter VVS-tekniska system med <strong>godtagbart</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material med <strong>viss säkerhet</strong> utifrån arbetsuppgiften. Eleven hanterar med <strong>visst</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>viss säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven redogör <strong>utförligt</strong> för uppbyggnad och funktion hos olika VVS-tekniska system. Eleven visar <strong>goda</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven installerar och driftsätter VVS-tekniska system med <strong>gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material med <strong>säkerhet</strong> utifrån arbetsuppgiften. Eleven hanterar med <strong>gott</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för uppbyggnad och funktion hos olika VVS-tekniska system. Eleven visar <strong>mycket goda</strong> kunskaper om arbetsprocesser och arbetsmetoder samt om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven installerar och driftsätter VVS-tekniska system med <strong>mycket gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material med <strong>god säkerhet</strong> utifrån arbetsuppgiften. Eleven hanterar med <strong>mycket gott</strong> handlag verktyg och maskiner.</p> <p>Eleven använder fackspråk med <strong>god säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
