{
  "code": "VVSO",
  "name": "VVS och fastighet",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:252",
  "nameHeading": "<h2>VVS och fastighet</h2>",
  "description": "<p>Ämnet VVS och fastighet behandlar VVS- och fastighetsbranschens verksamhetsområden, deras olika yrken och arbetsuppgifter. I ämnet behandlas hur värme-, ventilations-, sanitets-, kyl- och värmepumpssystem är uppbyggda, fungerar och samverkar. Ämnet ger de grundläggande utgångspunkterna för främjandet av hållbar utveckling inom yrkesområdena.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet VVS och fastighet ska syfta till att eleverna utvecklar kunskaper om värme-, ventilations-, sanitets-, kyl- och värmepumpssystem samt deras funktion och konstruktion. Eleverna ska ges möjlighet att utveckla kunskaper om systemen var för sig och i samverkan. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att utföra arbetsuppgifter inom aktuella verksamhetsområden. Därtill ska undervisningen ge eleverna möjlighet att utveckla kunskaper om byggnaders konstruktion samt hur byggnaders verksamhet och klimatskal påverkar systemen. Eleverna ska även ges möjlighet att utveckla förståelse av inomhusklimatets betydelse för välbefinnande och god hälsa. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om VVS- och fastighetsbranschen och om befintliga yrkeskategorier inom verksamhetsområdena. Dessutom ska undervisningen stimulera elevernas nyfikenhet och väcka deras intresse för olika yrken inom branschen.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om arbetsprinciper och produktionsförutsättningar som främjar hållbar utveckling. Genom detta ska eleverna ges möjlighet att utveckla kunskaper om energianvändningens effekter på byggnaders inomhusklimat. Därtill ska undervisningen ge eleverna möjlighet att utveckla kunskaper om underhållets betydelse inom VVS- och fastighetsbranschen. Undervisningen ska leda till att eleverna utvecklar kunskaper om hur utrustning och material hanteras på ett yrkesmässigt och säkert sätt. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med lagar och andra bestämmelser för yrkesområdet samt att förebygga och hantera risker i den egna arbetsmiljön.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vikten av ansvarstagande i arbetslivet samt om hur de kan förhålla sig kritiskt granskande till rådande attityder och värderingar. Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om branschområdenas fackspråk. I undervisningen ska eleverna även ges rikligt med tillfällen att använda fackspråk för att utveckla förmåga att kommunicera och samverka i olika sammanhang under arbetsutövning. Därtill ska eleverna ges möjlighet att föra värderande diskussioner om arbetet gällande både arbetsprocess och resultat.</p> <p>Undervisningen ska bedrivas så att eleverna ges möjlighet att utveckla förmåga att omsätta teoretiska kunskaper i praktisk handling, liksom att utveckla teoretiska kunskaper utifrån praktiskt arbete. Genom problemlösande arbetssätt och arbetsmiljöriktiga förhållningssätt ska eleverna ges möjlighet att utveckla förmåga att arbeta ansvarsfullt, såväl individuellt som i samarbete med andra. Undervisningen ska bedrivas så att eleverna, genom praktiskt arbete och studiebesök på arbetsplatser, får en inledande introduktion i yrkesmässigt arbete inom samtliga branschområden.</p> <h5><em>Undervisningen i ämnet VVS och fastighet ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om VVS- och fastighetsbranschens verksamhetsområden och yrken samt om lagar och andra bestämmelser inom yrkesområdena.</li> <li>Kunskaper om energitekniska system och energibärande medier samt om effektiv och hållbar energianvändning.</li> <li>Förmåga att utföra arbetsuppgifter inom aktuella verksamhetsområden, från planering till utvärdering och dokumentation, på ett hållbart och säkert sätt.</li> <li>Förmåga att hantera material, maskiner, verktyg och annan teknisk utrustning.</li> <li>Förmåga att samverka och kommunicera under arbetsutövning samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet VVS och fastighet</h3><ul><li>Nivå 1, 100 poäng. </li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: VVSO1000X</h3>",
      "code": "VVSO1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet VVS och fastighet på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>VVS- och fastighetsbranschens verksamhetsområden.</li> <li>Yrken inom VVS- och fastighetsbranschen.</li> <li>Introduktion till lagar och andra bestämmelser som gäller byggnaders konstruktion och material.</li> <li>Inomhusklimatets betydelse för god hälsa.</li> <li>Lagar och andra bestämmelser som gäller arbetsmiljö i relation till den aktuella arbetsuppgiften.</li> <li>Uppbyggnad och funktion av värme-, sanitets-, ventilations-, kyl- och värmepumpssystem i fastigheter och anläggningar.</li> <li>Byggnaders tekniska konstruktion och byggmaterials egenskaper.</li> <li>Sambanden mellan byggnaders konstruktion, klimatskal och verksamhet utifrån perspektiv på social, ekonomisk och miljömässig hållbarhet.</li> <li>Vattnets kretslopp i naturen och hur miljön påverkar tillgången på rent vatten.</li> <li>Sambanden mellan värme och andra former av energi, till exempel värmeöverföring, temperatur, energiomvandling och tryck.</li> <li>Termodynamikens lagar.</li> <li>Resursanvändning i arbetet.</li> <li>Läsning och tolkning av ritningar, ritningssymboler och beteckningar samt hur de används för att beskriva system, däribland isometriska ritningar.</li> <li>Systemfunktioner och enheter inom området värme och ventilation.</li> <li>Utförande av vanligt förekommande arbetsuppgifter inom värme-, sanitets-, ventilations-, kyl- och värmepumpssystem.</li> <li>Enklare montering av delar av system inom samtliga områden kyla, värme, sanitet och ventilation.</li> <li>Ergonomi och arbetsmiljö för den aktuella arbetsuppgiften samt hur verktygen kan underlätta arbetet.</li> <li>Säkra arbetssätt i relation till arbetsuppgiften, däribland vid användning av jordfelsbrytare som personskydd.</li> <li>Egenkontroller, utvärdering och enkel dokumentation utifrån den aktuella arbetsuppgiften.</li> <li>Val, användning och vård av verktyg och maskiner för den aktuella arbetsuppgiften.</li> <li>Läsning och tolkning av manualer och anvisningar från verktygstillverkare, maskin- och komponentleverantörer.</li> <li>Användning av grundläggande tekniska begrepp, beteckningar och symboler inom respektive yrkesområde.</li> <li>Begrepp inom termodynamiken, till exempel värmeöverföring, temperatur, energiomvandling och tryck.</li> <li>Kommunikation med facktermer i relation till arbetsuppgiften.</li> <li>Situationsanpassat bemötande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: VVSO2000X</h3>",
      "code": "VVSO2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet VVS och fastighet på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika aktörers funktioner och roller inom VVS- och fastighetsbranschens verksamhetsområden.</li> <li>Vanligt förekommande fel vid installation, konstruktion och handhavande samt hur dessa kan förebyggas, till exempel fuktskador.</li> <li>Installationsregler, bygglagstiftning och arbetsmiljöregler. Energihushållning enligt branschens riktlinjer för ekonomisk och miljömässig hållbarhet.</li> <li>Gemensamma utgångspunkter för installation och skötsel av värme-, sanitets-, ventilations-, kyl- och värmepumpssystem.</li> <li>Samverkan mellan apparater och komponenter inom system.</li> <li>Samverkan mellan system i fastigheter, byggnadsverk och anläggningar.</li> <li>Principer och förutsättningar för luftbehandling.</li> <li>Vattentäkter för kommunala och enskilda anläggningar samt apparater och komponenter för behandling av dricksvatten.</li> <li>Flödesriktningar, tryck och temperaturer i olika system, däribland rör- och luftkanalsystem, värmare och köldbärarsystemens luftkylare.</li> <li>Flöden, tryckfall och nivå i fastighetens system.</li> <li>Effektiv energianvändning för byggnader.</li> <li>Avfallsförebyggande åtgärder i arbetet.</li> <li>Läsning och tolkning av ritningar, underhållsscheman, manualer och innehållsdeklarationer för organisering av arbetsuppgifter.</li> <li>Användning av flödesscheman, driftkort och användarmanualer för att utföra driftkontroll på verkliga eller fiktiva system.</li> <li>Användning av skarv- och fogningsteknik för till exempel löd- och svetsfogar, mekaniska kopplingar, in- och utvändiga ventilationsskarvar och flänsförband.</li> <li>Användning av metoder och tekniker för periodiskt förebyggande och avhjälpande underhåll samt för reparationer av fastigheter.</li> <li>Riskbedömning av den aktuella arbetsuppgiften i relation till miljö, ergonomi och arbetsmiljö.</li> <li>Utförande av enklare installationer och skötsel av värme-, sanitets-, ventilations-, kyl- och värmepumpssystem.</li> <li>Reglering av sanitets-, värme-, ventilation- och kylanläggningar.</li> <li>Inställning av reglerkretsar.</li> <li>Säkra arbetssätt i relation till arbetet.</li> <li>Första hjälpen med HLR (hjärt-lungräddning).</li> <li>Egenkontroller, utvärdering och dokumentation av utfört arbete med relevanta verktyg och hjälpmedel inom yrkesområdena.</li> <li>Användning och vård av verktyg och maskiner för arbetet.</li> <li>Faktorer som påverkar val av verktyg, maskiner, material och fästdon.</li> <li>Underhåll, reparationer och kalibrering av utrustning och maskiner.</li> <li>Användning av facktermer på svenska och engelska i relation till arbetsuppgiften.</li> <li>Kommunikation med fackspråk i relation till arbetsuppgiften.</li> <li>Situationsanpassat agerande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om VVS- och fastighetsbranschens verksamhetsområden och yrken. Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om energitekniska system och energibärande medier. Eleven redogör <strong>översiktligt</strong> för effektiv och hållbar energianvändning.</p> <p>Eleven utför med <strong>viss säkerhet</strong> arbetsuppgifter inom VVS- och fastighetsbranschens verksamhetsområden. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material, maskiner, verktyg och annan teknisk utrustning med <strong>viss säkerhet</strong>.</p> <p>Eleven samverkar och kommunicerar under arbetsutövningen. Eleven använder fackspråk med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om VVS- och fastighetsbranschens verksamhetsområden och yrken. Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven visar <strong>goda</strong> kunskaper om energitekniska system och energibärande medier. Eleven redogör <strong>utförligt</strong> för effektiv och hållbar energianvändning.</p> <p>Eleven utför med <strong>säkerhet</strong> arbetsuppgifter inom VVS- och fastighetsbranschens verksamhetsområden. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material, maskiner, verktyg och annan teknisk utrustning med <strong>säkerhet</strong>.</p> <p>Eleven samverkar och kommunicerar under arbetsutövningen. Eleven använder fackspråk med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om VVS- och fastighetsbranschens verksamhetsområden och yrken. Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom yrkesområdet.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om energitekniska system och energibärande medier. Eleven redogör <strong>utförligt och nyanserat</strong> för effektiv och hållbar energianvändning.</p> <p>Eleven utför med <strong>god säkerhet</strong> arbetsuppgifter inom VVS- och fastighetsbranschens verksamhetsområden. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material, maskiner, verktyg och annan teknisk utrustning med <strong>god säkerhet</strong>.</p> <p>Eleven samverkar och kommunicerar under arbetsutövningen. Eleven använder fackspråk med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.102Z"
}