{
  "code": "YRKE",
  "name": "Yrkestrafik",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:264",
  "nameHeading": "<h2>Yrkestrafik</h2>",
  "description": "<p>Ämnet yrkestrafik behandlar yrkesmässiga vägtransporter inom områdena persontransporter och godstransporter. Det behandlar även fordon som används inom dessa transportverksamheter samt framförande av fordon i trafik och säker hantering av det som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet yrkestrafik ska syfta till att eleverna utvecklar kunskaper om yrkestrafik samt om transportsektorns olika delar och dess betydelse för samhället och samhällsutvecklingen. Eleverna ska ges möjlighet att utveckla kunskaper om fordon och utrustning samt om de lagar och andra bestämmelser som reglerar yrkesmässiga vägtransporter. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att framföra fordon i trafik med hänsyn till säkerhet och miljö samt att iordningställa fordon och utrustning inför transportuppdrag.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta på ett säkert och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om arbetsformer och arbetssätt inom yrkestrafik som främjar ekonomisk, social och miljömässig hållbarhet samt kunskaper om branschens ansvar för hållbar utveckling. Undervisningen ska även bidra till att stimulera elevernas intresse för teknikutvecklingen inom branschen.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om transportbranschens möjliga karriärvägar. Undervisningen ska även ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla förståelse för vikten av goda relationer och ett ansvarsfullt förhållningssätt gentemot kunden.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kan komma att möta i arbetslivet.</p> <h5><em>Undervisningen i ämnet yrkestrafik ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om yrkestrafik och olika typer av vägtransportverksamheter.</li> <li>Kunskaper om olika typer av fordon och utrustningar som används inom yrkesmässiga vägtransporter.</li> <li>Kunskaper om rutiner och regler som styr förarens arbete och fordonets användning vid lastning och lossning samt vid transport på väg.</li> <li>Kunskaper om regler i trafiken och hur olika trafikbeteenden kan inverka på trafikmiljö och säkerhet.</li> <li>Förmåga att köra och manövrera fordon.</li> <li>Förmåga att genomföra enklare underhåll och säkerhetskontroll av fordon och utrustning.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt i enlighet med lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ul><h3>Nivåer i ämnet yrkestrafik</h3><ul><li>Nivå 1, 200 poäng, som bygger på nivå 2 i ämnet fordon och transport. Betyg i yrkestrafik som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i yrkestrafik – vux som omfattar nivå 1.</li> <li>Nivå 2, 200 poäng, som bygger på nivå 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: YRKE1000X</h3>",
      "code": "YRKE1000X",
      "nameHeading": "<h2>Nivå 1, 200 poäng</h2>",
      "name": "Nivå 1",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet yrkestrafik på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Vägtransportverksamheter och olika logistiklösningar inom transportkedjan samt deras betydelse för samhället och samhällsutvecklingen.</li> <li>Orientering om olika typer av yrkesmässig trafik, dess olika indelningar och om de tillstånd som krävs för att bedriva transportverksamhet.</li> <li>Orientering om vilka utbildningar, certifikat och kompetensbevis som finns inom transportbranschens olika inriktningar.</li> <li>Olika typer av transportfordon och tillhörande utrustningar samt deras olika användningsområden, däribland personbilar, lätta transportfordon, lastbilar och bussar.</li> <li>Orientering om olika typer av motorer och kraftöverföring samt tekniska system och funktioner i fordon, däribland olika typer av förarstödssystem, bromssystem och hjälpbromssystem.</li> <li>Metoder för genomförande av säkerhetskontroll och enklare underhåll av transportfordon.</li> <li>Orientering om regelverk som styr arbetstider och kör- och vilotider vid yrkesmässiga vägtransporter samt hur dessa dokumenteras.</li> <li>Orientering om olika typer av lastsäkringsutrustning samt metoder och krav för lastsäkring.</li> <li>Orientering om lagar och andra bestämmelser som reglerar fordonets last och vikt vid transporter på väg.</li> <li>Orientering om olika typer av gods som är förpackat i mindre mängder samt säkerhet och risker vid hantering och transport av gods, däribland farligt gods.</li> <li>Orientering om säkra och ergonomiska arbetssätt samt betydelsen av riskbedömning i samband med olika arbetsuppgifter i syfte att förhindra person- och egendomsskador.</li> <li>Regler i olika trafikmiljöer och trafiksituationer.</li> <li>Hur mänskliga beteenden och samspelet med andra trafikanter kan påverka säkerheten, däribland vid körning vid olika väglag och siktförhållanden, olika trafikflöden samt olika tidpunkter på dygnet.</li> <li>Hantering av reglage och rutinmässig manövrering av fordon.</li> <li>Körning av fordon på ett trafiksäkert, riskmedvetet och miljövänligt sätt i enkla trafikmiljöer samt bedömning av det egna körbeteendet och anpassningen till situationens krav.</li> <li>Genomförande av säkerhetskontroll och enklare underhåll av transportfordon och tillhörande utrustning.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Enklare begrepp och uttryck inom området samt yrkesmässig kommunikation med medarbetare och kunder i samband med transportuppdrag.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: YRKE2000X</h3>",
      "code": "YRKE2000X",
      "nameHeading": "<h2>Nivå 2, 200 poäng</h2>",
      "name": "Nivå 2",
      "points": "200",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet yrkestrafik på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av transportuppdrag inom olika vägtransportverksamheter samt de krav på säkerhet, kvalitet och noggrannhet som de olika uppdragen kräver.</li> <li>Förarkrav för certifikat och kompetensbevis som finns inom transportbranschens olika inriktningar.</li> <li>Tillståndskrav, utbildningar och ekonomiska villkor för gods- och persontransporter i yrkesmässig trafik.</li> <li>Metoder för optimerad användning av motorer och kraftöverföring, system och funktioner i fordon på ett säkert och miljömässigt sätt i olika trafikmiljöer och trafiksituationer.</li> <li>Metoder för genomförande av funktions- och säkerhetskontroll och enklare underhåll av olika typer av transportfordon och tillhörande utrustning samt vilka konsekvenser bristande kontroll och underhåll kan medföra.</li> <li>Arbets- och vilocykelns betydelse, regelverk som styr arbetstider och kör- och vilotider samt den dokumentation av dessa som krävs vid olika typer av yrkesmässiga vägtransporter.</li> <li>Faktorer för ett hållbart arbetsliv, däribland träning och hälsosam och balanserad kost.</li> <li>Regler, föreskrifter och standarder som reglerar lastsäkring samt metoder för användning av lastsäkringsutrustning.</li> <li>Principer för lastviktsberäkningar med hänsyn till begränsningar för fordonet och vägnätets bärighet.</li> <li>Metoder för säker transport av gods som är förpackat i mindre mängder, däribland farligt gods.</li> <li>Konsekvenser vid bristande regelefterlevnad och hur arbetsmiljö och säkerhet påverkas.</li> <li>Metoder för säkra och ergonomiska arbetssätt samt riskbedömning i samband med olika arbetsuppgifter i syfte att förhindra person- och egendomsskador.</li> <li>Regler för förare och fordon i trafiken och hur bristande regelefterlevnad påverkar trafikmiljö och säkerhet.</li> <li>Körning och manövrering av fordon på ett trafiksäkert, riskmedvetet och miljövänligt sätt i varierande trafikmiljöer, däribland vid olika väglag, siktförhållanden och trafikflöden.</li> <li>Reflektion över och värdering av det egna körbeteendet, däribland gällande trafiksäkerhet, riskmedvetenhet och handlingsberedskap.</li> <li>Genomförande av funktions- och säkerhetskontroll samt enklare underhåll av transportfordon och tillhörande utrustning.</li> <li>Rutiner vid brand, evakuering av fordon och första hjälpen samt för olycksrapportering.</li> <li>Förebyggande säkerhetsåtgärder utifrån situationens krav och metoder för hantering av överfall.</li> <li>Säkert, miljö- och kvalitetsmässigt arbete såväl självständigt som tillsammans med andra i enlighet med rutiner, lagar och andra bestämmelser inom området samt för att förhindra person- och egendomsskador.</li> <li>Användning av begrepp och uttryck inom området samt yrkesmässig kommunikation med medarbetare och kunder i samband med transportuppdrag.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven visar <strong>godtagbara</strong> kunskaper om yrkestrafik och olika typer av vägtransportverksamheter.</p> <p>Eleven redogör <strong>översiktligt</strong> för olika typer av fordon och utrustningar samt deras användningsområden.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om de rutiner och regler som styr förarens arbete och fordonets användning vid lastning, lossning och transport på väg.</p> <p>Eleven visar <strong>godtagbara</strong> kunskaper om regler i trafiken. Dessutom redogör eleven <strong>översiktligt</strong> för olika trafikbeteenden och hur de kan inverka på trafikmiljö och säkerhet.</p> <p>Eleven kör och manövrerar fordon i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven utför med <strong>viss säkerhet</strong> enklare underhåll och säkerhetskontroll av fordon och utrustning samt vidtar vid behov de åtgärder som krävs utifrån trafiksäkerhetssynpunkt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>godtagbart</strong>.</p> <p>Eleven kommunicerar med <strong>viss</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven visar <strong>goda</strong> kunskaper om yrkestrafik och olika typer av vägtransportverksamheter.</p> <p>Eleven redogör <strong>utförligt</strong> för olika typer av fordon och utrustningar samt deras användningsområden.</p> <p>Eleven visar <strong>goda</strong> kunskaper om de rutiner och regler som styr förarens arbete och fordonets användning vid lastning, lossning och transport på väg.</p> <p>Eleven visar <strong>goda</strong> kunskaper om regler i trafiken. Dessutom redogör eleven <strong>utförligt</strong> för olika trafikbeteenden och hur de kan inverka på trafikmiljö och säkerhet.</p> <p>Eleven kör och manövrerar fordon i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven utför med <strong>säkerhet</strong> enklare underhåll och säkerhetskontroll av fordon och utrustning samt vidtar vid behov de åtgärder som krävs utifrån trafiksäkerhetssynpunkt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>Eleven kommunicerar med <strong>god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven visar <strong>mycket goda</strong> kunskaper om yrkestrafik och olika typer av vägtransportverksamheter.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika typer av fordon och utrustningar samt deras användningsområden.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om de rutiner och regler som styr förarens arbete och fordonets användning vid lastning, lossning och transport på väg.</p> <p>Eleven visar <strong>mycket goda</strong> kunskaper om regler i trafiken. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika trafikbeteenden och hur de kan inverka på trafikmiljö och säkerhet.</p> <p>Eleven kör och manövrerar fordon i trafik på ett säkert, riskmedvetet och miljömässigt sätt.</p> <p>Eleven utför med <strong>god säkerhet</strong> enklare underhåll och säkerhetskontroll av fordon och utrustning samt vidtar vid behov de åtgärder som krävs utifrån trafiksäkerhetssynpunkt.</p> <p>Eleven arbetar säkert, miljö- och kvalitetsmässigt i enlighet med lagar och andra bestämmelser. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>mycket gott</strong>.</p> <p>Eleven kommunicerar med <strong>mycket god</strong> användning av fackspråk som är anpassat till målgruppen.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.103Z"
}