{
  "code": "YTTR",
  "name": "Yttre miljö",
  "typeOfSyllabus": "GRADE_SUBJECT_SYLLABUS",
  "startDate": "2025-07-01",
  "modifiedDate": "2024-02-06",
  "version": "gy25",
  "versionInfo": "Första versionen",
  "skolfsGrund": "2024:266",
  "nameHeading": "<h2>Yttre miljö</h2>",
  "description": "<p>Ämnet yttre miljö behandlar planering, anläggning och bevarande av utomhusanläggningar och gröna ytor inom fastighetsområdet. Ämnet behandlar även betydelsen av trivsamma och funktionella utemiljöer i fastighetsområden samt verksamhetsområdets ansvar för främjande av hållbar utveckling.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet yttre miljö ska syfta till att eleverna utvecklar förmåga att sköta och anlägga hårda ytor, gröna ytor och markutrustning inom fastighetsområdet. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetssätt som främjar hållbarhet samt kunskaper om verksamhetsområdets ansvar för hållbar utveckling. Produkt- och teknikutveckling inom fastighetsbranschen ställer krav på proaktivitet och föränderliga arbetssätt. Undervisningen ska därför stimulera elevernas nyfikenhet och vilja till fortsatt lärande i arbetslivet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera, genomföra och utvärdera arbetsuppgifter. Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda ritningar med tillhörande handlingar. Undervisningen ska leda till att eleverna utvecklar förmåga att välja, använda och vårda material, verktyg, maskiner och redskap samt att arbeta med hänsyn till ergonomi, hälsa och säkerhet. Eleverna ska också ges möjlighet att utveckla förmåga att arbeta i enlighet med de lagar och andra bestämmelser som gäller för verksamhetsområdet samt förebygga och hantera risker i den egna arbetsmiljön. Dessutom ska eleverna ges möjlighet att utveckla en känsla för arbetsresultatets estetiska utformning.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vikten av ansvarstagande samt förmåga att förhålla sig kritisk granskande till rådande attityder och värderingar på arbetsplatsen. Eleverna ska ges rikligt med tillfällen att använda fackspråk för att utveckla förmåga att kommunicera och samverka i olika sammanhang. Undervisningen ska leda till att eleverna utvecklar servicekänsla i yrkesutövandet. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>Undervisningen ska bedrivas så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, material, verktyg och maskiner som är tidsenliga och godkända i enlighet med lagar och andra bestämmelser inom området. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt bedrivas så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p> <h5><em>Undervisningen i ämnet yttre miljö ska ge eleverna förutsättningar att utveckla följande:</em></h5> <ul> <li>Kunskaper om utomhusmiljöer och anläggningar inom fastighetsområdet samt om lagar och andra bestämmelser som gäller verksamheten.</li> <li>Förmåga att utföra arbetsuppgifter inom yttre miljö, från planering till utvärdering och dokumentation, på ett säkert och hållbart sätt.</li> <li>Förmåga att hantera material samt hantera och vårda maskiner, verktyg och redskap.</li> <li>Förmåga att samverka och kommunicera i olika yrkessammanhang samt använda fackspråk.</li> </ul><h3>Nivåer i ämnet yttre miljö</h3><ul><li>Nivå 1, 100 poäng. Betyg i yttre miljö som omfattar nivå 1 kan inte ingå i elevens examen tillsammans med betyg i växtkunskap som omfattar nivå 1 eller betyg i skötsel av utemiljöer som omfattar nivå 1.</li> <li>Nivå 2, 100 poäng, som bygger på nivå 1. Betyg i yttre miljö som omfattar nivå 2 kan inte ingå i elevens examen tillsammans med betyg i växtkunskap som omfattar nivå 2 eller betyg i skötsel av utemiljöer som omfattar nivå 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Nivåkod: YTTR1000X</h3>",
      "code": "YTTR1000X",
      "nameHeading": "<h2>Nivå 1, 100 poäng</h2>",
      "name": "Nivå 1",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet yttre miljö på nivå 1 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av utomhusmiljöer och anläggningar inom fastighetsområdet, till exempel gårdar, gemensamhetsytor, planteringar samt lek- och uteplatser.</li> <li>Yrkesroller inom fastighetsområdet.</li> <li>Mark-, jord- och vattenförutsättningar.</li> <li>Hållbar utveckling inom verksamhetsområdet ur ett ekonomiskt och miljömässigt perspektiv.</li> <li>Utomhusmiljöns betydelse för människors hälsa och livskvalitet.</li> <li>Utformning av olika typer av utomhusmiljöer och anläggningar för olika brukare.</li> <li>Växters funktion i olika miljöer, till exempel som rumsbildare, vindskydd eller för estetiskt uttryck.</li> <li>Lagar och andra bestämmelser inom verksamhetsområdet.</li> <li>Arbetstekniker vid arbeten med redskap och maskiner i yttre fastighetsmiljöer.</li> <li>Naturfenomen och -olyckor, till exempel översvämningar, ras och skred samt deras påverkan på anläggningarnas säkerhet.</li> <li>Olycksförebyggande arbete avseende arbets- och anläggningsområden, lekplatser, vägar och gångvägar.</li> <li>Kvalitetskrav för utförda arbeten.</li> <li>Tolkning och användning av ritningar och anläggningshandlingar, till exempel för vatten, avlopp och el i mark.</li> <li>Planering och dimensionering av arbetsuppgifter på ett ekonomiskt och miljömässigt hållbart sätt samt utifrån branschens krav på säkerhet, funktion, kvalitet och estetik.</li> <li>Bedömning av olycksrisker för att förhindra olyckor i arbetet.</li> <li>Skötsel av gröna ytor, till exempel parkområden, planteringsytor och träd- och buskplanteringar.</li> <li>Ogräsbekämpning i enlighet med perspektiv på ekonomisk och miljömässig hållbarhet.</li> <li>Skötsel av fristående gårds- och parkutrustning.</li> <li>Skötsel av lekplatser och annan fast markutrustning.</li> <li>Säkerhetskontroll av utemiljöer och anläggningar, till exempel lekplatser och uteplatser.</li> <li>Utvärdering och dokumentation av utförda arbetsuppgifter.</li> <li>Arbetsmiljö, säkerhet och ergonomi i samband med arbetsuppgifterna.</li> <li>Val och säker hantering av maskiner, verktyg och redskap utifrån arbetsuppgift och i enlighet med riktlinjer och instruktioner.</li> <li>Val av växter för olika miljöer utifrån funktion, placering, kvalitet och estetik.</li> <li>Genomförande av daglig tillsyn, periodiskt underhåll, service och reparation av maskiner, verktyg och redskap.</li> <li>Hantering av restprodukter och avfall på ett säkert samt ekonomiskt och miljömässigt hållbart sätt.</li> <li>Kommunikation med fackspråk i relation till arbetsuppgiften.</li> <li>Situationsanpassat bemötande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    },
    {
      "codeHeading": "<h3>Nivåkod: YTTR2000X</h3>",
      "code": "YTTR2000X",
      "nameHeading": "<h2>Nivå 2, 100 poäng</h2>",
      "name": "Nivå 2",
      "points": "100",
      "typeOfSyllabus": "LEVEL_IN_GRADE_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p></p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p>Undervisningen i ämnet yttre miljö på nivå 2 ska behandla följande centrala innehåll:</p> <ul> <li>Olika typer av utomhusmiljöer och anläggningar inom fastighetsområden, till exempel gång- och cykelvägar, parkeringsytor och mindre, fristående byggnader.</li> <li>Behörigheter som gäller fastighetsområdets yrkesroller.</li> <li>Material, utrustning, anläggningsteknik och arbetsmetod kopplat till mark-, jord- och vattenförutsättningar.</li> <li>Utomhusmiljöns betydelse för människors hälsa och livskvalitet utifrån perspektiv på social hållbarhet.</li> <li>Utemiljöers och anläggningars funktion för olika brukargrupper med anpassning av skötselåtgärder efter funktion.</li> <li>Sortiment och växtkvalitet, till exempel vad gäller kvalitetsmärkningar och växtpass.</li> <li>Lagar och andra bestämmelser inom verksamhetsområdet.</li> <li>Olycksförebyggande arbete avseende arbets- och anläggningsområden, lekplatser, vägar och gångvägar samt vid hantering av maskiner, verktyg och redskap.</li> <li>Kvalitetskrav för och estetisk bedömning av utförda arbeten.</li> <li>Tolkning och användning av ritningar och anläggningshandlingar i arbetet.</li> <li>Tolkning och användning av instruktions- och handböcker för maskiner, verktyg och redskap.</li> <li>Planering och dimensionering av arbetet på ett ekonomiskt och miljömässigt hållbart sätt samt utifrån branschens krav på säkerhet, funktion, kvalitet och estetik.</li> <li>Bedömning av olycksrisker samt planering av förebyggande åtgärder för att förhindra olyckor i arbetet.</li> <li>Anläggning av gröna ytor.</li> <li>Plantering av växter på ett ekonomiskt och miljömässigt hållbart sätt samt med hänsyn till faktorer som jordförbättring, efterarbete, skötsel och uppföljning.</li> <li>Montering och placering av fristående gårds- och parkutrustning.</li> <li>Montering av lekutrustning och annan fast markutrustning.</li> <li>Säkerhetskontroll av utemiljöer och anläggningar, till exempel lekplatser och uteplatser samt planering för och genomförande av säkerhetsåtgärder.</li> <li>Utvärdering och dokumentation av utfört arbete.</li> <li>Arbetsmiljö, säkerhet och ergonomi i samband med arbetet.</li> <li>Val och säker hantering av maskiner, verktyg och redskap utifrån uppdrag och i enlighet med riktlinjer och instruktioner.</li> <li>Val av växter för olika miljöer utifrån funktion, kvalitet, placering, kombination och estetik.</li> <li>Planering för och genomförande av daglig tillsyn, periodiskt underhåll, service och reparation av maskiner, verktyg och redskap.</li> <li>Avfallsförebyggande åtgärder i arbetet.</li> <li>Facktermer på svenska och engelska i relation till arbetsuppgiften.</li> <li>Kommunikation med fackspråk i tal och skrift med anpassning till mottagare och i olika yrkessammanhang.</li> <li>Situationsanpassat bemötande och faktorer som påverkar den sociala arbetsmiljön, till exempel attityder och värderingar.</li> </ul>"
      }
    }
  ],
  "knowledgeReqsHeading": "<h3>Betygskriterier</h3> <p>Av 15 kap. 24 § andra stycket och 20 kap. 37 § andra stycket skollagen (2010:800) följer att läraren vid betygssättningen i ett ämne ska göra en sammantagen bedömning av elevens kunskaper på den aktuella nivån i ämnet i förhållande till de betygskriterier som gäller för ämnet som helhet och sätta det betyg som bäst motsvarar elevens kunskaper. Samtliga kriterier för betyget E ska dock vara uppfyllda för att eleven ska kunna få ett godkänt betyg.</p>",
  "knowledgeRequirements": [
    {
      "text": "<h4><i>Betyget E</i></h4><p>Eleven beskriver <strong>översiktligt</strong> utomhusmiljöer och anläggningar inom fastighetsområdet. Eleven visar <strong>godtagbara</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom yttre miljö med <strong>godtagbart</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>enkla</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>visst</strong> handlag verktyg, maskiner och redskap.</p> <p>Eleven använder fackspråk med <strong>viss säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>viss säkerhet</strong>.</p>",
      "gradeStep": "E"
    },
    {
      "text": "<h4><i>Betyget D</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
      "gradeStep": "D"
    },
    {
      "text": "<h4><i>Betyget C</i></h4><p>Eleven beskriver <strong>utförligt</strong> utomhusmiljöer och anläggningar inom fastighetsområdet. Eleven visar <strong>goda</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom yttre miljö med <strong>gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>gott</strong> handlag verktyg, maskiner och redskap.</p> <p>Eleven använder fackspråk med <strong>säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>säkerhet</strong>.</p>",
      "gradeStep": "C"
    },
    {
      "text": "<h4><i>Betyget B</i></h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
      "gradeStep": "B"
    },
    {
      "text": "<h4><i>Betyget A</i></h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> utomhusmiljöer och anläggningar inom fastighetsområdet. Eleven visar <strong>mycket goda</strong> kunskaper om lagar och andra bestämmelser inom verksamhetsområdet.</p> <p>Eleven utför arbetsuppgifter inom yttre miljö med <strong>mycket gott</strong> resultat. Eleven utvärderar och dokumenterar arbetsprocessen och resultatet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur arbetet kan förbättras. Eleven arbetar säkert och använder arbetsmetoder som främjar hållbar utveckling.</p> <p>Eleven hanterar material på ett säkert sätt utifrån givna instruktioner. Eleven hanterar med <strong>mycket gott</strong> handlag verktyg, maskiner och redskap.</p> <p>Eleven använder fackspråk med <strong>god säkerhet</strong>. Eleven samverkar och kommunicerar i olika yrkessammanhang med <strong>god säkerhet</strong>.</p>",
      "gradeStep": "A"
    }
  ],
  "lastUpdated": "2024-12-18T08:06:27.103Z"
}