{
  "code": "BAG",
  "name": "Bageri- och konditorikunskap",
  "englishName": "Baking and patisserie",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:43",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:64",
  "skolfsAndring": "2022:41",
  "nameHeading": "<h2>Bageri- och konditorikunskap</h2>",
  "description": "<p>Ämnet bageri- och konditorikunskap behandlar hantverksmässiga metoder för att framställa olika typer av bröd och konditorivaror. Hur råvaror används samt betydelsen av produktkvalitet ingår i ämnet. Dessutom behandlas bestämmelser om hygien och arbetsmiljö vid arbete med framställning av bröd och konditorivaror.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet bageri- och konditorikunskap ska syfta till att eleverna utvecklar förmåga att yrkesmässigt tillverka bröd, bakverk och konditoriprodukter med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att följa recept, välja och hantera råvaror samt utveckla kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt tilltalande och smakrika slutprodukter.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt lagar och andra bestämmelser som gäller för yrkesområdet. I undervisningen ska eleverna också ges möjlighet att utveckla färdigheter i att planera, organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga så att de lär sig att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p><p>Genom att praktiskt tillämpa sina kunskaper ska eleverna ges möjlighet att pröva olika arbetsuppgifter som förekommer inom bageri- och konditoriområdet.</p><h4>Undervisningen i ämnet bageri- och konditorikunskap ska ge eleverna möjlighet att utveckla följande:</h4><ol> <li>Förmåga att planera och organisera tillverkning av bröd, bakverk och konditoriprodukter.</li> <li>Förmåga att tillverka olika produkter utifrån trend och tradition samt använda och vårda lämpliga redskap, maskiner och annan utrustning.</li> <li>Färdigheter i att arbeta utifrån recept och arbetsbeskrivningar.</li> <li>Färdigheter i att utföra receptberäkningar och ekonomiska kalkyler.</li> <li>Förmåga att välja och hantera råvaror.</li> <li>Förmåga att förpacka och märka färdiga produkter.</li> <li>Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.</li> <li>Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</li> <li>Förmåga att utvärdera arbetet och resultatet.</li> <li>Kunskaper om bröd, bakverk och konditoriprodukter genom historien och i olika kulturer.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Bageri 1, 100 poäng. </li> <li>Bageri 2, 200 poäng, som bygger på kursen bageri 1.</li> <li>Bageri 3, 100 poäng, som bygger på kursen bageri 2.</li> <li>Bageri 4, 100 poäng, som bygger på kursen bageri 3.</li> <li>Bageri – specialisering, 100 poäng, som bygger på kursen bageri 3. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Choklad och konfektyr, 100 poäng. </li> <li>Konditori 1, 100 poäng. </li> <li>Konditori 2, 200 poäng, som bygger på kursen konditori 1.</li> <li>Konditori 3, 100 poäng, som bygger på kursen konditori 2.</li> <li>Konditori 4, 100 poäng, som bygger på kursen konditori 3.</li> <li>Konditori – specialisering, 100 poäng, som bygger på kursen konditori 3. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: BAGBAG01</h3>",
      "code": "BAGBAG01",
      "nameHeading": "<h2>Bageri 1, 100 poäng</h2>",
      "name": "Bageri 1",
      "englishName": "Baking 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen bageri 1 omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 7–8. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av jästa grunddegar samt enklare bröd och bakverk.</li> <li>Jäs- och avbakningsmoment.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av enklare bröd och bakverk.</li> <li>Hur man läser och använder recept.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av bröd och bakverk.</li> <li>Hygien och dagliga hygienrutiner.</li> <li>Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.</li> <li>Arbetsmiljö och säkerhet samt de lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen och EU-bestämmelser.</li> <li>Metoder för utvärdering.</li> <li>Bröds och bakverks historia.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare<strong> </strong>tillverkning av enklare bröd och bakverk samt genomför arbetet <strong>i viss mån</strong> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet</strong> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör <strong>översiktligt</strong> för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen.</p><p>Eleven beskriver <strong>översiktligt</strong> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen.</p><p>Eleven beskriver bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av enklare bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer <strong>med säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven beskriver <strong>utförligt</strong> bröds och bakverks historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGBAG02</h3>",
      "code": "BAGBAG02",
      "nameHeading": "<h2>Bageri 2, 200 poäng</h2>",
      "name": "Bageri 2",
      "englishName": "Baking 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen bageri 2 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av avancerade bröd och bakverk, matbröd med blötläggning, skållning och surdeg i olika uppslagningstekniker samt avancerade kaffebrödsdegar och kavlade degar, småbröd, massor och fyllningar.</li> <li>Jäs- och avbakningsmoment.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av avancerade bröd och bakverk.</li> <li>Tillverkning av produkter utifrån smak, utseende, trend och tradition samt bestämning av produktens pris och kvalitet utifrån ekonomiska kalkyler.</li> <li>Receptberäkningar.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av bröd och bakverk.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet <strong>i viss mån</strong> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet</strong> recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler och redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>i samråd med handledare </strong>råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter </strong><strong>samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlagvanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer <strong>med säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGBAG03</h3>",
      "code": "BAGBAG03",
      "nameHeading": "<h2>Bageri 3, 100 poäng</h2>",
      "name": "Bageri 3",
      "englishName": "Baking 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen bageri 3 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–6. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av avancerade mat- och kaffebröd och övriga bakverk av olika degar och blandningar, där olika parallella tillverkningsmetoder krävs och där alternativ måste vägas mot varandra för att produktens konsistens, smak och estetiska utformning ska bli bra.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av bröd och bakverk.</li> <li>Tillverkning av bröd och bakverk utifrån smak och utseende där recept och arbetsbeskrivningar konstrueras med hänsyn till pris och kvalitet utifrån ekonomiska kalkyler.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av bröd och bakverk.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade bröd och bakverk samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> <strong>och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGBAG04</h3>",
      "code": "BAGBAG04",
      "nameHeading": "<h2>Bageri 4, 100 poäng</h2>",
      "name": "Bageri 4",
      "englishName": "Baking 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen bageri 4 omfattar punkterna 1–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Produktion av bröd och bakverk, utifrån beställning eller i befintlig verksamhet, med hänsyn tagen till drift, planering, rutiner, tempo, organisation och ekonomi.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid produktion av bröd och bakverk.</li> <li>Produktion av bröd och bakverk, utifrån branschens krav på kvantitet och kvalitet.</li> <li>Ekonomiska kalkyler som är lämpliga för ändamålet.</li> <li>Råvaror och andra ingredienser.</li> <li>Paketering och märkning av bröd och bakverk.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare produktion av bröd och bakverk utifrån beställning samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare produktion av bröd och bakverk utifrån beställning samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare produktion av bröd och bakverk samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> <strong>och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGBAG00S</h3>",
      "code": "BAGBAG00S",
      "nameHeading": "<h2>Bageri – specialisering, 100 poäng</h2>",
      "name": "Bageri – specialisering",
      "englishName": "Bakery – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen bageri – specialisering omfattar punkterna 1–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Yrkesmässig tillverkning av bröd och bakverk inom valt specialområde.</li> <li>Tillverkningens trender och utveckling inom valt specialområde.</li> <li>Utseende och smak inom valt specialområde.</li> <li>Utformning av recept och arbetsbeskrivningar inom valt specialområde.</li> <li>Ekonomiska konsekvenser vid val och inköp av råvaror samt vid tillverkning och förvaring.</li> <li>Paketering och märkning av bröd och bakverk.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> <li>Förändringar av bröd, bakverk och brödkultur i allmänhet och inom valt specialområde genom historien och i olika kulturer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av bröd och bakverk samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med viss säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen.</p><p>Eleven beskriver <strong>översiktligt</strong> bröd, bakverk och brödkultur genom historien och i olika kulturer. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av bröd och bakverk samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med viss säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen.</p><p>Eleven beskriver <strong>utförligt</strong> bröd, bakverk och brödkultur genom historien och i olika kulturer. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av bröd och bakverk samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>god</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med säkerhet </strong>sådana. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>e</strong><strong>fter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet</strong><strong> </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven beskriver <strong>utförligt och nyanserat</strong> bröd, bakverk och brödkultur genom historien och i olika kulturer. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGCHO0</h3>",
      "code": "BAGCHO0",
      "nameHeading": "<h2>Choklad och konfektyr, 100 poäng</h2>",
      "name": "Choklad och konfektyr",
      "englishName": "Chocolate and confectionery",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen choklad och konfektyr omfattar punkterna 1–9 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av choklad-, marsipan- och konfektyrprodukter.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av choklad-, marsipan- och konfektyrprodukter.</li> <li>Tillverkning av produkter utifrån smak, utseende, trend och tradition med hänsyn till pris och kvalitet utifrån ekonomiska kalkyler.</li> <li>Råvaror och andra ingredienser.</li> <li>Kemiska förändringar, kvalitet, smak och konsistens hos chokladen som råvara och hos förädlade produkter.</li> <li>Paketering och märkning av choklad- och konfektyrprodukter.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av choklad-, marsipan- och konfektyrprodukter samt genomför arbetet <strong>i viss mån</strong> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende, smak och konsistens.</p><p>Eleven följer <strong>med viss säkerhet</strong> recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler och redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av choklad-, marsipan- och konfektyrprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende, smak och konsistens.</p><p>Eleven följer <strong>i samråd </strong>med handledare recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av choklad-, marsipan- och konfektyrprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet i fråga om utseende, smak och konsistens.</p><p>Eleven följer <strong>efter samråd </strong>med handledare recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet</strong> lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGKON01</h3>",
      "code": "BAGKON01",
      "nameHeading": "<h2>Konditori 1, 100 poäng</h2>",
      "name": "Konditori 1",
      "englishName": "Patisserie 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 7,
      "description": "<p>Kursen konditori 1 omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 7–8. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av enklare konditoriprodukter med hänsyn till utseende och smak.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av konditoriprodukter.</li> <li>Hur man läser och använder recept.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet. Paketering och märkning av konditoriprodukter.</li> <li>Hygien och dagliga hygienrutiner.</li> <li>Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.</li> <li>Arbetsmiljö och säkerhet samt de lagar och andra bestämmelser som gäller inom området, till exempel livsmedelslagen och EU-bestämmelser.</li> <li>Konditoriprodukters historia.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av enklare konditoriprodukter samt genomför arbetet <strong>i viss mån</strong> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör <strong>översiktligt</strong> för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen.</p><p>Eleven beskriver <strong>översiktligt</strong> konditoriprodukters historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av enklare konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen.</p><p>Eleven beskriver konditoriprodukters historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av enklare konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer <strong>med säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven beskriver <strong>utförligt</strong> konditoriprodukters historiska utveckling. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGKON02</h3>",
      "code": "BAGKON02",
      "nameHeading": "<h2>Konditori 2, 200 poäng</h2>",
      "name": "Konditori 2",
      "englishName": "Patisserie 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 8,
      "description": "<p>Kursen konditori 2 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av avancerade konditoriprodukter med olika tillverkningsmetoder och tekniker.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av konditoriprodukter.</li> <li>Tillverkning av avancerade konditoriprodukter utifrån smak, utseende, trend och tradition samt bestämning av produktens pris och kvalitet utifrån ekonomiska kalkyler.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av konditoriprodukter.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet <strong>i viss mån</strong> metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler och redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer <strong>med viss säkerhet </strong>recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer <strong>med säkerhet</strong> recept och arbetsbeskrivningar. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för samband mellan råvaror, kvalitet och pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGKON03</h3>",
      "code": "BAGKON03",
      "nameHeading": "<h2>Konditori 3, 100 poäng</h2>",
      "name": "Konditori 3",
      "englishName": "Patisserie 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 9,
      "description": "<p>Kursen konditori 3 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–6. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tillverkning av avancerade konditoriprodukter, där olika parallella tillverkningsmetoder krävs och där alternativ måste vägas mot varandra för att produktens smak och estetiska utformning ska bli bra.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid tillverkning av konditoriprodukter.</li> <li>Tillverkning av konditoriprodukter utifrån smak och utseende där recept och arbetsbeskrivningar konstrueras med hänsyn till pris och kvalitet utifrån ekonomiska kalkyler.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av konditoriprodukter.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av avancerade konditoriprodukter samt genomför arbetet metodiskt och hantverksmässigt. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med säkerhet </strong>sådana. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> <strong>och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGKON04</h3>",
      "code": "BAGKON04",
      "nameHeading": "<h2>Konditori 4, 100 poäng</h2>",
      "name": "Konditori 4",
      "englishName": "Patisserie 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 10,
      "description": "<p>Kursen konditori 4 omfattar punkterna 1–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Produktion av konditorivaror, utifrån beställning eller i befintlig verksamhet, med hänsyn tagen till drift, planering, rutiner, tempo, organisation och ekonomi.</li> <li>Metoder, redskap, maskiner och annan utrustning som används vid produktion av konditoriprodukter.</li> <li>Produktion av konditoriprodukter, utifrån branschens krav på kvantitet och kvalitet.</li> <li>Ekonomiska kalkyler som är lämpliga för ändamålet.</li> <li>Råvaror och andra ingredienser som är lämpliga för ändamålet.</li> <li>Paketering och märkning av konditoriprodukter.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet.</li> <li>Arbetsmiljö och säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare produktion av konditoriprodukter utifrån beställning samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare produktion av konditoriprodukter utifrån beställning samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen. När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare produktion av konditoriprodukter samt genomför arbetet metodiskt, hantverksmässigt och med tempo. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Produkten är av <strong>god</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar. I arbetet utför eleven ekonomiska kalkyler, redogör för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> <strong>och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAGKON00S</h3>",
      "code": "BAGKON00S",
      "nameHeading": "<h2>Konditori – specialisering, 100 poäng</h2>",
      "name": "Konditori – specialisering",
      "englishName": "Patisserie – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 11,
      "description": "<p>Kursen konditori – specialisering omfattar punkterna 1–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskper inom valt specialområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Yrkesmässig tillverkning av konditoriprodukter inom valt specialområde.</li> <li>Tillvekningens trender och utveckling inom valt specialområde.</li> <li>Utseende- och smaktrender inom valt specialområde.</li> <li>Utformning av recept och arbetsbeskrivningar inom valt specialområde.</li> <li>Ekonomiska konsekvenser vid val och inköp av råvaror samt tillverkning och förvaring.</li> <li>Paketering och märkning av konditoriprodukter.</li> <li>Hygien och hygienbestämmelser.</li> <li>Ergonomi och ergonomiska riskfaktorer i arbetet. </li> <li>Arbetsmiljö och säkerhet.</li> <li>Förändringar av konditoriprodukter i allmänhet och inom valt specialområde genom historien och i olika kulturer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av konditoriprodukter samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>visst </strong>handlag tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med viss säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet</strong> sådana. I arbetet utför eleven ekonomiska kalkyler, redogör <strong>översiktligt</strong> för samband mellan råvaror, kvalitet och pris samt fastställer produktens pris. Dessutom hanterar eleven <strong>i samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> enkla </strong>omdömen.</p><p>Eleven beskriver <strong>översiktligt</strong> konditoriprodukter genom historien och i olika kulturer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av konditoriprodukter samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med viss säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>tillfredsställande</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med viss säkerhet</strong> sådana. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med viss säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen.</p><p>Eleven beskriver <strong>utförligt</strong> konditoriprodukter genom historien och i olika kulturer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av konditoriprodukter samt genomför arbetet metodiskt, hantverksmässigt och inom givna tidsramar. I sitt arbete använder eleven med <strong>mycket gott </strong>handlag vanliga tillverkningsmetoder, redskap, maskiner och annan utrustning som är lämpliga för uppgiften. Eleven kombinerar <strong>med säkerhet </strong>råvaror och tillverkar produkter på ett kreativt sätt. Produkten är av <strong>god</strong> kvalitet i fråga om utseende och smak.</p><p>Eleven följer recept och arbetsbeskrivningar samt konstruerar <strong>med säkerhet</strong> sådana. I arbetet utför eleven enkla ekonomiska kalkyler och redogör för ekonomiska konsekvenser av olika val av råvaror. Dessutom hanterar eleven <strong>efter samråd </strong>med handledare råvarorna på lämpligt sätt. När arbetet är utfört väljer eleven <strong>med säkerhet </strong>lämpligt förpackningsmaterial samt förpackar och märker den färdiga produkten.</p><p>Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom utvärderar eleven arbetet och resultatet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven beskriver <strong>utförligt och nyanserat</strong> konditoriprodukter genom historien och i olika kulturer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
