{
  "code": "BAO",
  "name": "Barn- och ungdomsvård",
  "englishName": "Child and adolescent care",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-05-25",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:21",
  "skolfsAndring": "2022:43",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Barn- och ungdomsvård</h2>",
  "description": "<p>Ämnet barn- och ungdomsvård är tvärvetenskapligt och har sin grund i hälsovetenskap, vårdvetenskap, pedagogik, medicin och etik. Det behandlar hälso- och sjukvård för barn och ungdomar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet barn- och ungdomsvård ska syfta till att eleverna utvecklar kunskaper om såväl hälsofrämjande åtgärder som olika former av hälsovårdande insatser för barn och ungdomar. Eleverna ska även ges möjlighet att utveckla kunskaper om sambanden mellan livsstil, livsvillkor och hälsa.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om sjukdomar och medicinskt omhändertagande av barn och ungdomar. Den ska också ge eleverna möjlighet att utveckla förmåga att planera egna arbetsinsatser samt utföra, dokumentera och utvärdera vård- och omsorgsuppgifter vid vanligt förekommande barnsjukdomar och skador. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om omhändertagande vid olycksfall. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att samarbeta och kommunicera med andra människor på ett yrkesetiskt sätt utifrån allas lika värde.</p> <p>Undervisningen ska även leda till att eleverna utvecklar kunskaper om barns och ungdomars reaktioner i olika situationer. Den ska också bidra till att eleverna utvecklar förmåga att använda teknisk utrustning samt att utföra medicintekniska uppgifter.</p> <p>Undervisningen ska även leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som reglerar området.</p> <p>Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av arbetsuppgifter kopplade till barn- och ungdomsvård. Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Undervisningen ska också leda till att eleverna utvecklar förmåga att inhämta, granska och värdera ny kunskap inom området.</p> <h4>Undervisningen i ämnet barn- och ungdomsvård ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om barn- och skolhälsovårdens uppdrag, organisation och utveckling samt lagar och andra bestämmelser inom området.</li> <li>Kunskaper om barn och ungdomars hälsa och om sambanden mellan livsstil, livsvillkor och hälsa.</li> <li>Kunskaper om barnsjukdomar och vanliga skaderisker för barn och ungdomar.</li> <li>Förmåga att planera egna arbetsinsatser samt att utföra vård- och omsorgsuppgifter och medicintekniska uppgifter vid sjukdomar och olycksfall samt kunskaper om smärta och smärtbehandling för barn och ungdomar.</li> <li>Förmåga att uppmärksamma symtom och förändringar i barns och ungdomars hälsotillstånd samt att kunna rapportera och dokumentera sitt arbete och resultat med och utan hjälp av välfärdsteknik.</li> <li>Förmåga att bemöta, kommunicera, samarbeta och samverka med barn, ungdomar och närstående i olika situationer på ett yrkesetiskt sätt.</li> <li>Kunskaper om barns och ungdomars reaktioner fysiskt, psykiskt, socialt och existentiellt vid ohälsa och i krissituationer samt hur dessa kan förebyggas.</li> <li>Förmåga att använda teknisk utrustning utifrån säkerhetsföreskrifter.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Barn- och ungdomshälsa, 100 poäng. </li> <li>Barn- och ungdomssjukvård, 200 poäng, som bygger på kursen hälso- och sjukvård 2</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: BAOBAR0</h3>",
      "code": "BAOBAR0",
      "nameHeading": "<h2>Barn- och ungdomshälsa, 100 poäng</h2>",
      "name": "Barn- och ungdomshälsa",
      "englishName": "Child and adolescent health",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen barn- och ungdomshälsa omfattar punkterna 1–3 och 5–6 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Barn- och skolhälsovårdens uppdrag, organisation och utveckling.</li> <li>Förebyggande barnhälsoarbete, däribland kontroller, vaccinationer och tandvård.</li> <li>Lagar som reglerar skolhälsovården, däribland FN:s konvention om barnets rättigheter.</li> <li>Barns och ungdomars hälsa och välbefinnande.</li> <li>Sambanden mellan levnadsvanor, livsvillkor samt barns och ungdomars hälsa och välbefinnande.</li> <li>Förebyggande av skador hos barn och ungdomar.</li> <li>Vanliga barnsjukdomar.</li> <li>Vård och omsorg vid vanligt förekommande barnsjukdomar.</li> <li>Rutiner för uppmärksammande av förändringar i barns och ungdomars hälsotillstånd.</li> <li>Kommunikation med barn, ungdomar och vårdnadshavare.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för barn- och skolhälsovårdens utveckling, organisation och arbete. Eleven ger exempel på förebyggande hälsoarbete samt beskriver <strong>översiktligt</strong> insatsernas betydelse för barns och ungdomars hälsa. Eleven redogör även för lagar som reglerar verksamheterna. Dessutom redogör eleven<strong> översiktligt</strong> för barns och ungdomars hälsa och sambanden mellan levnadsvanor och livsvillkor för hälsa och välbefinnande.</p> <p>Eleven redogör <strong>översiktligt </strong>för vanliga barnsjukdomar och skaderisker samt hur de kan förebyggas och behandlas.</p> <p>Eleven redogör <strong>översiktligt</strong> för vård- och omsorgsuppgifter i samband med vanliga barnsjukdomar. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>i samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>tillfredsställande </strong>resultat.</p> <p>Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för barn- och skolhälsovårdens utveckling, organisation och arbete. Eleven ger exempel på förebyggande hälsoarbete samt beskriver <strong>utförligt</strong> insatsernas betydelse för barns och ungdomars hälsa. Eleven redogör även för lagar som reglerar verksamheterna. Dessutom redogör eleven<strong> utförligt</strong> för barns och ungdomars hälsa och sambanden mellan levnadsvanor och livsvillkor för hälsa och välbefinnande.</p> <p>Eleven redogör <strong>utförligt </strong>för vanliga barnsjukdomar och skaderisker samt hur de kan förebyggas och behandlas.</p> <p>Eleven redogör <strong>utförligt</strong> för vård- och omsorgsuppgifter i samband med vanliga barnsjukdomar. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>tillfredsställande </strong>resultat.</p> <p>Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat </strong>för barn- och skolhälsovårdens utveckling, organisation och arbete. Eleven ger exempel på förebyggande hälsoarbete samt beskriver <strong>utförligt och nyanserat</strong> insatsernas betydelse för barns och ungdomars hälsa. Eleven redogör även för lagar som reglerar verksamheterna. Dessutom redogör eleven<strong> utförligt och nyanserat</strong> för barns och ungdomars hälsa och sambanden mellan levnadsvanor och livsvillkor för hälsa och välbefinnande.</p> <p>Eleven redogör <strong>utförligt och nyanserat </strong>för vanliga barnsjukdomar och skaderisker samt hur de kan förebyggas och behandlas.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för vård- och omsorgsuppgifter i samband med vanliga barnsjukdomar. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>gott </strong>resultat.</p> <p>Eleven kommunicerar <strong>med säkerhet</strong> i samarbete och möten med människor.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BAOBAN0</h3>",
      "code": "BAOBAN0",
      "nameHeading": "<h2>Barn- och ungdomssjukvård, 200 poäng</h2>",
      "name": "Barn- och ungdomssjukvård",
      "englishName": "Child and youth medical care",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen barn- och ungdomssjukvård omfattar punkterna 3–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Vanliga sjukdomar och skador hos barn och ungdomar och hur de kan förebyggas.</li> <li>Omhändertagande vid olycksfall.</li> <li>S-HLR Barn.</li> <li>Vård- och omsorgsåtgärder samt medicinska åtgärder vid sjukdomar hos barn och ungdomar.</li> <li>Vård av friska nyfödda.</li> <li>Amningens betydelse.</li> <li>Omhändertagande av prematura barn.</li> <li>Smärta och smärtbehandling hos barn.</li> <li>Rehabilitering och habilitering.</li> <li>System och rutiner för rapportering och dokumentation av symtom och gjorda åtgärder med och utan hjälp av välfärdsteknik.</li> <li>Etiska frågeställningar i samband med barns och ungdomars sjukdomar, däribland otillräcklig smärtlindring.</li> <li>Barns och ungdomars samt närståendes behov i anslutning till hälso- och sjukvård, däribland behov av information och delaktighet.</li> <li>Hantera balansen mellan barns och ungdomars behov och vårdnadshavares och närståendes behov.</li> <li>Betydelse av lek och andra skapande aktiviteter för barns välbefinnande.</li> <li>Barns och ungdomars reaktioner i kris och hur dessa kan hanteras inom vården.</li> <li>Medicinteknisk och annan utrustning.</li> <li>Gällande säkerhetsföreskrifter för medicinteknisk och annan utrustning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för vanliga sjukdomar och skador hos barn och ungdomar samt hur de kan förebyggas. Dessutom planerar och utför eleven, <strong>i samråd </strong>med handledare, vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>i samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>tillfredsställande </strong>resultat.</p> <p>Eleven diskuterar <strong>översiktligt </strong>etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar. Eleven bemöter, kommunicerar och samarbetar <strong>med viss säkerhet</strong> med barn, ungdomar och vårdnadshavare.</p> <p>Eleven redogör <strong>översiktligt</strong> för barns och ungdomars reaktioner vid ohälsa och i krissituationer.</p> <p>Eleven använder, <strong>i samråd </strong>med handledare, olika former av teknisk utrustning utifrån gällande säkerhetsföreskrifter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för vanliga sjukdomar och skador hos barn och ungdomar samt hur de kan förebyggas. Dessutom planerar och utför eleven, <strong>efter samråd </strong>med handledare, vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>tillfredsställande </strong>resultat.</p> <p>Eleven diskuterar <strong>utförligt </strong>etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar. Eleven bemöter, kommunicerar och samarbetar <strong>med viss säkerhet</strong> med barn, ungdomar och vårdnadshavare.</p> <p>Eleven redogör <strong>utförligt</strong> för barns och ungdomars reaktioner vid ohälsa och i krissituationer.</p> <p>Eleven använder, <strong>efter samråd </strong>med handledare, olika former av teknisk utrustning utifrån gällande säkerhetsföreskrifter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för vanliga sjukdomar och skador hos barn och ungdomar samt hur de kan förebyggas. Dessutom planerar och utför eleven, <strong>efter samråd </strong>med handledare, vård- och omsorgsuppgifter och medicintekniska uppgifter för sjuka, skadade eller för tidigt födda barn. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i barns och ungdomars hälsotillstånd. Arbetet utförs med ett <strong>gott </strong>resultat.</p> <p>Eleven diskuterar <strong>utförligt och nyanserat </strong>etiska frågeställningar av betydelse för barn och ungdomar som är drabbade av sjukdomar. Eleven bemöter, kommunicerar och samarbetar <strong>med säkerhet</strong> med barn, ungdomar och vårdnadshavare.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för barns och ungdomars reaktioner vid ohälsa och i krissituationer.</p> <p>Eleven använder, <strong>efter samråd </strong>med handledare, olika former av teknisk utrustning utifrån gällande säkerhetsföreskrifter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.945Z"
}