{
  "code": "BEV",
  "name": "Brand, bevakning och säkerhet",
  "englishName": "Fire, surveillance and safety",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-05-25",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:135",
  "skolfsAndring": "2022:53",
  "nameHeading": "<h2>Brand, bevakning och säkerhet</h2>",
  "description": "<p>Ämnet brand, bevakning och säkerhet är tvärvetenskapligt och har sin grund i samhällsvetenskap, naturvetenskap och medicin. Ämnet behandlar brand- och bevakningsverksamhet och kan ge grund för arbete inom bevakningsområdet. Därför motsvarar kursen bevakning och säkerhet de krav som Rikspolisstyrelsen ställer på väktargrundutbildning. </p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet brand, bevakning och säkerhet ska syfta till att eleverna utvecklar kunskaper om akut omhändertagande av människor samt om bevaknings- och brandverksamhet. Dessutom ska eleverna ges möjlighet att utveckla förmåga att arbeta inom dessa verksamheter. I undervisningen ska innehållet i och organisationen av samhällets bevakningsverksamheter och räddningstjänst behandlas liksom rättsvårdande myndigheters organisation. Eleverna ska ges möjlighet att utveckla kunskaper om och förmåga att arbeta, med relevanta metoder och relevant utrustning, utifrån lagar och andra bestämmelser som styr de olika verksamheterna. Undervisningen ska leda till att eleverna utvecklar förmåga att hantera konflikter och möta människor med respekt och med utgångspunkt i ett etiskt förhållningssätt.</p><p>Undervisningen ska utveckla elevernas problemlösningsförmåga och handlingsberedskap. Genom att medverka i verksamheter och i fiktiva situationer ska eleverna ges möjlighet att få inblick i och erfarenhet av olika sammanhang inom räddningsarbete och bevakningsverksamhet. Eleverna ska ges möjlighet att reflektera över och diskutera frågor inom området samt egna och andras handlingar och attityder. </p><h4>Undervisningen i ämnet brand, bevakning och säkerhet ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om bevakningsverksamhet, rättsvårdande myndigheter och samhällets räddningstjänst.</li> <li>Färdigheter i att hantera brand och brandskydd.</li> <li>Förmåga att utföra L-ABCDE och HLR.</li> <li>Förmåga att planera och genomföra arbete utifrån lagar och andra bestämmelser som styr bevakningsverksamhet och räddningstjänst samt utifrån arbetsmiljö, säkerhet och yrkesetik.</li> <li>Förmåga att använda metoder och utrustning.</li> <li>Förmåga att kommunicera, samarbeta och samverka samt att lösa konfliktsituationer.</li> <li>Förmåga att diskutera egna, andras och samhällets attityder och värderingar som kan ha betydelse vid eventuellt räddningsarbete eller ingripande. </li> </ol><h3>Kurser i ämnet</h3><ul><li>Akut omhändertagande, 100 poäng. </li> <li>Bevakning och säkerhet, 300 poäng. </li> <li>Brand och räddning, 200 poäng. </li> <li>Vardagsolyckor, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: BEVAKU0</h3>",
      "code": "BEVAKU0",
      "nameHeading": "<h2>Akut omhändertagande, 100 poäng</h2>",
      "name": "Akut omhändertagande",
      "englishName": "Emergency care",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen akut omhändertagande omfattar punkterna 1 och 3–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Lagar och andra bestämmelser som styr räddningstjänsten.</li> <li>Prehospitalt omhändertagande av drabbade enligt L-ABCDE-principen.</li> <li>Hjärt-lungräddning (HLR) för vuxna.</li> <li>Grunderna för hjärt-lungräddning och akut omhändertagande av barn.</li> <li>Sjukdomsfall viktiga att känna till, till exempel epilepsi, diabetes, allergier.</li> <li>Akut omhändertagande avseende anatomi, fysiologi, kinematik och skadelära.</li> <li>Fysiska, psykiska och sociala krav som kan påverka hälsa och arbetsinsats.</li> <li>Bemötande av människor i olika olyckssituationer. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänsten larmas och beskriver<strong> översiktligt </strong>ett akut omhändertagande. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare prehospitalt omhändertagande. Dessutom utför eleven <strong>med viss säkerhet </strong>prehospitalt omhändertagande. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>översiktligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <strong>utförligt</strong> ett akut omhändertagande. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare prehospitalt omhändertagande. Dessutom utför eleven <strong>med viss säkerhet </strong>prehospitalt omhändertagande. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade </strong>argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> räddningsarbete enligt L-ABCDE och HLR. Dessutom beskriver eleven hur räddningstjänst larmas och beskriver <strong>utförligt och nyanserat </strong>ett akut omhändertagande. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare prehospitalt omhändertagande. Dessutom utför eleven <strong>med säkerhet </strong>prehospitalt omhändertagande. <strong>Vidare anpassar eleven vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt</strong> diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BEVBEV0</h3>",
      "code": "BEVBEV0",
      "nameHeading": "<h2>Bevakning och säkerhet, 300 poäng</h2>",
      "name": "Bevakning och säkerhet",
      "englishName": "Surveillance and safety",
      "points": "300",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen bevakning och säkerhet omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Innehåll, organisation och auktorisation av bevakningsverksamhet samt dess funktion i samhället.</li> <li>Samhällets rättsvårdande myndigheters organisation och roll i rättskedjan.</li> <li>Samhällets räddningstjänst, dess organisation och funktion i samhället.</li> <li>Brandförlopp, släckteknik, släckmedel och brandsyn.</li> <li>HLR med defibrillering och första hjälpen vid skada och akut sjukdom.</li> <li>Svensk narkotikapolitik, preparatkännedom och symptom på droganvändning.</li> <li>Bevakningsjuridik – lagar, regler och andra föreskrifter som styr bevakningsverksamhet.</li> <li>Olika tekniska hjälpmedel, material och tekniker och dess tillämpning.</li> <li>Arbetsmiljö, säkerhet, självskydd och konflikthantering.</li> <li>Bemötande av människor i olika situationer.</li> <li>Yrkesetik, grundläggande demokratiska värderingar och etiska dilemman inom bevakningsområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> bevakningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>översiktligt</strong> samhällets rättsvårdande myndigheter, räddningstjänst och hantering av drogproblem. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> i samråd </strong>med handledare, vanligt förekommande <strong>enkla </strong>arbetsuppgifter på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>översiktligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> bevakningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>utförligt</strong> samhällets rättsvårdande myndigheter, räddningstjänst och hantering av drogproblem. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> efter samråd </strong>med handledare, vanligt förekommande arbetsuppgifter på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> bevakningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> samhällets rättsvårdande myndigheter, räddningstjänst och hantering av drogproblem. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> efter samråd </strong>med handledare, vanligt förekommande,<strong> även avancerade</strong>, arbetsuppgifter på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt </strong>diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BEVBRA0</h3>",
      "code": "BEVBRA0",
      "nameHeading": "<h2>Brand och räddning, 200 poäng</h2>",
      "name": "Brand och räddning",
      "englishName": "Fire and rescue",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen brand och räddning omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Regler för brandskydd i byggnader och grunderna i ett systematiskt brandskyddsarbete<i>.</i></li> <li>Brandbekämpningsresurser inom räddningstjänsten, till exempel kommunens räddningstjänst.</li> <li>Åtgärder för att förhindra och mildra fortsatta skador på liv, egendom och miljö vid brand i byggnad.</li> <li>Faktorer som ligger bakom en brands uppkomst och vad som styr spridningen av en brand.</li> <li>Brandbekämpningsutrustning, till exempel räddningstjänstens fordon och utrustning, handbrandsläckare, brandfilt.</li> <li>Räddningstjänstens yrkesroller och arbetsuppgifter.</li> <li>Arbetsmiljö- och säkerhetsaspekter i samband med bekämpande av en brand. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>översiktligt</strong> faktorer som styr brandförlopp. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> i samråd </strong>med handledare, vanligt förekommande<strong> enkla </strong>arbetsuppgifter på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>översiktligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>utförligt</strong> faktorer som styr brandförlopp. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> efter samråd </strong>med handledare, vanligt förekommande arbetsuppgifter på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> räddningstjänst, räddningsarbete och verksamhetens organisation och innehåll. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> faktorer som styr brandförlopp. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheten och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför,<strong> efter samråd </strong>med handledare, vanligt förekommande,<strong> även avancerade</strong>, arbetsuppgifter på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt </strong>diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BEVVAR0</h3>",
      "code": "BEVVAR0",
      "nameHeading": "<h2>Vardagsolyckor, 100 poäng</h2>",
      "name": "Vardagsolyckor",
      "englishName": "Daily accidents",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen vardagsolyckor omfattar punkterna 1–2 och 4–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Kommunens regler och ansvar för att förebygga olyckor.</li> <li>Grunderna för kommunens systematiska säkerhetsarbete.</li> <li>Olycks- och skadebilden i samhället.</li> <li>Olyckor som inträffar i hem- och fritidsmiljö och hur de kan förebyggas.</li> <li>Risker och riskbeteende som finns hos särskilt utsatta grupper, till exempel barn, äldre och människor med funktionsnedsättning. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> kommunens systematiska säkerhetsarbete och verksamheternas organisation. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför, <strong>i samråd </strong>med handledare, vanligt förekommande <strong>enkelt</strong>, systematiskt säkerhetsarbete på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>översiktligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> kommunens systematiska säkerhetsarbete och verksamheternas organisation. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, vanligt förekommande systematiskt säkerhetsarbete på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> kommunens systematiska säkerhetsarbete och verksamheternas organisation. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, vanligt förekommande, <strong>även avancerat</strong>, systematiskt säkerhetsarbete på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt </strong>diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna. I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.948Z"
}