{
  "code": "BIO",
  "name": "Biologi",
  "englishName": "Biology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:76",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:106",
  "skolfsAndring": "2022:50",
  "nameHeading": "<h2>Biologi</h2>",
  "description": "<p>Biologi är ett naturvetenskapligt ämne som har sitt ursprung i människans behov av att veta mer om sig själv och sin omvärld. Det är läran om livet, dess uppkomst, utveckling, former och villkor. Biologins sammanhang är ofta komplexa och studeras på olika nivåer, från den enskilda molekylen till globala ekosystem.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet biologi ska syfta till att eleverna utvecklar kunskaper om biologins begrepp, teorier, modeller och arbetsmetoder. Den ska bidra till att eleverna utvecklar förståelse av biologins betydelse i samhället, till exempel för livskvalitet och hälsa genom medicinen, och för skyddandet av jordens ekosystem genom ekologin. Genom undervisningen ska eleverna ges möjlighet att utveckla ett naturvetenskapligt perspektiv på vår omvärld med evolutionsteorin som grund. I undervisningen ska aktuell forskning och elevernas upplevelser, nyfikenhet och kreativitet tas till vara. Undervisningen ska också bidra till att eleverna, från en naturvetenskaplig utgångspunkt, kan delta i samhällsdebatten och diskutera etiska frågor och ställningstaganden.</p><p>Molekylärbiologin, liksom många andra områden inom biologin, utvecklas i snabb takt. Utvecklingen sker i ett samspel mellan teori och experiment, där hypoteser, teorier och modeller testas, omvärderas och förändras. Undervisningen ska därför behandla teoriers och modellers utveckling, begränsningar och giltighetsområden. Den ska bidra till att eleverna utvecklar förmåga att arbeta teoretiskt och experimentellt samt att kommunicera med hjälp av ett naturvetenskapligt språk. Undervisningen ska också bidra till att eleverna utvecklar förmåga att kritiskt värdera och skilja mellan påståenden som bygger på vetenskaplig respektive icke-vetenskaplig grund.</p><p>Undervisningen ska innefatta naturvetenskapliga arbetsmetoder som att formulera och söka svar på frågor, göra systematiska observationer, planera och utföra experiment och fältstudier samt bearbeta, tolka och kritiskt granska resultat och information. I undervisningen ska eleverna ges tillfällen att argumentera kring och presentera analyser och slutsatser. De ska även ges möjlighet att använda datorstödd utrustning för insamling, simulering, beräkning, bearbetning och presentation av data.</p><h4>Undervisningen i ämnet biologi ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om biologins begrepp, modeller, teorier och arbetsmetoder samt förståelse av hur dessa utvecklas.</li> <li>Förmåga att analysera och söka svar på ämnesrelaterade frågor samt att identifiera, formulera och lösa problem. Förmåga att reflektera över och värdera valda strategier, metoder och resultat.</li> <li>Förmåga att planera, genomföra, tolka och redovisa<br>fältstudier, experiment och observationer samt förmåga att hantera material och utrustning.</li> <li>Kunskaper om biologins betydelse för individ och samhälle.</li> <li>Förmåga att använda kunskaper i biologi för att kommunicera samt för att granska och använda information.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Biologi 1, 100 poäng, som bygger på grundskolans kunskaper eller motsvarande.</li> <li>Biologi 2, 100 poäng, som bygger på kursen biologi 1.</li> <li>Bioteknik, 100 poäng, som bygger på kursen biologi 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: BIOBIO01</h3>",
      "code": "BIOBIO01",
      "nameHeading": "<h2>Biologi 1, 100 poäng</h2>",
      "name": "Biologi 1",
      "englishName": "Biology 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen biologi 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Ekologi</strong> </p><ul> <li>Ekosystemens struktur och dynamik. Energiflöden och kretslopp av materia samt ekosystemtjänster.</li> <li>Naturliga och av människan orsakade störningar i ekosystem med koppling till frågor om bärkraft och biologisk mångfald.</li> <li>Populationers storlek, samhällens artrikedom och artsammansättning samt faktorer som påverkar detta.</li> <li>Ekologiskt hållbar utveckling lokalt och globalt samt olika sätt att bidra till detta.</li> </ul><p> <strong>Genetik</strong> </p><ul> <li>Eukaryota och prokaryota cellers egenskaper och funktion.</li> <li>Arvsmassans uppbyggnad samt ärftlighetens lagar och mekanismer. Celldelning, dna-replikation och mutationer.</li> <li>Genernas uttryck. Proteinsyntes, monogena och polygena egenskaper, arv och miljö.</li> <li>Genetikens användningsområden. Möjligheter, risker och etiska frågor.</li> </ul><p> <strong>Evolution</strong> </p><ul> <li>Naturvetenskapliga teorier om livets uppkomst och utveckling.</li> <li>Evolutionens mekanismer, till exempel naturligt urval och sexuell selektion samt deras betydelse för artbildning.</li> <li>Organismers beteende samt beteendets betydelse för överlevnad och reproduktiv framgång.</li> <li>Släktträd och principer för indelning av organismvärlden. Organismernas huvudgrupper och evolutionära historia.</li> <li>Biologins idéhistoria med tyngdpunkt på evolutionen.</li> </ul><p> <strong>Biologins karaktär och arbetsmetoder</strong> </p><ul> <li>Vad som kännetecknar en naturvetenskaplig frågeställning.</li> <li>Modeller och teorier som förenklingar av verkligheten. Hur de förändras över tid.</li> <li>Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.</li> <li>Avgränsningar och studier av problem och frågor med hjälp av biologiska resonemang.</li> <li>Planering och genomförande av fältstudier, experiment och observationer samt formulering och prövning av hypoteser i samband med dessa.</li> <li>Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.</li> <li>Fältstudier och undersökningar inom ekologi inklusive användning av modern utrustning. Simulering av evolutionära mekanismer, till exempel naturligt urval. Hur man identifierar organismer. Mikroskopering vid till exempel studier av celler eller celldelning.</li> <li>Bearbetning av biologiska data med enkla statistiska metoder.</li> <li>Användning av genetiska data för studier av biologiska sammanhang.</li> <li>Ställningstagande i samhällsfrågor utifrån biologiska förklaringsmodeller, till exempel frågor om hållbar utveckling.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med viss säkerhet </strong>för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>något </strong>exempel redogör eleven <strong>översiktligt </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>enkla </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>enkla </strong>frågor i <strong>bekanta situationer </strong>med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med viss säkerhet enkla </strong>egna frågor. Eleven planerar och genomför <strong>i samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>enkla </strong>resonemang.</p><p>Eleven diskuterar <strong>översiktligt </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>enkla </strong>argument och redogör <strong>översiktligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet</strong> ett naturvetenskapligt språk och anpassar <strong>till viss del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>enkla </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med viss säkerhet </strong>för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>enkla </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor i <strong>bekanta situationer </strong>med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med viss säkerhet </strong>egna frågor. Eleven planerar och genomför <strong>efter samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade </strong>resonemang.</p><p>Eleven diskuterar <strong>utförligt </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundade </strong>argument och redogör <strong>utförligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet </strong>ett naturvetenskapligt språk och anpassar <strong>till stor del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med säkerhet </strong>för att söka svar på frågor samt för att <strong>beskriva och generalisera kring </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt och nyanserat </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>nyanserade </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor i <strong>bekanta och nya situationer </strong>med <strong>gott</strong> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med säkerhet komplexa </strong>egna frågor. Eleven planerar och genomför<strong> efter samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>nyanserade </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade och nyanserade</strong> resonemang. <strong>Vid behov föreslår eleven också förändringar</strong>.</p><p>Eleven diskuterar <strong>utförligt och nyanserat komplexa </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundade och nyanserade </strong>argument och redogör <strong>utförligt och nyanserat</strong> för konsekvenser av <strong>flera </strong>tänkbara ställningstaganden. <strong>Eleven föreslår också nya frågeställningar att diskutera</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> ett naturvetenskapligt språk och anpassar <strong>till stor del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade och nyanserade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BIOBIO02</h3>",
      "code": "BIOBIO02",
      "nameHeading": "<h2>Biologi 2, 100 poäng</h2>",
      "name": "Biologi 2",
      "englishName": "Biology 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen biologi 2 omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Cell- och molekylärbiologi</strong> </p><ul> <li>Cellers livscykler och differentiering, utveckling från ägg till vuxen. Cellers kommunikation.</li> <li>Celldelars funktion. Livsprocesser och regleringen av dem, till exempel fotosyntes, metabolism och transport över membran. Evolutionärt perspektiv på molekylärbiologi.</li> <li>Cell- och molekylärbiologins användningsområden. Möjligheter, risker och etiska frågor.</li> </ul><p> <strong>Organismens funktion </strong> </p><ul> <li>Fysiologi hos människan och andra djur. Organsystem och deras uppbyggnad, funktion och samspel. Hormonsystemets och nervsystemets reglering av organismen.</li> <li>Samband mellan evolution och organismernas funktionella byggnad och livsprocesser.</li> <li>Immunsystem, smittspridning och infektion. Virus byggnad, funktion och reproduktion.</li> <li>Mikroorganismer och deras betydelse för hälsa och sjukdom. Antibiotika och evolutionära processer.</li> <li>Samband mellan levnadsförhållanden, hälsa och sjukdom. Etik i medicinska frågor.</li> <li>Vad som händer i kroppen under menstruation, förälskelse, sex och graviditet. Hur sexuellt överförbara sjukdomar och oönskade graviditeter kan förebyggas.</li> <li>Livscykler och fysiologi hos växter och svampar.</li> <li>Användning av modern utrustning vid fysiologiska undersökningar och laborationer.</li> </ul><p> <strong>Biologins karaktär och arbetsmetoder</strong> </p><ul> <li>Modeller och teorier som idealiseringar av verkligheten. Modellers och teoriers giltighetsområden samt hur de kan utvecklas, generaliseras eller ersättas av andra modeller och teorier över tid.</li> <li>Avgränsning och studier av problem och frågor med hjälp av biologiska resonemang.</li> <li>Det experimentella arbetets betydelse för att testa, omvärdera och revidera hypoteser, teorier och modeller.</li> <li>Planering och genomförande av fältstudier, experiment och observationer samt formulering och prövning av hypoteser i samband med dessa. Utvärdering av resultat och slutsatser genom analys av metodval, arbetsprocess och felkällor.</li> <li>Fysiologiska undersökningar och laborationer inklusive användning av modern utrustning. Enklare molekylärbiologiska metoder. Sterilteknik och odling av bakterier.</li> <li>Användning av genetiska data för studier av biologiska sammanhang.</li> <li>Frågor om religion, etik och hållbar utveckling kopplade till biologins olika arbetssätt och verksamhetsområden.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med viss säkerhet </strong>för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>något </strong>exempel redogör eleven <strong>översiktligt </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>enkla </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>enkla </strong>frågor i <strong>bekanta situationer </strong>med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med viss säkerhet enkla </strong>egna frågor. Eleven planerar och genomför <strong>i samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>enkla </strong>resonemang.</p><p>Eleven diskuterar <strong>översiktligt </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>enkla </strong>argument och redogör <strong>översiktligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet</strong> ett naturvetenskapligt språk och anpassar <strong>till viss del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>enkla </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med viss säkerhet </strong>för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>enkla </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor i <strong>bekanta situationer </strong>med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med viss säkerhet </strong>egna frågor. Eleven planerar och genomför <strong>efter samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade </strong>resonemang.</p><p>Eleven diskuterar <strong>utförligt </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundade </strong>argument och redogör <strong>utförligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet </strong>ett naturvetenskapligt språk och anpassar <strong>till stor del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp, modeller, teorier och arbetsmetoder från vart och ett av kursens olika områden. Eleven använder dessa <strong>med säkerhet </strong>för att söka svar på frågor samt för att <strong>beskriva och generalisera kring </strong>biologiska samband på olika nivåer, från molekylnivå till ekosystemnivå. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt och nyanserat </strong>för hur biologins modeller och teorier utvecklas. Eleven värderar också modellers och teoriers giltighet och begränsningar med <strong>nyanserade </strong>omdömen.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor i <strong>bekanta och nya situationer </strong>med <strong>gott</strong> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. I arbetet formulerar eleven relevanta hypoteser och formulerar <strong>med säkerhet komplexa </strong>egna frågor. Eleven planerar och genomför<strong> efter samråd </strong>med handledare experiment och fältstudier på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>nyanserade </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade och nyanserade</strong> resonemang. <strong>Vid behov föreslår eleven också förändringar</strong>.</p><p>Eleven diskuterar <strong>utförligt och nyanserat komplexa </strong>frågor som rör biologins betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundade och nyanserade </strong>argument och redogör <strong>utförligt och nyanserat</strong> för konsekvenser av <strong>flera </strong>tänkbara ställningstaganden. <strong>Eleven föreslår också nya frågeställningar att diskutera</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> ett naturvetenskapligt språk och anpassar <strong>till stor del </strong>sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade och nyanserade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BIOBIT0</h3>",
      "code": "BIOBIT0",
      "nameHeading": "<h2>Bioteknik, 100 poäng</h2>",
      "name": "Bioteknik",
      "englishName": "Biotechnology",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen bioteknik omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Experimentellt arbete inom bioteknik inklusive genteknik. Sterilteknik, odlingsteknik och fermentationsteknik.</li> <li>Biologiskt verksamma makromolekyler, deras funktion och interaktion inom och mellan celler.</li> <li>Cellers användning inom industri, jordbruk, medicin och forskning. Bakterier, jästceller, cancerceller, stamceller och deras betydelse för bioteknikens utveckling.</li> <li>Biotekniska inklusive gentekniska verktyg och metoder samt deras användning inom industri, jordbruk, medicin och forskning. Bioteknik och genteknik i frågor om ekologiskt hållbar utveckling.</li> <li>Möjligheter och risker med bioteknik och genmodifierade organismer ur ett etiskt och samhälleligt perspektiv.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven använder <strong>med viss säkerhet</strong> begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>företeelser inom bioteknik. Utifrån <strong>något </strong>exempel redogör eleven <strong>översiktligt </strong>för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på frågor med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. Eleven planerar och genomför <strong>i samråd </strong>med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>enkla </strong>resonemang.</p><p>Eleven diskuterar <strong>översiktligt </strong>biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>enkla </strong>argument och redogör <strong>översiktligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet</strong> biotekniska termer och anpassar till<strong> viss </strong>del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>enkla </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven använder <strong>med viss säkerhet </strong>begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <strong>exemplifiera </strong>företeelser inom bioteknik. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt </strong>för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor med <strong>tillfredsställande </strong>resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <strong>I arbetet formulerar eleven med viss säkerhet egna frågor som för processen framåt</strong>. Eleven planerar och genomför <strong>efter samråd </strong>med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>enkla </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade </strong>resonemang.</p><p>Eleven diskuterar <strong>utförligt </strong>biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundade </strong>argument och redogör <strong>utförligt </strong>för konsekvenser av <strong>något </strong>tänkbart ställningstagande.</p><p>Eleven använder <strong>med viss säkerhet </strong>biotekniska termer och anpassar till<strong> stor </strong>del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven använder <strong>med säkerhet </strong>begrepp, modeller, teorier och arbetsmetoder för att söka svar på frågor samt för att beskriva och <strong>generalisera kring </strong>företeelser inom bioteknik. Utifrån <strong>några </strong>exempel redogör eleven <strong>utförligt och nyanserat </strong>för hur biotekniken har utvecklats.</p><p>Eleven analyserar och söker svar på <strong>komplexa </strong>frågor med <strong>gott</strong> resultat. Detta gäller såväl i det teoretiska som i det praktiska arbetet. <strong>I arbetet formulerar eleven med säkerhet egna frågor som för processen framåt och fördjupar resonemangen</strong>. Eleven planerar och genomför<strong> efter samråd </strong>med handledare det undersökande arbetet på ett tillfredsställande sätt. Dessutom hanterar eleven material och utrustning på ett säkert sätt. Vidare tolkar eleven sina resultat, utvärderar sina metoder med <strong>nyanserade </strong>omdömen och motiverar sina slutsatser med <strong>välgrundade och nyanserade</strong> resonemang. <strong>Vid behov föreslår eleven också förändringar</strong>.</p><p>Eleven diskuterar <strong>utförligt och nyanserat komplexa </strong>biotekniska frågor med betydelse för individ och samhälle. I diskussionerna för eleven fram <strong>välgrundande och nyanserade </strong>argument och redogör <strong>utförligt och nyanserat</strong> för konsekvenser av <strong>flera </strong>tänkbara ställningstaganden. <strong>Eleven föreslår också nya frågeställningar att diskutera</strong>.</p><p>Eleven använder <strong>med säkerhet </strong>biotekniska termer och anpassar till<strong> stor </strong>del sin kommunikation till syfte och sammanhang. Dessutom använder eleven olika typer av källor och gör <strong>välgrundade och nyanserade </strong>bedömningar av informationens och källornas trovärdighet och relevans.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
