{
  "code": "BYP",
  "name": "Byggproduktionsledning",
  "englishName": "Building production management",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-05-25",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2015:11",
  "skolfsAndring": "2022:56",
  "nameHeading": "<h2>Byggproduktionsledning</h2>",
  "description": "<p>Ämnet byggproduktionsledning behandlar organisation och ledning av byggproduktion på en byggarbetsplats, från planering före byggstart till produktionsstyrning under byggskedet. Det behandlar också grundläggande mätningsteknik för byggproduktion. Ämnet byggproduktionsledning får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet byggproduktionsledning ska syfta till att eleverna utvecklar grundläggande kunskaper om hur en byggarbetsplats organiseras och leds. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av sambandet mellan byggteknik å ena sidan och organisation och ledarskap å den andra. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur entreprenadjuridik tillämpas på byggarbetsplatsen.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur en byggarbetsplats organiseras när den planeras och etableras. Den ska också leda till att eleverna utvecklar förståelse av ett företags planering inför starten av ett byggprojekt.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vilka aktörer som medverkar för att tillgängliggöra resurser. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om anmälningar och tillstånd för etablering av en byggarbetsplats. Den ska även leda till att eleverna utvecklar kunskaper om produktionsstyrning av byggskedet samt om den planering och de delprocesser som hanteras på byggarbetsplatsen.</p><p>Eleverna ska ges möjlighet att arbeta i projekt med koppling till planerade och pågående projekt i byggföretag.</p><h4>Undervisningen i ämnet byggproduktionsledning ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om geodesins grundbegrepp samt om utsättning och inmätning av hus, vägar och anläggningar. Kunskaper om mätmetoder beträffande fukt, akustik, lufttäthet och energiegenskaper.</li> <li>Förmåga att planera och organisera mätningstekniska uppgifter i ett byggprojekt samt att tolka och använda tekniska ritningar.</li> <li>Kunskaper om olika dokument som används i byggprocessen samt om deras kopplingar till AMA-systemet (allmän material- och arbetsbeskrivning). Kunskaper om ritningar för bygg- och anläggningsprojekt.</li> <li>Förmåga att planera, organisera och genomföra upphandlingsarbete i ett byggentreprenadföretag.</li> <li>Förmåga att hantera underentreprenader samt leveranser till ett byggprojekt och inom en byggarbetsplats.</li> <li>Förmåga att planera ett byggprojekt inför byggstart.</li> <li>Kunskaper om strategier och system för produktionsskedet i ett byggprojekt.</li> <li>Förmåga att genomföra arbetsberedning för olika arbetsmoment i ett byggprojekt.</li> <li>Förmåga att genomföra möten för byggprojekt och hantera kontraktsfrågor mellan beställare och utförare för ett byggprojekt.</li> <li>Kunskaper om lagar och andra bestämmelser för verksamheten på en byggarbetsplats.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Byggstyrning, 100 poäng. </li> <li>Planering före byggstart, 100 poäng. </li> <li>Rit- och mätningsteknik, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: BYPBYG0</h3>",
      "code": "BYPBYG0",
      "nameHeading": "<h2>Byggstyrning, 100 poäng</h2>",
      "name": "Byggstyrning",
      "englishName": "Building control",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen byggstyrning omfattar punkterna 3, 5 och 7–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Lagar och regler för verksamheten på byggarbetsplatsen. Tillstånd och behörigheter som krävs under byggskedet.</li> <li>Uppföljning och avstämning av tidplan enligt CPM (Critical Path Method), personalplan och kostnader. Löpande planering.</li> <li>Planering och arbete med arbetsplatsdispositionsplaner av byggarbetsplatsens utformning, till exempel vad gäller byggnadsställningar, transportvägar, transportanordningar, arbetsmiljö, restprodukter och tillfälliga installationer.</li> <li>Beräkning av energiförbrukning under byggskedet med fokus på energibesparingar.</li> <li>Arbetsmiljöarbete i byggprojekt.</li> <li>Arbetsrätt och kollektivavtal.</li> <li>Materialhantering på arbetsplatsen. Olika leveransvillkor. Interntransporter.</li> <li>Produktionsmetoder samt utrustning, verktyg, hjälpmaterial och hjälpmedel för att genomföra produktionsaktiviteter.</li> <li>Arbetsberedning för olika arbetsmoment. Gemensam planering för flera yrkeskategorier med hjälp av till exempel visuell planering och erfarenhetsdatabank eller arbetsinstruktioner. Genomförs inom olika delområden.</li> <li>Tekniska krav, arbetsmiljö- och miljökrav på arbetsberedning.</li> <li>Fakturering och avstämning.</li> <li>Kontrakthantering och entreprenadtvister. Hantering av ÄTA-arbeten (ändringsarbete, tilläggsarbete och avgående arbete).</li> <li>Kvalitets-, miljö- och arbetsmiljöledningssystem på grundläggande nivå enligt Bas P (planering och projektering) och Bas U (utförande).</li> <li>Kvalitetsmätmetoder beträffande fuktförhållande i material, akustikegenskaper, lufttäthet hos byggnader och byggnaders energiegenskaper, till exempel täthetsprovning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och arbetar <strong>i samråd </strong>med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <strong>förståelse </strong>för rullande planering och avstämningar.</p><p>Eleven redogör <strong>översiktligt</strong> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <strong>översiktligt</strong> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <strong>i samråd </strong>med handledare en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <strong>med</strong> <strong>viss säkerhet</strong>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen. Dessutom gör eleven en <strong>enkel</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <strong>i samråd </strong>med handledare. Eleven hanterar <strong>med viss säkerhet</strong> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogör<strong> översiktligt </strong>för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och arbetar <strong>efter samråd </strong>med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <strong>förståelse </strong>för rullande planering och avstämningar.</p><p>Eleven redogör <strong>utförligt</strong> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <strong>utförligt</strong> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <strong>efter samråd </strong>med handledare och<strong> med viss säkerhet</strong> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <strong>med</strong> <strong>viss säkerhet</strong>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>välgrundade </strong>omdömen. Dessutom gör eleven en <strong>nyanserad</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <strong>efter samråd </strong>med handledare. Eleven hanterar <strong>med viss säkerhet</strong> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogör<strong> utförligt </strong>för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och arbetar <strong>efter samråd </strong>med handledare utifrån en verklighetsbaserad arbetsplats med strukturplan, arbetsplatsdispositionsplan, tid- och resursplan och kostnader. Eleven visar <strong>god förståelse </strong>för rullande planering och avstämningar.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för lagar, regler, tillstånd och behörighet för verksamheten på byggarbetsplatsen. Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsrätt och olika avtal som gäller på byggarbetsplatser.</p><p>Eleven planerar, organiserar och genomför med datorstöd <strong>efter samråd </strong>med handledare och <strong>med säkerhet</strong> en arbetsberedning för olika arbetsmoment i ett byggprojekt. I arbetet beaktar eleven tekniska krav, arbetsmiljö, miljökrav, hantering av restprodukter, lämpliga hjälpmedel och produktionsmetoder för olika arbetsmoment <strong>med säkerhet</strong>.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>välgrundade och nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>nyanserad</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven planerar, organiserar och genomför möten för byggprojekt <strong>efter samråd </strong>med handledare. Eleven hanterar <strong>med säkerhet</strong> kontraktsfrågor mellan beställare och utförare för ett byggprojekt, inklusive ändrade förutsättningar för projektet samt fakturering.</p><p>Eleven redogör<strong> utförligt och nyanserat </strong>för mätmetoder som används för att kontrollera fuktförhållanden i material, akustikegenskaper och lufttäthet hos byggnader samt för mätmetoder som används för att värdera en byggnads energiegenskaper.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BYPPLA0</h3>",
      "code": "BYPPLA0",
      "nameHeading": "<h2>Planering före byggstart, 100 poäng</h2>",
      "name": "Planering före byggstart",
      "englishName": "Planning before building",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen planering före byggstart omfattar punkterna 3–4 och 6–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Anbudskalkyl och anbudsprocess: förfrågan, anbudsberäkning, offertförfrågan, anbud, förhandling, beställning och entreprenadkontrakt.</li> <li>Produktionsplanering, produktionsbudget och produktionstidplan.</li> <li>APD-planer (arbetsplatsdisposition), planering av byggarbetsplatsens utformning, till exempel vad gäller byggnadsställningar, transportvägar, transportanordningar, arbetsmiljö, restprodukter och tillfälliga installationer.</li> <li>Logistik och materialadministration för byggarbetsplatsen.</li> <li>Hantering av restprodukter, energiförbrukning i produktionsskedet.</li> <li>Arbetsmiljöarbete i byggprojekt.</li> <li>Begrepp som används inom kunskapsområdet, till exempel upphandling, anbudskalkyl, entreprenadkontrakt, produktionstidplan, produktionsbudget, bygglogistik, byggarbetsmiljö, BIM (Building Information Modelling) och Lean Construction.</li> <li>Tidplan, CPM (Critical Path Method) och strukturplan.</li> <li>Elsäkerhet. Elolycksfall, ljusbågs- och strömgenomgångsrisker, arbete utan och med nära spänning, elarbetesansvarigs arbetsuppgifter, entreprenörsarbete med el och ansvarsfrågor.</li> <li>Kunskaper om och planering av el på en byggarbetsplats.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, organiserar och genomför <strong>i samråd </strong>med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <strong>i samråd </strong>med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <strong>med viss säkerhet </strong>en arbetsplatsdisposition. Eleven anpassar <strong>efter samråd </strong>med handledare sin process till eventuella nya förutsättningar. Resultatet är <strong>tillfredsställande </strong>avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <strong>i samråd med handledare </strong>en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <strong>tillfredsställande</strong> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <strong>tillfredsställande </strong>för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar i<strong> samråd</strong> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar och scheman. Elevens planering utgör ett <strong>tillfredsställande </strong>underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med<strong> enkla </strong>omdömen. Dessutom gör eleven en <strong>enkel </strong>jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <strong>översiktligt </strong>för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, organiserar och genomför <strong>efter samråd</strong> med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <strong>efter samråd </strong>med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <strong>med viss säkerhet </strong>en arbetsplatsdisposition. Eleven anpassar <strong>efter samråd </strong>med handledare sin process till eventuella nya förutsättningar. Resultatet är <strong>gott </strong>avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <strong>med viss säkerhet </strong>en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <strong>utförligt</strong> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <strong>utförligt och nyanserat </strong>för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <strong>i samråd </strong>med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar och scheman. Elevens planering utgör ett underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen. Dessutom gör eleven en <strong>välgrundad </strong>jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <strong>med viss säkerhet </strong>för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, organiserar och genomför <strong>efter samråd </strong>med handledare en byggentreprenörs anbudsprocess. Dessutom planerar eleven <strong>efter samråd </strong>med handledare ett byggprojekt inför byggstart. I arbetet upprättar eleven <strong>med säkerhet </strong>en arbetsplatsdisposition. Eleven anpassar <strong>efter samråd </strong>med handledare sin process till eventuella nya förutsättningar. Resultatet är <strong>gott </strong>avseende funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven upprättar <strong>med säkerhet </strong>en tidplan enligt CPM-strukturplan.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hur el kan ordnas på en byggarbetsplats då det gäller belysnings- och fördelningsutrustning samt drift och underhåll. Eleven redogör även <strong>utförligt och nyanserat </strong>för vilka faror det finns med el på en byggarbetsplats samt vad som krävs för en hög elsäkerhet.</p><p>Eleven planerar <strong>efter samråd</strong> med handledare en enklare tillfällig elanläggning på byggarbetsplatsen. I arbetet använder eleven <strong>med säkerhet</strong> ritningar och scheman. Elevens planering utgör ett <strong>gott </strong>underlag för att upprätta en elanläggning.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>välgrundad och nyanserad </strong>jämförelse av sitt eget resultat med andras, när det gäller funktion, teknik, ekonomi, miljö och arbetsmiljö.</p><p>Eleven redogör <strong>med säkerhet </strong>för strategier och system för produktionsskedet i ett byggprojekt.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: BYPRIT0</h3>",
      "code": "BYPRIT0",
      "nameHeading": "<h2>Rit- och mätningsteknik, 100 poäng</h2>",
      "name": "Rit- och mätningsteknik",
      "englishName": "Drawing and measurement technology",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen rit- och mätningsteknik omfattar punkterna 1–3 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Geodesins grundbegrepp, till exempel satellitmätning, kartprojektioner, stomnät, transformationer, plan- och höjdmätning.</li> <li>Praktisk utsättning och inmätning av byggnader, vägar och anläggningar.</li> <li>Bygg- och utsättningstoleranser.</li> <li>Felteori och toleranskrav inom bygg- och anläggningsbranschen.</li> <li>Begrepp som används inom kunskapsområdet, till exempel kartprojektion, två- och tredimensionella system, höjdsystem, höjdmätning, planmätning, polygontåg, areaberäkning, utsättning, geoiden, landhöjning, fukthalt, fuktkvot, ljudnivå, ljuddämpning, temperatur och värmemotstånd.</li> <li>Beskrivningsteknik. Slutproduktens beskrivning innefattande rambeskrivning, byggbeskrivning, rumsbeskrivning och markbeskrivning kopplat till AMA-systemet (allmän material- och arbetsbeskrivning).</li> <li>Administrativa förutsättningar för ett bygg- eller anläggningsprojekt enligt AF-AMA (administrativa föreskrifter-allmän material- och arbetsbeskrivning).</li> <li>Ritteknik i cad och ritningsläsning – bygg, el, vvs.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för geodesins grundbegrepp samt principerna för utsättning och inmätning av hus, vägar och anläggningar. I redogörelsen ger eleven <strong>enkla </strong>exempel på hur utsättning och inmätning genomförs i praktiken.</p><p>Eleven planerar och organiserar <strong>i samråd</strong> med handledare mätningstekniska uppgifter i ett byggprojekt. I arbetet överför eleven <strong>med viss säkerhet </strong>uppgifter från ritningar till praktiska markeringar.</p><p>Eleven använder <strong>med viss säkerhet</strong> vanliga redskap som snörslå, tumstock och måttband.</p><p>Resultatet är <strong>tillfredsställande</strong> avseende toleranskrav, funktion och praktisk genomförbarhet.</p><p>Eleven redogör <strong>översiktligt</strong> för hur ett byggprojekt beskrivs med hjälp av olika dokument samt hur dessa är kopplade till byggbranschens beskrivningssystem AMA. Dessutom redogör eleven <strong>översiktligt </strong>för grundläggande begrepp på ritningar för bygg- och anläggningsprojekt samt gör <strong>enkla </strong>reflektioner över hur informationen i ritningar används.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen. Dessutom gör eleven en <strong>enkel</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion och praktisk genomförbarhet.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för geodesins grundbegrepp samt principerna för utsättning och inmätning av hus, vägar och anläggningar. I redogörelsen ger eleven <strong>välgrundade </strong>exempel på hur utsättning och inmätning genomförs i praktiken.</p><p>Eleven planerar och organiserar <strong>i samråd</strong> med handledare mätningstekniska uppgifter i ett byggprojekt. I arbetet överför eleven <strong>med viss säkerhet </strong>uppgifter från ritningar till praktiska markeringar.</p><p>Eleven använder <strong>med viss säkerhet</strong> vanliga redskap som snörslå, tumstock och måttband.</p><p>Resultatet är <strong>gott</strong> avseende toleranskrav, funktion och praktisk genomförbarhet.</p><p>Eleven redogör <strong>utförligt </strong>för hur ett byggprojekt beskrivs med hjälp av olika dokument samt hur dessa är kopplade till byggbranschens beskrivningssystem AMA. Dessutom redogör eleven <strong>utförligt </strong>för grundläggande begrepp på ritningar för bygg- och anläggningsprojekt samt gör <strong>välgrundade </strong>reflektioner över hur informationen i ritningar används.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen. Dessutom gör eleven en <strong>välgrundad</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion och praktisk genomförbarhet.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och uttryckssätt som används inom kunskapsområdet för att åskådliggöra sina tankar och idéer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för geodesins grundbegrepp samt principerna för utsättning och inmätning av hus, vägar och anläggningar. I redogörelsen ger eleven <strong>välgrundade och nyanserade </strong>exempel på hur utsättning och inmätning genomförs i praktiken.</p><p>Eleven planerar och organiserar <strong>efter samråd</strong> med handledare mätningstekniska uppgifter i ett byggprojekt. I arbetet överför eleven <strong>med säkerhet </strong>uppgifter från ritningar till praktiska markeringar.</p><p>Eleven använder <strong>med säkerhet</strong> vanliga redskap som snörslå, tumstock och måttband.</p><p>Resultatet är <strong>gott</strong> avseende toleranskrav, funktion och praktisk genomförbarhet.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för hur ett byggprojekt beskrivs med hjälp av olika dokument samt hur dessa är kopplade till byggbranschens beskrivningssystem AMA. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för grundläggande begrepp på ritningar för bygg- och anläggningsprojekt samt gör <strong>välgrundade och nyanserade </strong>reflektioner över hur informationen i ritningar används.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>välgrundad och nyanserad</strong> jämförelse av sitt eget resultat med andras, när det gäller funktion och praktisk genomförbarhet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.958Z"
}