{
  "code": "CHA",
  "name": "Charkuterikunskap",
  "englishName": "Charcuterie",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-05-25",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2014:81",
  "skolfsAndring": "2022:59",
  "nameHeading": "<h2>Charkuterikunskap</h2>",
  "description": "<p>Ämnet charkuterikunskap behandlar olika hantverksmässiga tillverkningsmetoder för att framställa charkuterivaror. I ämnet behandlas också olika köttråvaror, hur råvaror används inom näringen samt betydelsen av produktkvalitet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet charkuterikunskap ska syfta till att eleverna utvecklar förmåga att tillverka charkuteriprodukter med moderna och traditionella hantverksmetoder. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att följa recept, välja och hantera råvaror samt utveckla kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten. Undervisningen ska också leda till att eleverna utvecklar förmåga att skapa estetiskt tilltalande och smakrika slutprodukter.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö och säkerhet samt om lagar och andra bestämmelser som gäller för yrkesområdet. Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet. Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet samt problemlösnings- och initiativförmåga. Dessutom ska eleverna ges möjlighet att utföra arbetsuppgifter såväl individuellt som i samarbete med andra.</p><p>Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla färdigheter inom charkuteriområdet.</p><h4>Undervisningen i ämnet charkuterikunskap ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om olika köttråvarors kvalitet och om deras egenskaper samt om andra råvaror och tillsatser.</li> <li>Förmåga att tillverka charkuterivaror.</li> <li>Förmåga att läsa, följa och utarbeta recept samt att utföra recept- och näringsberäkningar och effektivitetsbedömningar.</li> <li>Förmåga att använda utrustning, maskiner och verktyg.</li> <li>Förmåga att förpacka och förvara charkuterivaror.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> <li>Förmåga att underhålla utrustning, maskiner och verktyg.</li> <li>Förmåga att utvärdera sitt arbete och resultat.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Charkuteri 1, 100 poäng. </li> <li>Charkuteri 2, 100 poäng, som bygger på kursen charkuteri 1.</li> <li>Charkuteri 3, 200 poäng, som bygger på kursen charkuteri 2.</li> <li>Charkuteri 4, 100 poäng, som bygger på kursen charkuteri 3.</li> <li>Charkuteri – specialisering, 100 poäng, som bygger på kursen charkuteri 4. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: CHACHA01</h3>",
      "code": "CHACHA01",
      "nameHeading": "<h2>Charkuteri 1, 100 poäng</h2>",
      "name": "Charkuteri 1",
      "englishName": "Charcuterie 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen charkuteri 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande färdigheter i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika köttråvaror inom charkindustrin, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Andra råvaror och tillsatser som är vanligt förekommande vid tillverkning av charkuterivaror.</li> <li>Tillverkning av oblandade och blandade charkuterivaror, i huvudsak emulsionsprodukter.</li> <li>Tillverkningsprocessen – uppvägning, beredning, formning, värmebehandling och kylning.</li> <li>Hantering och förvaring av vanligt förekommande råvaror i charkindustrin.</li> <li>Hur man läser recept samt beräkning av recept- och näringsinnehåll.</li> <li>Användning och vård av produktionsutrustning och maskiner inom charkindustrin.</li> <li>Förpackning, förvaring och märkning av charkuterivaror.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Praktisk hygien och egenkontroll.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>översiktligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>i samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>enkla recept- och näringsberäkningar. Dessutom använder eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <strong>i samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>enkla </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>efter samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör <strong>med viss säkerhet </strong>enkla recept- och näringsberäkningar. Dessutom använder eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd</strong> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd</strong> med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>efter samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med säkerhet </strong>recept samt gör<strong> med säkerhet </strong>enkla recept- och näringsberäkningar. Dessutom använder eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd</strong> med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: CHACHA02</h3>",
      "code": "CHACHA02",
      "nameHeading": "<h2>Charkuteri 2, 100 poäng</h2>",
      "name": "Charkuteri 2",
      "englishName": "Charcuterie 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen charkuteri 2 omfattar punkterna 1–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika köttråvaror inom charkindustrin, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Alternativa råvaror och tillsatser som är vanligt förekommande vid tillverkning av charkuterivaror.</li> <li>Tillverkning av oblandade charkuterivaror – hela, tumlade och pressade.</li> <li>Tillverkningsprocessen – uppvägning, beredning, formning, värmebehandling och kylning.</li> <li>Olika saltningsmetoder inom charkindustrin.</li> <li>Formning i formar, konst- och naturtarm.</li> <li>Rök- och värmebehandlingsmetoder kopplat till hållbarhet, smak, färg och konsistens.</li> <li>Livsmedelskemi, kvalitet, felsökning och reflektion.</li> <li>Receptberäkningar och ekonomiska beräkningar.</li> <li>Användning och vård av produktionsutrustning och maskiner inom charkindustrin.</li> <li>Förpackning, förvaring och märkning av charkuterivaror.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Praktisk hygien och egenkontroll.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>översiktligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>i samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>enkla </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>i samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>enkla </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>efter samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>enkla </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa <strong>efter samråd </strong>med handledare. I arbetet läser och följer eleven <strong>med säkerhet </strong>recept samt gör<strong> med säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: CHACHA03</h3>",
      "code": "CHACHA03",
      "nameHeading": "<h2>Charkuteri 3, 200 poäng</h2>",
      "name": "Charkuteri 3",
      "englishName": "Charcuterie 3",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen charkuteri 3 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika köttråvaror inom charkindustrin, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Alternativa råvaror som är vanligt förekommande inom charkindustrin samt deras kvalitet och egenskaper.</li> <li>Vanligt förekommande tillsatser och hjälpmedel vid charktillverkning.</li> <li>Tillverkning av blandade och oblandade charkuterivaror.</li> <li>Tillverkning av internationella och lokala charkuterivaror.</li> <li>Organisation och planering av tillverkning.</li> <li>Tillverkningsprocessen – uppvägning, beredning, formning, värmebehandling och kylning.</li> <li>Behandlingsmetoder, till exempel rökning, fermentering och torkning.</li> <li>Livsmedelskemi, kvalitet, felsökning och reflektion.</li> <li>Omvandling och skapande av recept.</li> <li>Recept-, produktions-, närings- och ekonomiska beräkningar.</li> <li>Användning och vård av produktionsutrustning och maskiner inom charkindustrin.</li> <li>Förpackning, förvaring och märkning av charkuterivaror.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Praktisk hygien och egenkontroll.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>översiktligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa med<strong> visst </strong>handlag. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>enkla </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>i samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>enkla </strong>omdömen produkternas kvalitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa med <strong>gott </strong>handlag. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör <strong>med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror samt tillverkar dessa med<strong> mycket gott </strong>handlag. I arbetet läser och följer eleven <strong>med säkerhet </strong>recept samt gör <strong>med säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet och sitt arbete <strong>samt ger förslag på hur kvaliteten och arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: CHACHA04</h3>",
      "code": "CHACHA04",
      "nameHeading": "<h2>Charkuteri 4, 100 poäng</h2>",
      "name": "Charkuteri 4",
      "englishName": "Charcuterie 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen charkuteri 4 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika köttråvaror, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar, alternativa råvaror och tillsatser.</li> <li>Yrkesmässig tillverkning av vanligt förekommande blandade och oblandade charkuterivaror.</li> <li>Tillverkning av lokala charkuterivaror.</li> <li>Organisation och planering av tillverkning. Arbetstempo.</li> <li>Tillverkningsprocessen – uppvägning, beredning, formning, värmebehandling och kylning.</li> <li>Recept-, produktions-, närings- och ekonomiska beräkningar. Optimering av recept utifrån ett ekonomiskt perspektiv.</li> <li>Produktkvalitet och normer.</li> <li>Användning och vård av industriutrustning och industrimaskiner inom charkindustrin.</li> <li>Förpackning, förvaring och märkning av charkuterivaror.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Praktisk hygien och egenkontroll.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>översiktligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med<strong> visst </strong>handlag och med <strong>tillfredsställande </strong>kvalitet. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>enkla </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>i samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>enkla </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med <strong>gott </strong>handlag och med <strong>tillfredsställande </strong>kvalitet. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör <strong>med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med <strong>mycket gott </strong>handlag och med <strong>god </strong>kvalitet. I arbetet läser och följer eleven <strong>med säkerhet </strong>recept samt gör<strong> med säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete <strong>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: CHACHA00S</h3>",
      "code": "CHACHA00S",
      "nameHeading": "<h2>Charkuteri – specialisering, 100 poäng</h2>",
      "name": "Charkuteri – specialisering",
      "englishName": "Charcuterie – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen charkuteri – specialisering omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialiseringsområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Köttråvaror inom valt specialiseringsområde, deras kvalitet samt biokemiska och fysiologiska egenskaper. Köttsorteringar. Tillsatser och eventuella alternativa råvaror inom valt specialiseringsområde samt deras kvalitet och egenskaper.</li> <li>Yrkesmässiga tillverkningsmetoder av charkuterivaror inom valt specialiseringsområde. Exempel på specialiseringsområde kan vara lufttorkade och kallrökta produkter.</li> <li>Branschkrav då det gäller kvalitet och produktionens organisation och effektivitet.</li> <li>Trender, influenser och utveckling inom valt specialiseringsområde.</li> <li>Krav på utseende och smak inom valt specialiseringsområde.</li> <li>Kreativt framtagande av recept och arbetsbeskrivningar inom valt specialiseringsområde.</li> <li>Lönsamhet och ekonomiska konsekvenser vid val av råvaror samt sambandet mellan kvalitet och ekonomi.</li> <li>Produktkvalitet och normer.</li> <li>Användning och vård av utrustning och maskiner inom charkindustrin.</li> <li>Förpackning, förvaring och märkning av charkuterivaror.</li> <li>Arbetsmiljö, ergonomi och säkerhet.</li> <li>Lagar och andra bestämmelser inom yrkesområdet.</li> <li>Praktisk hygien och egenkontroll.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>översiktligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med<strong> visst </strong>handlag och med <strong>tillfredsställande </strong>kvalitet. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör <strong>med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>enkla </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>i samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>enkla </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med<strong> gott </strong>handlag och med <strong>tillfredsställande </strong>kvalitet. I arbetet läser och följer eleven <strong>med viss säkerhet </strong>recept samt gör<strong> med viss säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med viss säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med viss säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika köttråvarors kvalitet, deras biokemiska och fysiologiska egenskaper samt deras användningsområden. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för andra råvaror samt för tillsatser.</p><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare tillverkning av charkuterivaror. Eleven tillverkar charkuterivaror med<strong> mycket gott </strong>handlag och med <strong>god </strong>kvalitet. I arbetet läser och följer eleven <strong>med säkerhet </strong>recept samt gör <strong>med säkerhet </strong>recept- och näringsberäkningar. Dessutom värderar eleven med <strong>nyanserade </strong>omdömen råvarornas kvalitet. Eleven använder <strong>med säkerhet </strong>utrustning, maskiner och verktyg. Eleven hanterar, väljer förpackningsmaterial till, förpackar, förvarar och märker <strong>med säkerhet </strong>charkuterivaror i enlighet med lagar och andra bestämmelser.</p><p>Eleven arbetar hygieniskt, ergonomiskt och på ett sätt som är säkert för eleven själv och andra samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet. Dessutom arbetar eleven <strong>med säkerhet</strong> på ett ekonomiskt och miljömässigt sätt.</p><p>När arbetet är utfört genomför eleven <strong>efter samråd </strong>med handledare underhåll av utrustning, maskiner och verktyg. Dessutom utvärderar eleven med <strong>nyanserade </strong>omdömen produkternas kvalitet, produktionens effektivitet och sitt arbete <strong>samt ger förslag på hur kvaliteten, effektiviteten och det egna arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.960Z"
}