{
  "code": "DAG",
  "name": "Dansgestaltning för yrkesdansare",
  "englishName": "Dance performance for professional dancers",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-08",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:217",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2011:16",
  "skolfsAndring": "2022:62",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Dansgestaltning för yrkesdansare</h2>",
  "description": "<p>Ämnet dansgestaltning för yrkesdansare är till sin karaktär scenkonstnärligt och behandlar det gestaltningsarbete som krävs för yrkesmässigt utövande av scenkonstnärligt framträdande. Ämnet dansgestaltning för yrkesdansare får bara anordnas på yrkesdansarutbildningen.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet dansgestaltning för yrkesdansare ska syfta till att eleverna utvecklar scenisk kunskap samt färdigheter i gestaltningsarbete av äldre och samtida repertoar inom klassisk balett och modern nutida dans utifrån olika konstnärliga förhållningssätt.</p><p>Scenisk kunskap innebär både scenisk erfarenhet och kunskaper om hur gestaltningsarbete går till. Genom undervisningen ska eleverna därför ges möjlighet att i sceniska sammanhang utveckla förmåga att samarbeta och kommunicera med publiken samt erfarenhet av att ingå i en konstnärlig helhet. Eleverna ska ges möjlighet att utveckla sin förmåga att ta ansvar för och reflektera över den konstnärliga processen och det konstnärliga resultatet. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om koder och konventioner som används inom området samt vilka yrkesroller som måste samverka för att sceniskt arbete ska fungera. Den ska också ta fasta på att stärka elevernas motivation och självförtroende.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om den koreografiska arbetsprocessen från idé fram till det sceniska framförandet. Utbildningen ska även ge eleverna möjlighet att utveckla förmåga att analysera, tolka och memorera koreografiskt material enligt genrernas konventioner samt att självständigt fördjupa arbetet när det gäller dansteknisk och konstnärlig problemlösning. Eleverna ska också ges möjlighet att delta i kreativa processer, utveckla förmåga att improvisera, vara initiativrika och skapande samt lyhörda inför olika sätt att förhålla sig till konstnärliga processer.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om och färdigheter i olika metoder när det gäller tolkning, improvisation och komposition samt hur dessa faktorer bygger på olika förhållningssätt till dans som konstnärligt uttryck.</p><p>Inom yrkesområdet förekommer en stor variation av repertoarer, och gestaltning har olika innebörd beroende på koreografisk arbetsmetod och konstnärligt förhållningssätt. En del gestaltningar innebär att dansen närmar sig teaterns sätt att arbeta medan andra utgår från att rörelsen är i fokus. Undervisningen ska därför leda till att eleverna utvecklar förmåga till rollanalys och rollgestaltning samt till gestaltning med rörelsen i fokus. Undervisningen ska dessutom bidra till att eleverna utvecklar förmåga att variera gestaltning efter olika konstnärliga förhållningssätt och sammanhang. </p><p>Repertoarkunskap innefattar samarbete och interagerande med en partner. Undervisningen ska därför leda till att eleverna utvecklar grundläggande kunskaper om partnerarbete och ergonomisk lyftteknik samt förmåga att fokusera, vara uppmärksam och beredd inför förändringar, känna av en annan kropp i och ur balans och kommunicera via kroppen.</p><p>Undervisningen ska medvetandegöra och motverka stereotypa föreställningar om vad som anses vara manligt och kvinnligt samt belysa konsekvenserna av olika kroppsideal. Den ska även behandla andra frågor om etik och moral i relation till dansutövande.</p><p>Eleverna ska också ges möjlighet att utveckla kunskaper om frågor som rör upphovsrätt och arbetsmiljö i relation till scenkonstnärligt arbete.</p><p>Utforskande och reflekterande arbetsmetoder, problemlösande feedback och coachning individuellt och i grupp är väsentligt i ämnet och ska därför ingå i undervisningen. En del av den konstnärliga processen består av analys och tolkning av både egna och andras gestaltningar. Undervisningen ska därför ge eleverna möjlighet att analysera och tolka egna och andras gestaltningar samt använda begrepp i samband med gestaltningsarbetet.</p><h4>Undervisningen i ämnet dansgestaltning för yrkesdansare ska ge eleverna förutsättningar att utveckla följande:</h4><p>1. Förmåga att använda koder och konventioner som används vid repetitionsprocesser och sceniska produktioner.</p><p>2. Kunskaper om konstnärliga processer från idé till scenisk gestaltning samt förmåga att reflektera över den konstnärliga arbetsprocessen och det konstnärliga resultatet.</p><p>3. Förmåga att uttrycka sig med kroppen och dansen i sceniska sammanhang. Förmåga att samarbeta och samspela med medaktörer samt att använda relevant teknik i arbete med en partner. Förmåga att kommunicera med publik utifrån olika konstnärliga förhållningssätt.</p><p>4. Förmåga att dansa olika typer av repertoar. Förmåga att analysera, tolka, memorera och variera gestaltningar efter olika konstnärliga förhållningssätt och sammanhang, både individuellt och i ensemble. Kunskaper om koreografiers estetiska utgångspunkter och förhållningssätt.</p><p>5. Förmåga att improvisera, interagera med andra, associera, ta beslut och förhålla sig till olika former av instruktioner.</p><p>6. Förmåga att använda kompositionsmetoder och koreografiska arbetssätt. Förmåga att skapa dans i olika konstellationer. Kunskaper om olika koreografiska förhållningssätt.</p><p>7. Kunskaper om etiska förhållningssätt, arbetsmiljöfrågor samt upphovsrättsliga frågor.</p><p>8. Förmåga att kommunicera med andra inom yrkesområdet och att använda begrepp och vokabulär som är relevanta.</p><h3>Kurser i ämnet</h3><ul><li>Dansimprovisation och komposition för yrkesdansare – profil klassisk balett, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen dansimprovisation och komposition för yrkesdansare – profil modern nutida dans.</li> <li>Dansimprovisation och komposition för yrkesdansare – profil modern nutida dans, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen dansimprovisation och komposition för yrkesdansare – profil klassisk balett.</li> <li>Pas de deux/partnering, 100 poäng. </li> <li>Repertoar för yrkesdansare, 100 poäng. </li> <li>Scenisk verksamhet för yrkesdansare, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: DAGDAS3</h3>",
      "code": "DAGDAS3",
      "nameHeading": "<h2>Dansimprovisation och komposition för yrkesdansare – profil klassisk balett, 100 poäng</h2>",
      "name": "Dansimprovisation och komposition för yrkesdansare – profil klassisk balett",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen dansimprovisation och komposition för yrkesdansare – profil klassisk balett omfattar punkterna 2 och 5–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 5–6. I kursen behandlas grundläggande färdigheter i dansgestaltning.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Konstnärliga processer, både individuella och kollektiva.</li> <li>Improvisation som rörelseteknik och metod för skapande.</li> <li>Improvisation utifrån olika instruktioner, där impulser kan komma från den egna eller andras kroppar, rekvisita, text, rum eller musik.</li> <li>Undersökande förhållningssätt till rörelser och skapande i nuet.</li> <li>Kontaktimprovisation.</li> <li>Samarbete och interaktion med andra genom att följa, leda samt ge och ta impulser.</li> <li>Olika kompositionsmetoder och koreografiska arbetssätt samt framförande av kompositioner.</li> <li>Kompositionsverktyg.</li> <li>Upphovsrätt för konstnärliga produktioner.</li> <li>Begrepp och metoder för reflektioner över den konstnärliga processen och kompositionsmaterialet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven samarbetar<strong> med viss säkerhet </strong>med andra i konstnärliga processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom genomför eleven <strong>i samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser. I improvisationssituationen använder eleven <strong>med viss säkerhet </strong>impulser från andra dansare och svarar genom att <strong>huvudsakligen följa</strong>. Dessutom utforskar eleven <strong>med viss säkerhet </strong>rörelsevokabulär.</p><p>Eleven interagerar <strong>med viss säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven använder <strong>med viss säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>någon </strong>kompositionsuppgift med <strong>tillfredsställande </strong>resultat några av de principer som kompositionerna <strong>utgår ifrån</strong>.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven samarbetar <strong>med säkerhet </strong>med andra i konstnärliga processer. I arbetet är eleven <strong>både </strong>delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, skapa <strong>och</strong> <strong>undersöka</strong> rörelser <strong>med olika kvaliteter</strong>. I improvisationssituationen använder eleven <strong>med säkerhet </strong>impulser från andra dansare och svarar genom att <strong>följa och leda</strong>. Dessutom <strong>utforskar</strong> eleven <strong>med säkerhet </strong>rörelsevokabulär <strong>och</strong> <strong>rörelsekvaliteter</strong>.</p><p>Eleven interagerar <strong>med säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>.</p><p>Eleven använder <strong>med säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>några </strong>kompositionsuppgifter med <strong>tillfredsställande </strong>resultat några av de principer som hon eller han<strong> undersöker och utvecklar i </strong>kompositionerna.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven samarbetar <strong>med god säkerhet </strong>med andra i konstnärliga processer. I arbetet <strong>presenterar </strong>eleven <strong>idéer </strong>och är <strong>både </strong>delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med god säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, skapa, <strong>undersöka och fördjupa variationen av komplexa rörelser med olika dynamiska kvaliteter för att utveckla och leda improvisationen vidare</strong>. I improvisationssituationen använder eleven <strong>med säkerhet </strong>impulser från andra dansare och svarar genom att <strong>följa och genom att ge nya impulser</strong>. Eleven <strong>utforskar</strong> <strong>med god säkerhet </strong>rörelsevokabulär<strong> och rörelsekvaliteter samtidigt som hon eller han fördjupar improvisationen genom att stanna kvar i rörelsen</strong>.</p><p>Eleven interagerar <strong>med god säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att <strong>kreativt </strong>följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>.</p><p>Eleven använder <strong>med god säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>flera olika slags </strong>kompositionsuppgifter med <strong>gott </strong>resultat några av de principer som hon eller han<strong> undersöker, utvecklar och konsekvent fullföljer i </strong>kompositionerna.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med god säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DAGDAN3</h3>",
      "code": "DAGDAN3",
      "nameHeading": "<h2>Dansimprovisation och komposition för yrkesdansare – profil modern nutida dans, 100 poäng</h2>",
      "name": "Dansimprovisation och komposition för yrkesdansare – profil modern nutida dans",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen dansimprovisation och komposition för yrkesdansare – profil modern nutida dans omfattar punkterna 2 och 5–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 5–6. I kursen behandlas avancerade färdigheter i dansgestaltning.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Konstnärliga processer, både individuella och kollektiva.</li> <li>Improvisation som rörelseteknik och metod för skapande.</li> <li>Improvisation utifrån olika instruktioner, där impulser kan komma från den egna eller andras kroppar, rekvisita, text, rum eller musik.</li> <li>Improvisation med olika dynamik och rörelsekvaliteter.</li> <li>Undersökande förhållningssätt till rörelser och skapande i nuet.</li> <li>Kontaktimprovisation.</li> <li>Samarbete och interaktion med andra genom att följa, leda samt ge och ta impulser.</li> <li>Olika kompositionsmetoder och koreografiska arbetssätt samt framförande av kompositioner.</li> <li>Kompositioner i olika konstellationer.</li> <li>Upphovsrätt för konstnärliga produktioner.</li> <li>Begrepp och metoder för reflektioner över den konstnärliga processen och kompositionsmaterialet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven samarbetar <strong>med viss säkerhet </strong>med andra i konstnärliga processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom genomför eleven <strong>i samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser. I improvisationssituationen använder eleven <strong>med viss säkerhet </strong>impulser från andra dansare och svarar genom att <strong>huvudsakligen följa</strong>. Dessutom utforskar eleven <strong>med viss säkerhet </strong>rörelsevokabulär.</p><p>Eleven improviserar med <strong>dynamik</strong> och använder andras tyngd <strong>med viss säkerhet </strong>vid kontaktimprovisation.</p><p>Eleven interagerar <strong>med viss säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven använder <strong>med viss säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>någon </strong>kompositionsuppgift med <strong>tillfredsställande </strong>resultat några av de principer som kompositionerna <strong>utgår ifrån</strong>.</p><p>Eleven framför <strong>med viss säkerhet </strong>några egna kompositioner och redogör <strong>översiktligt </strong>för sina val av kompositionsprinciper samt utvärderar med <strong>enkla </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleven gör dessutom en <strong>enkel </strong>reflektion över processen och resultatet och värderar med <strong>enkla </strong>omdömen andras kompositioner.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven samarbetar <strong>med säkerhet </strong>med andra i konstnärliga processer. I arbetet är eleven <strong>både </strong>delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, skapa <strong>och</strong> <strong>undersöka</strong> rörelser <strong>med olika kvaliteter</strong>. I improvisationssituationen använder eleven <strong>med säkerhet </strong>impulser från andra dansare och svarar genom att <strong>följa och leda</strong>. Dessutom <strong>utforskar</strong> eleven <strong>med säkerhet </strong>rörelsevokabulär <strong>och</strong> <strong>rörelsekvaliteter</strong>.</p><p>Eleven improviserar med <strong>olika dynamiska kvaliteter </strong>och använder <strong>både </strong>andras tyngd <strong>och egen tyngd åt andra</strong> <strong>med säkerhet </strong>vid kontaktimprovisation.</p><p>Eleven interagerar <strong>med säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>.</p><p>Eleven använder <strong>med säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>några </strong>kompositionsuppgifter med <strong>tillfredsställande </strong>resultat några av de principer som hon eller han <strong>undersöker och utvecklar i </strong>kompositionerna.</p><p>Eleven framför <strong>med säkerhet </strong>några egna kompositioner och redogör <strong>utförligt </strong>för sina val av kompositionsprinciper samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleven gör dessutom en <strong>välgrundad </strong>reflektion över processen och resultatet och värderar med <strong>nyanserade </strong>omdömen andras kompositioner.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven samarbetar <strong>med god säkerhet </strong>med andra i konstnärliga processer. I arbetet <strong>presenterar </strong>eleven <strong>idéer </strong>och är <strong>både </strong>delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare individuella arbeten.</p><p>Eleven improviserar <strong>med god säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, skapa, <strong>undersöka och fördjupa variationen av komplexa rörelser med olika dynamiska kvaliteter för att utveckla och leda improvisationen vidare</strong>. I improvisationssituationen använder eleven <strong>med säkerhet </strong>impulser från andra dansare och svarar genom att <strong>följa och genom att ge nya impulser</strong>. Eleven <strong>utforskar</strong> <strong>med god säkerhet </strong>rörelsevokabulär<strong> och rörelsekvaliteter samtidigt som hon eller han fördjupar improvisationen genom att stanna kvar i rörelsen</strong>.</p><p>Eleven improviserar med <strong>rik variation olika dynamiska kvaliteter </strong>och använder <strong>både </strong>andras tyngd <strong>och egen tyngd åt andra</strong> <strong>med god säkerhet </strong>vid kontaktimprovisationer.</p><p>Eleven interagerar <strong>med god säkerhet </strong>med andra och tar ansvar för det egna och det gemensamma arbetet genom att <strong>kreativt </strong>följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>.</p><p>Eleven använder <strong>med god säkerhet </strong>grundläggande kompositionsverktyg och visar i <strong>flera olika slags </strong>kompositionsuppgifter med <strong>gott </strong>resultat några av de principer som hon eller han<strong> undersöker, utvecklar och konsekvent fullföljer i </strong>kompositionerna.</p><p>Eleven framför <strong>med god säkerhet </strong>några egna kompositioner och redogör <strong>utförligt </strong>för sina val av kompositionsprinciper samt utvärderar med <strong>välgrundade och nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet <strong>samt ger förslag på hur både process och resultat kan förbättras</strong>. Eleven gör dessutom en <strong>välgrundad och nyanserad </strong>reflektion över processen och resultatet och värderar med <strong>välgrundade och nyanserade </strong>omdömen andras kompositioner.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för lagar och andra bestämmelser om upphovsrätt för konstnärliga produktioner.</p><p>Eleven använder <strong>med god säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DAGPAS3</h3>",
      "code": "DAGPAS3",
      "nameHeading": "<h2>Pas de deux/partnering, 100 poäng</h2>",
      "name": "Pas de deux/partnering",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen pas de deux/partnering omfattar punkterna 1–4 och 7–8 under rubriken Ämnets syfte, med särskild betoning på punkt 3. I kursen behandlas färdigheter på avancerad nivå.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Koder och konventioner för repetitionsarbete. Repetitionsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback samt sambandet mellan repetitionsprocess och det konstnärliga resultatet.</li> <li>Konstnärliga processer. Problemlösande arbete.</li> <li>Teknikträning med partner. Lyftteknik utifrån fysiska förutsättningar. Lyhördhet inför kroppar med olika förutsättningar. I klassisk specialisering ingår tåspetsteknik för den kvinnliga dansen beroende på koreografiskt material.</li> <li>Interaktion och samspel med partner. Samarbete med uppmärksamhet riktad mot en annan kropp. Fokus på kropp i och ur balans. Följa och leda impulser.</li> <li>Analys, tolkning och gestaltning av koreografiskt material. Musikalisk tolkning av koreografier. Spatial uppfattning i förhållande till den egna kroppen, andra medverkande och rummet. Stilkänsla inom koreografiernas estetiska förhållningssätt.</li> <li>Träning av uthållighet och koncentration</li> <li>Etiska förhållningssätt vid samarbete med partner.</li> <li>Begrepp och metoder för reflektioner över den konstnärliga processen och resultatet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven använder <strong>med viss säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <strong>tillfredsställande </strong>resultat. Eleven redogör <strong>översiktligt </strong>för samt utvärderar med <strong>enkla </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>Eleven samarbetar <strong>med viss säkerhet </strong>med sin partner och andra medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom utvecklar eleven <strong>i samråd </strong>med handledare både det tekniska och konstnärliga arbetet.</p><p>Eleven utvecklar med <strong>tillfredsställande </strong>resultat partneruppgifterna utifrån instruktioner och feedback. Eleven löser <strong>i huvudsak </strong>danstekniska svårigheter med <strong>tillfredsställande </strong>resultat.</p><p>Eleven använder <strong>med viss säkerhet </strong>grundläggande teknik i partnerarbete och fokuserar <strong>i huvudsak </strong>på sin partner i och ur balans. Eleven är lyhörd inför olika kroppar och fysiska förutsättningar genom att i situationen vara beredd på förändringar <strong>huvudsakligen följa impulser</strong>.</p><p>Eleven analyserar, tolkar, memorerar och gestaltar <strong>några </strong>koreografiska partneruppgifter med <strong>tillfredsställande </strong>resultat. Eleven framför med <strong>tillfredsställande </strong>resultat partneruppgifter med <strong>dynamik </strong>i rörelser, musikaliskt <strong>uttryck</strong> och spatial uppfattning och en tolkning av det koreografiska materialet.</p><p>Eleven interagerar <strong>med viss säkerhet </strong>med sin partner och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven använder <strong>med säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <strong>tillfredsställande </strong>resultat <strong>och</strong> <strong>utvecklar det tekniska och det konstnärliga arbetet</strong>. Eleven redogör <strong>utförligt </strong>för och utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>Eleven samarbetar <strong>med säkerhet </strong>med sin partner och andra i konstnärliga gestaltande processer. I arbetet är eleven <strong>både </strong>delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>och tar initiativ till egna lösningar</strong>. Dessutom utvecklar eleven <strong>efter samråd</strong> med handledare både det tekniska och konstnärliga arbetet.</p><p>Eleven <strong>undersöker </strong>och utvecklar med <strong>tillfredsställande </strong>resultat partneruppgifterna utifrån instruktioner och feedback. Eleven löser danstekniska svårigheter med <strong>tillfredsställande </strong>resultat <strong>genom att uthålligt prova olika lösningar</strong>.</p><p>Eleven använder <strong>med säkerhet </strong>grundläggande teknik i partnerarbete och fokuserar på sin partner i och ur balans<strong> samtidigt som hon eller han använder sin egen dansteknik inom koreografins formspråk</strong>. Eleven är lyhörd inför olika kroppar och fysiska förutsättningar genom att i situationen vara beredd på förändringar och <strong>både följa och ge impulser</strong>.</p><p>Eleven analyserar, tolkar, memorerar och gestaltar <strong>flera </strong>koreografiska partneruppgifter med <strong>tillfredsställande </strong>resultat. Eleven framför med <strong>tillfredsställande </strong>resultat partneruppgifter med <strong>olika dynamiska kvaliteter </strong>i rörelser, musikaliskt <strong>uttryck</strong>, spatial uppfattning och en tolkning av det koreografiska materialet.</p><p>Eleven interagerar <strong>med säkerhet </strong>med sin partner och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner <strong>och impulser samt intuitivt ta initiativ till hur partnerarbetet ska ledas vidare</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven använder <strong>med god säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven<strong> gott </strong>resultat <strong>samt</strong> <strong>undersöker och utvecklar konsekvent det danstekniska och det konstnärliga arbetet</strong>. Eleven redogör <strong>utförligt </strong>för samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleven<strong> ger också förslag på hur både process och resultat kan förbättras</strong>.</p><p>Eleven samarbetar <strong>med god säkerhet </strong>med sin partner och andra i konstnärliga gestaltande processer. I arbetet <strong>presenterar </strong>eleven <strong>idéer </strong>och är delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom utvecklar eleven <strong>efter samråd</strong> med handledare både det tekniska och konstnärliga arbetet.</p><p>Eleven <strong>undersöker </strong>och utvecklar <strong>konsekvent</strong> partneruppgifterna med <strong>gott </strong>resultat utifrån instruktioner och feedback. Eleven löser danstekniska svårigheter med <strong>gott </strong>resultat<strong> genom att uthålligt och konsekvent undersöka, ta initiativ till och prova olika lösningar</strong>.</p><p>Eleven använder <strong>med god säkerhet </strong>grundläggande teknik i partnerarbete och fokuserar på sin partner i och ur balans<strong> samtidigt som hon eller han använder sin egen dansteknik och varierar rörelsekvaliteter och uttryck inom koreografins formspråk</strong>. Eleven är lyhörd inför olika kroppar och förutsättningar genom att i situationen vara beredd på förändringar och <strong>konsekvent och inkännande följa och ge impulser</strong>.</p><p>Eleven analyserar, tolkar, memorerar och gestaltar <strong>flera olika slags </strong>koreografiska partneruppgifter med <strong>gott </strong>resultat. Eleven framför med <strong>gott </strong>resultat partneruppgifter med <strong>olika dynamiska kvaliteter </strong>i rörelser, musikalisk <strong>tolkning och uttrycksfullhet</strong>, spatial uppfattning <strong>och en konsekvent genomförd </strong>tolkning av det koreografiska materialet.</p><p>Eleven interagerar <strong>med god säkerhet </strong>med sin partner och tar ansvar för det egna och det gemensamma arbetet genom att <strong>kreativt </strong>följa instruktioner <strong>och impulser samt intuitivt och konsekvent ta initiativ till hur partnerarbetet ska ledas vidare</strong>.</p><p>Eleven använder <strong>med god säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DAGREP3</h3>",
      "code": "DAGREP3",
      "nameHeading": "<h2>Repertoar för yrkesdansare, 100 poäng</h2>",
      "name": "Repertoar för yrkesdansare",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen repertoar för yrkesdansare omfattar punkterna 1–4 och 7–8 under rubriken Ämnets syfte, med särskild betoning på punkt 4. I kursen behandlas färdigheter på avancerad nivå.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Koder och konventioner för repetitionsarbete. Repetitionsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback och kontinuerligt deltagande i repetitionerna samt sambandet mellan repetitionsprocess och det konstnärliga resultatet.</li> <li>Repetitionsprocess. Samarbete och interaktion med andra, ansvarstagande för både eget och gemensamt arbete. Dansteknisk och konstnärlig problemlösning.</li> <li>Instudering av olika typer av repertoar, både solo- och ensemblearbete. Analys, tolkning och gestaltning av koreografi med betoning på gestaltningsprocessen. I klassisk specialisering ingår tåspetsteknik för den kvinnliga dansen beroende på repertoar.</li> <li>Olika metoder för inlärning av koreografiskt material. Metoder för olika typer av gestaltningar som till exempel rollanalys och rollgestaltningar.</li> <li>Träning i att förmedla olika typer av uttryck till publiken inom ramen för koreografiers historiska och estetiska sammanhang. Musikalisk tolkning av koreografier. Spatial uppfattning i förhållande till den egna kroppen, andra medverkande och rummet.</li> <li>Koreografiers estetiska utgångspunkter och förhållningssätt till formspråk, musik, rum och publiken samt det sammanhang dansen presenteras i. Koreografiers syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.</li> <li>Etiska förhållningssätt och upphovsrätt när det gäller olika typer av musik och dansrepertoar.</li> <li>Begrepp som till exempel uttryck och närvaro. Metoder för att analysera, diskutera och reflektera över arbetsprocessen, den egna arbetsinsatsen och resultatet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven använder <strong>med viss säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <strong>tillfredsställande </strong>resultat. Eleven redogör <strong>översiktligt </strong>för samt utvärderar med <strong>enkla </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsarbetet arbetar eleven <strong>i samråd </strong>med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <strong>med viss säkerhet </strong>med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom löser eleven <strong>i huvudsak </strong>tekniska och konstnärliga problem med <strong>tillfredsställande </strong>resultat och anpassar uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>några </strong>koreografiska uppgifter med <strong>tillfredsställande </strong>resultat. Eleven framför med <strong>tillfredsställande </strong>resultat olika typer av repertoar och gör detta med <strong>dynamik </strong>i rörelser, musikaliskt uttryck och genom att spatialt hålla sin plats i rummet. I framförande visar också eleven med <strong>tillfredsställande </strong>resultat scenisk närvaro samt varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <strong>tillfredsställande </strong>resultat dansteknik och konstnärligt uttryck i det koreografiska formspråket. Eleven värderar dessutom med <strong>enkla</strong> omdömen andras gestaltningar.</p><p>Eleven diskuterar <strong>översiktligt </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>översiktligt </strong>för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven använder <strong>med säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <strong>tillfredsställande </strong>resultat <strong>och utvecklar det danstekniska och det konstnärliga</strong>. Eleven redogör <strong>utförligt </strong>för samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsarbetet arbetar eleven <strong>efter samråd </strong>med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <strong>med säkerhet </strong>med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom löser eleven tekniska och konstnärliga problem med <strong>tillfredsställande </strong>resultat och <strong>undersöker och utvecklar </strong>uppgifterna<strong> samt provar olika lösningar </strong>utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>flera </strong>koreografiska uppgifter med <strong>tillfredsställande </strong>resultat. Eleven framför med <strong>tillfredsställande </strong>resultat olika typer av repertoar och gör detta med <strong>dynamiska skillnader </strong>i rörelser, <strong>rörelsefrasering och </strong>musikaliskt uttryck och genom att spatialt <strong>i stunden anpassa och </strong>hålla sin plats i rummet. I framförandet visar också eleven med <strong>tillfredsställande </strong>resultat scenisk närvaro samt <strong>undersöker, utvecklar och </strong>varierar uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <strong>tillfredsställande </strong>resultat dansteknik och konstnärligt uttryck <strong>till</strong> <strong>ett enhetligt uttryck </strong>i det koreografiska formspråket. Eleven värderar dessutom med <strong>välgrundade</strong> omdömen andras gestaltningar.</p><p>Eleven diskuterar <strong>utförligt </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>utförligt </strong>för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <strong>med säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven använder <strong>med god säkerhet </strong>koder och konventioner som används vid repetitioner. I repetitionsprocessens olika delar visar eleven <strong>gott </strong>resultat <strong>och undersöker och utvecklar konsekvent det danstekniska och det konstnärliga</strong>. Eleven redogör <strong>utförligt </strong>för samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet. Eleven<strong> ger också förslag på hur både process och resultat kan förbättras</strong>.</p><p>I repetitionsarbetet arbetar eleven <strong>efter samråd </strong>med handledare uthålligt och fokuserar på uppgiften samt tar ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till slutresultatet. Eleven samarbetar <strong>med god säkerhet </strong>med andra dansare och medverkande i konstnärliga gestaltande processer. I arbetet <strong>presenterar </strong>eleven <strong>idéer </strong>och är delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom löser eleven tekniska och konstnärliga problem med <strong>gott </strong>resultat och <strong>undersöker och utvecklar konsekvent uppgifterna</strong> <strong>samt provar kreativt olika lösningar </strong>utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>flera olika slags </strong>koreografiska uppgifter med <strong>gott </strong>resultat. Eleven framför med<strong> gott </strong>resultat olika typer av repertoar och gör detta med <strong>dynamiska och nyanserade skillnader </strong>i rörelser, <strong>undersöker gränserna mellan rörelsefrasering och </strong>musikaliskt uttryck och genom att spatialt <strong>i stunden inkännande och uppmärksamt anpassa och </strong>hålla sin plats i rummet. I framförandet visar också eleven med<strong> gott </strong>resultat närvaro i det sceniska uttrycket samt <strong>undersöker, utvecklar </strong>och varierar <strong>konsekvent </strong>uttrycket efter olika typer av koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av repertoar sammanväver hon eller han med <strong>gott </strong>resultat dansteknik och konstnärligt uttryck till <strong>en konsekvent genomförd tolkning och ett enhetligt uttryck </strong>i det koreografiska formspråket. Eleven värderar dessutom med <strong>välgrundade och nyanserade </strong>omdömen andras gestaltningar.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för etiska förhållningssätt under repetitionsprocessen och bestämmelser om upphovsrätt i relation till arbete med olika typer av koreografier.</p><p>Eleven använder <strong>med god säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DAGSCE3</h3>",
      "code": "DAGSCE3",
      "nameHeading": "<h2>Scenisk verksamhet för yrkesdansare, 100 poäng</h2>",
      "name": "Scenisk verksamhet för yrkesdansare",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen scenisk verksamhet för yrkesdansare omfattar punkterna 1–4 och 7–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Koder och konventioner för sceniskt arbete.</li> <li>Konstnärliga processer. Reflektion över konstnärliga arbetsprocesser och konstnärligt resultat.</li> <li>Samarbete och interaktion med andra samt ansvarstagande för både eget och gemensamt arbete.</li> <li>Sceniska framföranden. Scenisk uppmärksamhet på uppgifter på och utanför scenen. Scenisk närvaro och kommunikation med publik.</li> <li>Olika typer av repertoar. Analys, tolkning och gestaltning av koreografiskt material med betoning på resultat och framförande. Dansteknisk och konstnärlig problemlösning. Musikalisk interpretation av koreografi. Spatial uppfattning i förhållande till den egna kroppen, andra medverkande och rummet.</li> <li>Koreografins estetiska utgångspunkter och förhållningssätt till formspråk, musik, rum och publiken samt det sammanhang dansen presenteras i. Koreografins syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.</li> <li>Etiska förhållningssätt, arbetsmiljöfrågor och upphovsrätt i förhållande till scenkonstnärligt arbete.</li> <li>Begrepp som till exempel uttryck och närvaro samt metoder för att analysera, diskutera och reflektera över arbetsprocessen, den egna arbetsinsatsen och resultatet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven använder <strong>med viss säkerhet </strong>koder och konventioner som förekommer vid sceniskt arbete. Dessutom utför eleven sin del i sceniska produktioner med <strong>tillfredsställande </strong>resultat genom att vara förberedd, värma upp, memorera rörelser och feedback och vara uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <strong>översiktligt </strong>för samt utvärderar med <strong>enkla </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <strong>i samråd </strong>med handledare ansvar för sin egen utveckling både danstekniskt och konstnärligt fram till framträdandet inför publik. Dessutom arbetar eleven <strong>i samråd </strong>med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <strong>med viss säkerhet </strong>med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt. Dessutom utvecklar eleven med <strong>tillfredsställande </strong>resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>några </strong>koreografiska uppgifter med <strong>tillfredsställande </strong>resultat. Dessutom framför eleven med <strong>tillfredsställande </strong>resultat olika typer av koreografi med <strong>dynamik </strong>i rörelsevokabulär, musikaliskt <strong>uttryck</strong> och genom att spatialt <strong>hålla </strong>sin plats i rummet i relation till andra. I framföranden visar eleven med <strong>tillfredsställande </strong>resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han med <strong>tillfredsställande </strong>resultat dansteknik och konstnärligt uttryck inom det koreografiska formspråket.</p><p>Eleven diskuterar <strong>översiktligt </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>översiktligt </strong>för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <strong>med viss säkerhet</strong> begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven använder <strong>med säkerhet </strong>koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <strong>tillfredsställande </strong>resultat genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback och är uppmärksam på uppgifter som ska utföras på och utanför scenen. Eleven redogör <strong>utförligt </strong>för samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <strong>efter samråd </strong>med handledare ansvar för sin egen utveckling av både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <strong>med säkerhet </strong>med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom utvecklar och<strong> undersöker </strong>eleven med <strong>tillfredsställande </strong>resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>flera </strong>koreografiska uppgifter med <strong>tillfredsställande </strong>resultat. Eleven framför med <strong>tillfredsställande </strong>resultat olika typer av koreografi med <strong>dynamiska skillnader </strong>i rörelsevokabulär, <strong>rörelsefrasering </strong>och musikaliskt <strong>uttryck</strong> samt <strong>anpassar i stunden </strong>sin plats i rummet i relation till andra. I framföranden visar eleven med <strong>tillfredsställande </strong>resultat närvaro i det sceniska uttrycket, kommunicerar med publiken samt <strong>undersöker, utvecklar och</strong> varierar uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanväver hon eller han med<strong> tillfredsställande </strong>resultat dansteknik och konstnärligt uttryck <strong>till ett enhetligt uttryck </strong>inom det koreografiska formspråket.</p><p>Eleven diskuterar <strong>utförligt </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>utförligt </strong>för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <strong>med säkerhet </strong>begrepp och vokabulär i kommunikationen med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven använder <strong>med god säkerhet </strong>koder och konventioner som förekommer vid sceniskt arbete. I sceniska produktioner visar eleven <strong>gott resultat </strong>genom att han eller hon är förberedd, värmer upp, memorerar rörelser och feedback samt är uppmärksam på och <strong>anpassar </strong>uppgifter som ska utföras på och utanför scenen <strong>till variationer i förutsättningar</strong>. Eleven redogör <strong>utförligt </strong>för samt utvärderar med <strong>nyanserade </strong>omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet <strong>samt ger förslag på hur både process och resultat kan förbättras</strong>.</p><p>I repetitionsprocessen och det sceniska arbetet tar eleven <strong>efter samråd </strong>med handledare ansvar för sin egen utveckling <strong>och undersöker och utvecklar konsekvent </strong>både det danstekniska och konstnärliga fram till framträdandet inför publik. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare uthålligt och fokuserar på uppgiften. Eleven samarbetar <strong>med god säkerhet </strong>med andra dansare och medverkande och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och vara delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>. Dessutom <strong>undersöker och utvecklar</strong> eleven <strong>kreativt och konsekvent</strong> med <strong>gott </strong>resultat uppgifterna utifrån instruktioner och feedback.</p><p>Eleven analyserar, tolkar och gestaltar <strong>flera olika slags </strong>koreografiska uppgifter med <strong>gott </strong>resultat. Eleven framför med <strong>gott </strong>resultat olika typer av koreografi med <strong>dynamiska och nyanserade skillnader </strong>i rörelsevokabulär, <strong>undersöker gränserna mellan rörelsefrasering </strong>och musikalisk <strong>frasering </strong>samt <strong>anpassar i stunden inkännande och uppmärksamt </strong>sin plats i rummet i relation till andra. I framföranden visar eleven med <strong>gott </strong>resultat närvaro i det sceniska uttrycket, kommunicerar med <strong>gott </strong>resultat med publiken samt <strong>undersöker, utvecklar </strong>och varierar <strong>konsekvent </strong>uttrycket efter olika koreografiska förhållningssätt och sammanhang. När eleven framför olika typer av koreografier sammanvävs dansteknik och konstnärligt uttryck med<strong> gott </strong>resultat <strong>till en konsekvent genomförd tolkning och ett enhetligt uttryck </strong>inom det koreografiska formspråket.</p><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>de framförda koreografiernas estetiska utgångspunkter och konstnärliga förhållningssätt samt i vilken tradition de ingår.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt i relation till sceniskt arbete.</p><p>Eleven använder <strong>med god säkerhet </strong>begrepp och vokabulär i kommunikation med andra.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
