{
  "code": "DAR",
  "name": "Datorstyrd produktion",
  "englishName": "Computer-controlled production",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-05-27",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:204",
  "skolfsAndring": "2022:70",
  "nameHeading": "<h2>Datorstyrd produktion</h2>",
  "description": "<p>Ämnet datorstyrd produktion behandlar teknik och metoder för datorstyrd produktion, från hantverksmässigt arbete med datorstyrd utrustning avsedd för prototyp och enstyckstillverkning till serieproduktion med grupper av sammankopplade datorstyrda maskiner. Det behandlar också effektiv användning av datorstyrd teknik med hög automatiseringsgrad.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet datorstyrd produktion ska syfta till att eleverna utvecklar kunskaper om metoder, teknik och utrustning som används inom datorstyrd industriell produktion. Undervisningen ska leda till att eleverna utvecklar förmåga att tillverka produkter med hjälp av datorstyrd utrustning. Den ska också ge eleverna möjlighet att utveckla kunskaper om operatörens roll i datorstyrd industriell produktion och förståelse av det ansvar som följer med arbetsuppgifterna inom ämnesområdet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vanligt förekommande redskap för programmering och produktionsstyrning. Eleverna ska också ges möjlighet att utveckla kunskaper om verktyg och system för processövervakning samt om hur kommunikation mellan utrustningar styrs och övervakas. Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om metoder för strukturerad produktion, eftersom ordning och noggrannhet är avgörande faktorer för en framgångsrik industriell produktion.</p><p>Undervisningen ska ge eleverna möjlighet att samtala om och reflektera över teknikens möjligheter samt bidra till att eleverna utvecklar förmåga att lösa produktionstekniska problem. Estetik och form har stor betydelse för hur produkter uppfattas, och eleverna ska därför ges möjlighet att utveckla förståelse av dessa aspekter av produktionen.</p><h4>Undervisningen i ämnet datorstyrd produktion ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att läsa och tolka produktionsunderlag, att planera och programmera i styrsystem samt att simulera, testa och optimera program. Förmåga att utföra produktionsarbete i datorstyrd utrustning.</li> <li>Förmåga att planera, programmera och utföra produktionsarbete i produktionsgrupper med flera samverkande programmerbara utrustningar.</li> <li>Kunskaper om säkerhetsrisker vid arbete med datorstyrd produktionsutrustning samt kunskaper om hur risker kan minimeras.</li> <li>Förmåga att utföra felsökning och enklare underhållsarbete i datorstyrd produktionsutrustning.</li> <li>Kunskaper om begrepp, metoder, teknik och utrustning som används inom datorstyrd industriell produktion.</li> <li>Förmåga att mäta, bedöma och dokumentera kvaliteten på utfört arbete.</li> <li>Kunskaper om verktyg och metoder för processövervakning och kommunikation mellan utrustningar samt operatörens roll vid arbete i datorstyrda produktionssystem.</li> <li>Kunskaper om produktionsekonomi och förståelse av det egna ansvarstagandets betydelse för produktionen.</li> <li>Förmåga att tolka och bearbeta information om styrtekniska villkor och status hos utrustningen samt förmåga att lösa produktionstekniska problem.</li> <li>Förmåga att kommunicera med olika målgrupper och använda begrepp och uttryck som är relevanta för ämnesområdet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Cad/cam, 100 poäng. </li> <li>Datorstyrd produktion 1, 100 poäng. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Datorstyrd produktion 2, 100 poäng, som bygger på kursen datorstyrd produktion 1.</li> <li>Datorstyrd produktion 3, 100 poäng, som bygger på kursen datorstyrd produktion 2.</li> <li>Datorstyrd produktion 4, 100 poäng, som bygger på kursen datorstyrd produktion 3.</li> <li>Datorstyrd produktion 5, 100 poäng, som bygger på kursen datorstyrd produktion 4.</li> <li>Datorstyrd produktion 6, 100 poäng, som bygger på kursen datorstyrd produktion 5.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: DARCAD0</h3>",
      "code": "DARCAD0",
      "nameHeading": "<h2>Cad/cam, 100 poäng</h2>",
      "name": "Cad/cam",
      "englishName": "CAD/CAM",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen cad/cam omfattar punkterna 1, 5–6 och 10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Ritteknik för 2D, 3D och solidmodellering inom valt område.</li> <li>Cad/cam-teknikens möjligheter.</li> <li>Anpassning av cam-system för aktuellt område.</li> <li>Beredning och planering för generering av programkod till datorstyrd utrustning.</li> <li>Generering av koder, överföring av cam-resultat till maskin, anpassning av programmet för maskinen samt iordningställande av maskin för bearbetning.</li> <li>Kommunikation och informationsutbyte mellan utrustningar och applikationer.</li> <li>Produktionsunderlag för aktuell utrustning samt kontroll, och vid behov komplettering, av geometri och programkod.</li> <li>Anpassning med hänsyn tagen till miljö, ekonomi och säkerhet.</li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbete i cam-system för programmering, simulering och testning av bearbetningsprogram för datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare cam<strong>-</strong>programmering, simulering, testning och överföring av bearbetningsprogram samt iordningställande av datorstyrd produktionsutrustning. Dessutom utför eleven med noggrannhet och <strong>i samråd </strong>med handledare produktionsarbete i datorstyrd utrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbete i cam-system för programmering, simulering och testning av bearbetningsprogram för datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare cam-programmering, simulering, testning och överföring av bearbetningsprogram samt iordningställande av datorstyrd produktionsutrustning. Dessutom utför eleven med noggrannhet och <strong>efter samråd </strong>med handledare produktionsarbete i datorstyrd utrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbete i cam-system för programmering, simulering och testning av bearbetningsprogram för datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag.<strong> Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare cam-programmering, simulering, testning och överföring av bearbetningsprogram samt iordningställande av datorstyrd produktionsutrustning. Dessutom utför eleven med noggrannhet och <strong>i samråd </strong>med handledare produktionsarbete i datorstyrd utrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT01S</h3>",
      "code": "DARDAT01S",
      "nameHeading": "<h2>Datorstyrd produktion 1, 100 poäng</h2>",
      "name": "Datorstyrd produktion 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen datorstyrd produktion 1 omfattar punkterna 1, 4–6 och 10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper för vald utrustning eller valda metoder och programmeringssätt.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Programmering efter etablerade koder för valt programmeringssätt, manuellt och med programmeringsstöd samt med pc-baserade hjälpsystem.</li> <li>Simulering och testkörning av valda program.</li> <li>Iordningställande av vald datorstyrd utrustning för enklare bearbetning eller produktion.</li> <li>Tolkning av tillverkningsunderlag till styrsystem och överförande av dessa till aktuell utrustning.</li> <li>Tillverkning av produkter efter eget skapat program.</li> <li>Enklare felsökning och systematiskt underhåll.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet. </li> <li>Resultatkontroll samt justering av program och inställningar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering och testning i datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>översiktligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering och testning i datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar programmering, simulering och testning i datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt och nyanserat</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT02</h3>",
      "code": "DARDAT02",
      "nameHeading": "<h2>Datorstyrd produktion 2, 100 poäng</h2>",
      "name": "Datorstyrd produktion 2",
      "englishName": "Computer-controlled production 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen datorstyrd produktion 2 omfattar punkterna 1, 4–6, och 10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering av och programmering för produktion i datorstyrd utrustning.</li> <li>Tolkning och överföring av tillverkningsunderlag och ritningar till utrustning genom manuell programmering och med dialogbaserat programmeringsstöd.</li> <li>Programmeringsstöd, till exempel cykler, subprogram och konturprogrammering.</li> <li>Justeringar i program och maskininställningar.</li> <li>Val av utrustning, verktyg och metod för att uppnå rätt kvalitet på tillverkade produkter.</li> <li>Felsökning och systematiskt underhåll.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet.</li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering med styrsystemets stödfunktioner samt simulering och testning i datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering med hjälp av styrsystemets stödfunktioner, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering med styrsystemets stödfunktioner samt simulering och testning i datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering med hjälp av styrsystemets stödfunktioner, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar programmering med styrsystemets stödfunktioner samt simulering och testning i datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering med styrsystemets stödfunktioner, simulering och testning samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter, givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT03</h3>",
      "code": "DARDAT03",
      "nameHeading": "<h2>Datorstyrd produktion 3, 100 poäng</h2>",
      "name": "Datorstyrd produktion 3",
      "englishName": "Computer-controlled production 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen datorstyrd produktion 3 omfattar punkterna 1–2, 4–6 och 8–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Programmering och produktionsförberedelse med hjälp av pc-baserat programmeringsstöd.</li> <li>Avancerade produktionsunderlag och komplexa program.</li> <li>Val av utrustning, verktyg och teknik för optimalt produktionsresultat.</li> <li>Produktionsarbete i datorstyrd utrustning enligt angivna kvalitetskrav.</li> <li>Avancerad felsökning och systematiskt underhåll.</li> <li>Påverkan på produktionsekonomi med koppling till val av utrustning, verktyg och teknik.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet.</li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och produktionsarbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och produktionsarbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och produktionsarbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT04</h3>",
      "code": "DARDAT04",
      "nameHeading": "<h2>Datorstyrd produktion 4, 100 poäng</h2>",
      "name": "Datorstyrd produktion 4",
      "englishName": "Computer-controlled production 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen datorstyrd produktion 4 omfattar punkterna 1, 4–6, 8 och 10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Programmering och operatörsarbete med utrustning för komplettbearbetning.</li> <li>3D-bearbetning och programmering för bearbetning av ytor med oregelbundna former.</li> <li>Operatörsarbete i datorstyrd utrustning för komplettbearbetning.</li> <li>Bearbetning med programmerbara uppspänningsutrustningar.</li> <li>Felsökning och systematiskt underhåll.</li> <li>Påverkan på produktionsekonomi med koppling till val av utrustning, verktyg och teknik.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet.</li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT05</h3>",
      "code": "DARDAT05",
      "nameHeading": "<h2>Datorstyrd produktion 5, 100 poäng</h2>",
      "name": "Datorstyrd produktion 5",
      "englishName": "Computer-controlled production 5",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen datorstyrd produktion 5 omfattar punkterna 1 och 3–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Programmering, problemlösning och operatörsarbete i datorstyrd utrustning med programmerbar villkorsstyrd kringutrustning och materialhanteringssystem.</li> <li>Enklare säkerhetsanalys vid automatiserad bearbetning.</li> <li>Operatörsarbete i datorstyrd utrustning med övervakning och styrning med hjälp av kvalitetsstyrningsmetoder.</li> <li>Operatörsarbete i robotbetjänad utrustning.</li> <li>Arbete med metoder och verktyg för processtyrning.</li> <li>Produktionstekniska åtgärder för förbättrad produktionsekonomi med koppling till val av utrustning, verktyg och teknik.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet.</li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering och testning av datorstyrda produktionsutrustningar <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrda produktionsutrustningar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>enkel </strong>värdering av säkerhetsriskerna. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som produktionstekniskt passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering, simulering och testning samt iordningställande av och arbete med datorstyrda produktionsutrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom utför eleven <strong>med viss säkerhet </strong>optimering av datorstyrda produktionsutrustningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering och testning av datorstyrda produktionsutrustningar <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrda produktionsutrustningar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>nyanserad </strong>värdering av säkerhetsriskerna. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som produktionstekniskt passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering och testning samt iordningställande av och arbete med datorstyrda produktionsutrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom utför eleven <strong>med viss säkerhet </strong>optimering av datorstyrda produktionsutrustningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar programmering, simulering och testning av datorstyrda produktionsutrustningar <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrda produktionsutrustningar. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>nyanserade </strong>värdering av säkerhetsriskerna. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter detta samt utifrån sin värdering av säkerhetsriskerna</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som är produktionstekniskt lämpligt för uppgiften.</p> <p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering och testning samt iordningsställande av och arbete med datorstyrda produktionsutrustningar i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom utför eleven <strong>med säkerhet </strong>optimering av datorstyrda produktionsutrustningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett för sig själv och andra säkert sätt samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för det material, den teknik, de metoder och verktyg som använts för arbetsuppgiften samt hur dessa påverkat produktionsekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DARDAT06</h3>",
      "code": "DARDAT06",
      "nameHeading": "<h2>Datorstyrd produktion 6, 100 poäng</h2>",
      "name": "Datorstyrd produktion 6",
      "englishName": "Computer-controlled production 6",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 7,
      "description": "<p>Kursen datorstyrd produktion 6 omfattar punkterna 1–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Programmering av kommunikation mellan grupper av datorstyrd utrustning.</li> <li>Arbete i robotbetjänad produktionsgrupp.</li> <li>Hanteringssystem för råmaterial och för bearbetat material.</li> <li>Produktionstekniska problem vid automatiserad tillverkning.</li> <li>Säkerhetsanalys vid automatiserad bearbetning.</li> <li>Arbete med datorstyrd mätutrustning och automatiserad processövervakning.</li> <li>Automatiserad kvalitetskontroll och bearbetningsövervakning.</li> <li>Förebyggande underhåll av utrustningen samt kontroll och åtgärder vid driftstörningar.</li> <li>Påverkan på produktionsekonomi med koppling till val av utrustning, verktyg och teknik.</li> <li>Driftsäkerhet, felsökning och säkerhetsrisker i automatiserad produktion.</li> <li>Föreskrifter för arbetsmiljö samt person- och maskinsäkerhet. </li> <li>Kontroll, bedömning och dokumentation av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>i samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>i samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <strong>i samråd </strong>med handledare planering och organisation efter detta. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>enkel </strong>värdering av säkerhetsriskerna. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <strong>med viss säkerhet </strong>information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <strong>i samråd </strong>med handledare. Eleven vårdar <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <strong>översiktligt </strong>för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <strong>efter samråd </strong>med handledare planering och organisation efter detta. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>nyanserad </strong>värdering av säkerhetsriskerna. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <strong>med viss säkerhet </strong>information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <strong>efter samråd </strong>med handledare. Eleven vårdar <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt </strong>för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p> Eleven planerar och organiserar programmering, simulering, testning och optimering av datorstyrd produktionsutrustning <strong>efter samråd </strong>med handledare. Dessutom planerar och organiserar eleven <strong>efter samråd </strong>med handledare iordningställande av och arbete med datorstyrd produktionsutrustning. Eleven förutser också produktionstekniska problem som kan uppstå och anpassar <strong>efter samråd </strong>med handledare planering och organisation efter detta. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag samt gör en <strong>nyanserad </strong>värdering av säkerhetsriskerna. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter detta samt utifrån sin värdering av säkerhetsriskerna</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare programmering, simulering, testning och optimering samt iordningställande av och arbete med datorstyrd produktionsutrustning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet avläser och tolkar eleven <strong>med säkerhet </strong>information från övervakningssystem och föreslår åtgärder som påverkar resultatet. Dessutom upptäcker eleven eventuella produktionstekniska problem och åtgärdar dem <strong>efter samråd </strong>med handledare. Eleven vårdar <strong>med viss säkerhet </strong>utrustningen enligt instruktion. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt hur dessa faktorer har påverkat produktionsekonomi, kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för de metoder som använts för automatisk kvalitetskontroll. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.969Z"
}