{
  "code": "DJR",
  "name": "Djurvård inom djurens hälso- och sjukvård",
  "englishName": "Animal health and medical care",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:159",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:185",
  "skolfsAndring": "2022:77",
  "nameHeading": "<h2>Djurvård inom djurens hälso- och sjukvård</h2>",
  "description": "<p>Ämnet djurvård inom djurens hälso- och sjukvård behandlar omvårdnadsarbete med sjuka och friska djur. I ämnet behandlas också sjukdomslära samt lagar och andra bestämmelser som rör arbete med skadade och sjuka djur. Centralt i ämnet är kunskaper om hygien och smittspridning samt ett etiskt förhållningssätt vid arbete med djur.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska syfta till att eleverna utvecklar förmåga att utföra djurvårdande arbetsuppgifter inom ett givet ansvarsområde. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om friska djur, djurhantering och djurhållning samt om skadade och sjuka djur, djursjukdomar, smittspridning och smittskydd. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om för- och efterarbete i samband med operationer samt om farmakologi. Genom undervisningen ska eleverna ges möjlighet att utveckla ett etiskt förhållningssätt i arbete med djur. Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att arbeta med instrumentvård och rengöring samt med sterilisering och sterilförpackning. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om medicinsk utrustning och veterinärmedicinska termer och begrepp. Undervisningen ska också bidra till att eleverna utvecklar förmåga att bemöta djurägare med respekt och ge service.</p><p>Laborationer, övningar och praktiskt arbete ska ingå i undervisningen.</p><h4>Undervisningen i ämnet djurvård inom djurens hälso- och sjukvård ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om skador och sjukdomar hos djur samt om förebyggande vård och rehabilitering.</li> <li>Kunskaper om olika behandlingsmetoder samt om farmakologi.</li> <li>Kunskaper om veterinärmedicinska termer och begrepp samt förmåga att använda yrkesmässiga och veterinärmedicinska termer och begrepp.</li> <li>Förmåga att planera sitt arbete samt att vårda skadade och sjuka djur inom ett givet ansvarsområde på ett etiskt och säkert sätt.</li> <li>Förmåga att ställa i ordning undersökningsrum och burar inför undersökning och behandling.</li> <li>Förmåga att arbeta ergonomiskt och med hänsyn till miljön.</li> <li>Kunskaper om hygien, smittspridning och smittskydd samt om för- och efterarbete i samband med operationer. Förmåga att arbeta med instrumentvård och sterilisering av instrument och annan utrustning.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> <li>Förmåga att rapportera och dokumentera sitt arbete. </li> </ol><h3>Kurser i ämnet</h3><ul><li>Djurvård inom djurens hälso- och sjukvård 1, 100 poäng, som bygger på kursen djurens biologi. Dessutom bygger den på kursen sällskapsdjur 1, kursen hästkunskap 1 eller kursen lantbruksdjur 1.</li> <li>Djurvård inom djurens hälso- och sjukvård 2, 200 poäng, som bygger på kursen djurvård inom djurens hälso- och sjukvård 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: DJRDJU01</h3>",
      "code": "DJRDJU01",
      "nameHeading": "<h2>Djurvård inom djurens hälso- och sjukvård 1, 100 poäng</h2>",
      "name": "Djurvård inom djurens hälso- och sjukvård 1",
      "englishName": "Animal health and medical care 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen djurvård inom djurens hälso- och sjukvård 1 omfattar punkterna 1, 3–4 och 6–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att vårda skadade och sjuka djur samt på kunskaper om hygien, smittspridning och smittskydd.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Sjukdomslära</strong> </p><ul> <li>Djursjukdomar och förebyggande åtgärder.</li> <li>Djurs påverkan av stress och smärta. </li> <li>Antibiotika och antibiotikaresistens.</li> <li>Veterinärmedicinska termer och begrepp.</li> <li>Hygien, smitta, smittspridning och smittskydd.</li> <li>Etik inom djurens hälso- och sjukvård.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Visitering för att iaktta djurens hälsotillstånd och att upptäcka skadade och sjuka djur.</li> <li>Hantering av skadade och sjuka djur så att lidandet för djuren minimeras.</li> <li>Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.</li> <li>Medicinering av sjuka djur enligt instruktion, till exempel tabletter i munnen, ögondroppar och avmaskningsmedel.</li> <li>Hygienrutiner.</li> <li>Rapportering och dokumentation av djurs hälsotillstånd.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</strong> </p><ul> <li>Ergonomi, arbetsmiljö och säkerhet.</li> <li>Lagar och andra bestämmelser, till exempel djurskyddslagstiftning och miljölagstiftning.</li> <li>Tystnadsplikt och etiska regler.</li> <li>Djurförsäkringar.</li> <li>Organisationer inom djursjukvård.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>översiktligt</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <strong>översiktligt</strong> för termer och begrepp som används inom veterinärmedicin samt använder <strong>med viss säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <strong>i samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>i samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <strong>översiktligt </strong>för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>enkel </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>utförligt</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <strong>utförligt</strong> för termer och begrepp som används inom veterinärmedicin samt använder <strong>med viss säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <strong>efter samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>efter samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <strong>utförligt</strong> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>noggrann </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för några vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>utförligt och nyanserat</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för termer och begrepp som används inom veterinärmedicin samt använder <strong>med säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven följer arbetsinstruktioner och vårdar <strong>efter samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>efter samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt och tar hänsyn till miljön. Dessutom följer eleven aktuella hygienrutiner samt redogör <strong>utförligt och nyanserat</strong> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>noggrann och utförlig </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: DJRDJU02</h3>",
      "code": "DJRDJU02",
      "nameHeading": "<h2>Djurvård inom djurens hälso- och sjukvård 2, 200 poäng</h2>",
      "name": "Djurvård inom djurens hälso- och sjukvård 2",
      "englishName": "Animal health and medical care 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen djurvård inom djurens hälso- och sjukvård 2 omfattar punkterna 1–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Sjukdomslära</strong> </p><ul> <li>Djursjukdomar och förebyggande åtgärder.</li> <li>Infektioner som kan spridas mellan djur och människa.</li> <li>Behandlingsmetoder.</li> <li>Farmakologi, till exempel verkningsmekanismer och användning av mediciner.</li> <li>Veterinärmedicinsk utrustning och veterinärmedicinska termer och begrepp.</li> <li>Hygien, smitta, smittspridning och smittskydd.</li> <li>Hygien och eftervård i samband med operationer.</li> <li>Etik inom djurens hälso- och sjukvård.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Hantering av rädda och osäkra djur så att lidandet för djuren minimeras.</li> <li>Diagnostiska metoder.</li> <li>Vård av skadade och sjuka djur, till exempel bandagering, sårvård och pälsvård.</li> <li>Iordningställande av undersökningsrum och burar.</li> <li>Provtagning, till exempel urinprov och träckprov.</li> <li>Vissa administrativa rutiner, till exempel arbete i reception och beställning av varor och blanketter.</li> <li>Assistans till veterinär och djursjukskötare.</li> <li>Träning i samband med rehabilitering.</li> <li>Bemötande av djur och djurägare.</li> <li>Hygienrutiner.</li> <li>Skötsel, rengöring, förpackning och sterilisering av instrument och annan utrustning.</li> <li>Rapportering och dokumentation av djurs hälsotillstånd.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor samt lagar och andra bestämmelser</strong> </p><ul> <li>Ergonomi, arbetsmiljö och säkerhet.</li> <li>Lagar och andra bestämmelser, till exempel djurskyddslagstiftning och miljölagstiftning.</li> <li>Tystnadsplikt och etiska regler.</li> <li>Djurförsäkringar.</li> <li>Organisationer inom djursjukvård.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>översiktligt</strong> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <strong>översiktligt</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <strong>med viss säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <strong>i samråd </strong>med handledare sitt arbete och vårdar <strong>i samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>i samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <strong>översiktligt </strong>för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <strong>i samråd </strong>med handledare instrument och annan utrustning. Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>enkel </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>utförligt</strong> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <strong>utförligt</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <strong>med viss säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <strong>efter samråd </strong>med handledare sitt arbete och vårdar <strong>efter samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>efter samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <strong>utförligt</strong> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <strong>efter samråd </strong>med handledare instrument och annan utrustning. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>noggrann </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för ett flertal vanliga skador och sjukdomar hos djur samt för hur de kan förebyggas. Eleven redogör också <strong>utförligt och nyanserat</strong> för olika behandlingsmetoder, för farmakologins grunder samt för användning av läkemedel och metoder att tillföra läkemedel. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för konsekvenser av felaktig användning av antibiotika i samband med vård och behandling av skadade och sjuka djur. I sina redogörelser använder eleven <strong>med säkerhet </strong>yrkesmässiga och veterinärmedicinska termer och begrepp.</p><p>Eleven planerar <strong>efter samråd </strong>med handledare sitt arbete och vårdar <strong>efter samråd </strong>med handledare skadade och sjuka djur. Dessutom utför eleven <strong>efter samråd </strong>med handledare djurvårdande arbetsuppgifter inom djurens hälso- och sjukvård. Arbetet utförs på ett etiskt och säkert sätt. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår.</p><p>Eleven arbetar ergonomiskt och tar hänsyn till miljön. Eleven följer också aktuella hygienrutiner samt redogör <strong>utförligt och nyanserat</strong> för hygien, smittspridning och smittskydd i samband med vård av skadade och sjuka djur. Dessutom rengör och steriliserar eleven <strong>efter samråd </strong>med handledare instrument och annan utrustning. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom området.</p><p>När arbetet är genomfört gör eleven en <strong>noggrann och utförlig </strong>rapportering och dokumentation av sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
