{
  "code": "FLE",
  "name": "Flerbränslefordonsteknik",
  "englishName": "Multifuel vehicle technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:6",
  "skolfsAndring": "2022:110",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Flerbränslefordonsteknik</h2>",
  "description": "<p>Ämnet flerbränslefordonsteknik behandlar funktion hos samt felsökning, diagnostisering och reparationer av olika flerbränslesystem och deras kringutrustning i fordon.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet flerbränslefordonsteknik ska syfta till att eleverna utvecklar kunskaper om olika flerbränslesystem och deras komponenter. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om de olika bränslen som används och deras påverkan på miljön.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra enklare felsökning och reparationer av flerbränslesystem på förbränningsmotorer och deras olika komponenter. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet flerbränslefordonsteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om olika flerbränslesystem och deras olika komponenter samt hur de samverkar i fordon.</li> <li>Kunskaper om olika bränslen som används i flerbränslesystem samt avgaskrav och avgasernas påverkan på miljön.</li> <li>Förmåga att genomföra enklare felsökning, diagnostisering och reparationer av flerbränslesystem på förbränningsmotorer och deras olika komponenter.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman, digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Flerbränslefordon, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: FLEFLR0</h3>",
      "code": "FLEFLR0",
      "nameHeading": "<h2>Flerbränslefordon, 100 poäng</h2>",
      "name": "Flerbränslefordon",
      "englishName": "Multifuel vehicles",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen flerbränslefordon omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika flerbränslefordonssystem, deras konstruktion och funktion samt system och komponenter.</li> <li>Olika avgasreningssystem, deras konstruktion och funktion samt system och komponenter.</li> <li>Olika typer av bränslen som används i flerbränslesystem.</li> <li>Avgaser och deras påverkan på miljön samt avgaskrav.</li> <li>Metoder för och genomförande av service och underhåll av olika flerbränslefordonssystem och deras olika komponenter.</li> <li>Metoder för och genomförande av felsökning, diagnostisering och reparationer av enklare fel i olika flerbränslefordonssystem och deras komponenter.</li> <li>Metoder för och genomförande av demontering, montering samt justering av komponenter i samband med reparationer.</li> <li>Metoder för användning av specialverktyg på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar, scheman och teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika flerbränslesystem samt för deras komponenter och hur de samverkar. Dessutom redogör eleven <strong>översiktligt</strong> för olika bränslen som används i flerbränslesystem samt för avgaskrav och vilken påverkan avgasutsläppen har på miljön.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer service och underhåll av flerbränslefordonssystem. Dessutom utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning, diagnostisering och reparationer av enklare fel i flerbränslefordonssystem. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med<strong> visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika flerbränslesystem samt för deras komponenter och hur de samverkar. Dessutom redogör eleven <strong>utförligt</strong> för olika bränslen som används i flerbränslesystem samt för avgaskrav och vilken påverkan avgasutsläppen har på miljön.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer service och underhåll av flerbränslefordonssystem. Dessutom utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning, diagnostisering och reparationer av enklare fel i flerbränslefordonssystem. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika flerbränslesystem samt för deras komponenter och hur de samverkar. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika bränslen som används i flerbränslesystem samt för avgaskrav och vilken påverkan avgasutsläppen har på miljön.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer service och underhåll av flerbränslefordonssystem. Dessutom utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning, diagnostisering och reparationer av enklare fel i flerbränslefordonssystem. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med<strong> mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.990Z"
}