{
  "code": "FRD",
  "name": "Fritidsbåtteknik",
  "englishName": "Recreational boats",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2011:130",
  "skolfsAndring": "2022:121",
  "nameHeading": "<h2>Fritidsbåtteknik</h2>",
  "description": "<p>Ämnet fritidsbåtteknik behandlar fritidsbåtars byggnation, användningsområden och utrustning. Det behandlar även hantering och underhållsarbete av fritidsbåtar. </p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fritidsbåtteknik ska syfta till att eleverna utvecklar färdigheter i att hantera de olika momenten vid tillverkning av fritidsbåtar samt vid installation, reparation, underhåll och service av konstruktioner och system som förekommer i fritidsbåtar. Undervisningen ska leda till att eleverna utvecklar kunskaper om hantering av fritidsbåtar. Eleverna ska även ges möjlighet att utveckla kunskaper om olika materials egenskaper och funktion samt förmåga att hantera de kemiska ämnen, maskiner och verktyg som används inom yrket. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om arbetslivets villkor där kvalitet, kvalitetssäkring, service och kostnad är styrande faktorer. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa arbetsuppgifter ska utgå från ett problemlösande arbetssätt.</p><h4>Undervisningen i ämnet fritidsbåtteknik ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om material och om fritidsbåtars byggnation, utrustning och användningsområden.</li> <li>Förmåga att utföra byggnation av samt underhåll, service och reparationer på fritidsbåtar. Förmåga att utföra installation och underhåll av system ombord.</li> <li>Förmåga att planera inför en arbetsuppgift och att välja den arbetsmetod och det material som passar för uppgiften.</li> <li>Förmåga att använda verktyg och utrustning.</li> <li>Förmåga att hantera fritidsbåtar i vatten och på land.</li> <li>Förmåga att använda de digitala tekniker och informationssystem som används för att lösa arbetsuppgifterna.</li> <li>Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet, både på svenska och engelska.</li> <li>Förmåga att utföra olika typer av arbeten på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån de lagar och andra bestämmelser som reglerar verksamheten.</li> <li>Förmåga att arbeta på ett kundanpassat och kvalitets- och kostnadsmedvetet sätt, samt att utvärdera arbetsprocess och resultat.</li> <li>Kunskaper om branschens roll i samhället och yrkets förutsättningar.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Båthantering och underhåll, 100 poäng. </li> <li>Båtsystem, 200 poäng. </li> <li>Konstruktion och reparation 1, 200 poäng. </li> <li>Konstruktion och reparation 2, 200 poäng, som bygger på kursen konstruktion och reparation 1.</li> <li>Plast- och lamineringsteknik, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: FRDBAT0</h3>",
      "code": "FRDBAT0",
      "nameHeading": "<h2>Båthantering och underhåll, 100 poäng</h2>",
      "name": "Båthantering och underhåll",
      "englishName": "Boat handling and maintenance",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen båthantering och underhåll omfattar punkterna 1–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika båttyper och deras användningsområden.</li> <li>Olika båttypers konstruktion. Huvudkomponenter och uppbyggnad.</li> <li>Material som används vid underhållsarbeten och deras egenskaper.</li> <li>Utförande av periodiska arbeten, till exempel bottenbehandling, rekonditionering och frostsäkring.</li> <li>Användning av underhållsmaterial, utrustning och verktyg.</li> <li>Arbetsbeskrivningar samt enklare planeringar för att lösa arbetsuppgifter.</li> <li>Arbetsinstruktioner, servicelitteratur och informationsmaterial på svenska och engelska, inklusive digitala informationssystem.</li> <li>Yrkets fackspråk, termer och begrepp.</li> <li>Arbetsmiljö, hälsa, ergonomi och säkerhet samt riskbedömningar för arbetsuppgifterna.</li> <li>Hantering när det gäller transport, torrsättning, pallning, förvaring och sjösättning.</li> <li>Lyfthantering, regler gällande säkra lyft.</li> <li>Hantering av och regler för användande av miljöfarliga produkter.</li> <li>Metoder för att dokumentera och presentera utförda arbeten.</li> <li>Branschens utveckling och yrkets förutsättningar. Lagar och andra bestämmelser som reglerar arbetet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> fritidsbåtars huvudkomponenter, uppbyggnad och användningsområden. Dessutom beskriver eleven <strong>översiktligt</strong> huvudkomponenternas funktion, underhåll och hur de samverkar. Vidare beskriver eleven <strong>översiktligt</strong> olika underhållsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>i samråd </strong>med handledare underhåll och service på fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför sin arbetsuppgift. Dessutom använder eleven <strong>den</strong> arbetsmetod och med <strong>visst </strong>handlag <strong>de</strong> verktyg och <strong>den</strong> utrustning som passar för uppgiften <strong>utifrån givna instruktioner</strong>. Under arbetet hanterar eleven <strong>i samråd </strong>med handledare fritidsbåtar i vatten och på land på ett säkert och miljömedvetet sätt. I arbetet använder eleven <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>enkel </strong>riskbedömning. Eleven arbetar <strong>i samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>enkel</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete.</p><p>Eleven beskriver <strong>översiktligt</strong> yrkets förutsättningar och de lagar och andra bestämmelser som reglerar arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> fritidsbåtars huvudkomponenter, uppbyggnad och användningsområden. Dessutom beskriver eleven <strong>utförligt</strong> huvudkomponenternas funktion, underhåll och hur de samverkar. Vidare beskriver eleven <strong>utförligt</strong> olika underhållsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare underhåll och service på fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför sin arbetsuppgift, <strong>samt väljer arbetsmetod, verktyg och utrustning</strong>. Dessutom använder eleven arbetsmetod och med <strong>gott </strong>handlag verktyg och utrustning som passar för uppgiften. Under arbetet hanterar eleven <strong>efter samråd </strong>med handledare fritidsbåtar i vatten och på land på ett säkert och miljömedvetet sätt. I arbetet använder eleven <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>noggrann</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete.</p><p>Eleven beskriver <strong>utförligt</strong> yrkets förutsättningar och de lagar och andra bestämmelser som reglerar arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> fritidsbåtars huvudkomponenter, uppbyggnad och användningsområden. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> huvudkomponenternas funktion, underhåll och hur de samverkar. Vidare beskriver eleven <strong>utförligt och nyanserat</strong> olika underhållsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare underhåll och service på fritidsbåtar. Eleven gör en <strong>genomarbetad </strong>planering inför sin arbetsuppgift,<strong> samt väljer arbetsmetod, verktyg och utrustning och motiverar sina val</strong>. Dessutom använder eleven arbetsmetod och med <strong>mycket gott </strong>handlag verktyg och utrustning som passar för uppgiften. Under arbetet hanterar eleven <strong>efter samråd </strong>med handledare fritidsbåtar i vatten och på land på ett säkert och miljömedvetet sätt. I arbetet använder eleven <strong>med säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>välgrundad </strong>riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>gott</strong>.</p><p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt presenterar <strong>med säkerhet </strong>sitt arbete.</p><p>Eleven beskriver <strong>utförligt och nyanserat</strong> yrkets förutsättningar och de lagar och andra bestämmelser som reglerar arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRDBAS0</h3>",
      "code": "FRDBAS0",
      "nameHeading": "<h2>Båtsystem, 200 poäng</h2>",
      "name": "Båtsystem",
      "englishName": "Boat systems",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen båtsystem omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Använda materials och produkters olika egenskaper.</li> <li>Funktion hos olika system, till exempel hydrauliska system, värme-, kyl- och VVS-system.</li> <li>Installationer efter ritning, systembeskrivning, installationshandledning samt instruktion.</li> <li>Installation, felsökning och service på hydrauliska installationer, till exempel trimplan.</li> <li>Installation, felsökning och service på förekommande system, till exempel manöver-, värme-, kyl- och VVS-system.</li> <li>Enklare elinstallationer.</li> <li>Funktionskontroller.</li> <li>Egna skisser och ritningar på installationer.</li> <li>Arbetsinstruktioner, servicelitteratur och informationsmaterial på svenska och engelska, inklusive digitala informationssystem. </li> <li>Yrkets fackspråk, termer och begrepp.</li> <li>Hantering av miljöfarliga produkter.</li> <li>Dokumentation och presentation samt metoder för utvärdering av arbete.</li> <li>Beräkning av kostnader, material- och tidsåtgång. Offert och efterkalkyl.</li> <li>Sambandet mellan kvalitet och ekonomi vid val av metod och material.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> olika materials och produkters egenskaper och funktion. Dessutom redogör eleven <strong>översiktligt</strong> för de konstruktions- och installationsmetoder som används vid montering av utrustning i fritidsbåtars olika system.</p><p>Eleven utför <strong>i</strong> <strong>samråd </strong>med handledare installation, felsökning och service på fritidsbåtars olika system. Eleven gör en <strong>enkel </strong>planering inför sin arbetsuppgift. Dessutom använder eleven <strong>den</strong> arbetsmetod samt med <strong>visst </strong>handlag <strong>de</strong> verktyg och <strong>den</strong> utrustning som passar för uppgiften <strong>utifrån givna instruktioner</strong>. Eleven utför <strong>i samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>med viss säkerhet </strong>olika typer av ritningar, handledningar och systembeskrivningar. Dessutom gör eleven <strong>i samråd </strong>med handledare<strong> enkla</strong> skisser och ritningar för installationer. Eleven använder <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>enkel </strong>riskbedömning. Eleven arbetar <strong>i samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>. </p><p>Eleven gör en <strong>enkel</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet sitt </strong>arbete. Dessutom gör eleven <strong>enkla</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>enkla</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>enkla </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> olika materials och produkters egenskaper och funktion. Dessutom redogör eleven <strong>utförligt</strong> för de konstruktions- och installationsmetoder som används vid montering av utrustning i fritidsbåtars olika system.</p><p>Eleven utför <strong>efter</strong> <strong>samråd </strong>med handledare installation, felsökning och service på fritidsbåtars olika system. Eleven gör en <strong>enkel </strong>planering inför sin arbetsuppgift,<strong> samt väljer arbetsmetod, verktyg och utrustning</strong>. Dessutom använder eleven arbetsmetod och med <strong>gott </strong>handlag verktyg och utrustning som passar för uppgiften. Eleven utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>med viss säkerhet </strong>olika typer av ritningar, handledningar och systembeskrivningar. Dessutom gör eleven <strong>efter samråd </strong>med handledare<strong> enkla</strong> skisser och ritningar för installationer. Eleven använder <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>. </p><p>Eleven gör en <strong>noggrann </strong>dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet sitt </strong>arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika materials och produkters egenskaper och funktion. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de konstruktions- och installationsmetoder som används vid montering av utrustning i fritidsbåtars olika system.</p><p>Eleven utför <strong>efter</strong> <strong>samråd </strong>med handledare installation, felsökning och service på fritidsbåtars olika system. Eleven gör en <strong>genomarbetad </strong>planering inför sin arbetsuppgift,<strong> samt väljer arbetsmetod, verktyg och utrustning och motiverar sina val</strong>. Dessutom använder eleven arbetsmetod och med <strong>mycket gott </strong>handlag verktyg och utrustning som passar för uppgiften. Eleven utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>med säkerhet </strong>olika typer av ritningar, handledningar och systembeskrivningar. Dessutom gör eleven <strong>efter samråd </strong>med handledare<strong> genomarbetade</strong> skisser och ritningar för installationer. Eleven använder <strong>med säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>välgrundad </strong>riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet.</p><p>Resultatet av elevens arbete är <strong>gott</strong>. </p><p>Eleven gör en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete samt presenterar <strong>med säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>komplexa</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade och nyanserade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRDKON01</h3>",
      "code": "FRDKON01",
      "nameHeading": "<h2>Konstruktion och reparation 1, 200 poäng</h2>",
      "name": "Konstruktion och reparation 1",
      "englishName": "Construction and repairs 1",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen konstruktion och reparation 1 omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Principer för fritidsbåtars uppbyggnad och konstruktion.</li> <li>Egenskaper och användningsområden för olika båtbyggnads-, installations- och reparationsmaterial.</li> <li>Reparationer och ytbehandling på plast, trä och metall.</li> <li>Hantering och skötsel av verktyg och maskiner.</li> <li>Läsning av konstruktionsritningar, beskrivningar samt anvisningar.</li> <li>Olika materials egenskaper, användningsområden, miljöpåverkan samt säkerhetsinformation via digitala medier.</li> <li>Arbetsinstruktioner, servicelitteratur och informationsmaterial på svenska och engelska, inklusive information med digital teknik. </li> <li>Yrkets fackspråk, termer och begrepp.</li> <li>Grundläggande om brandrisker, brandskydd och brandfarliga varor samt elsäkerhet.</li> <li>Arbetsmiljölagen och båtbranschens regler gällande säkerhet och arbetsmiljö.</li> <li>Presentation, dokumentation och utvärdering av arbete.</li> <li>Beräkning av kostnader, material och tidsåtgång. Offert och orderhantering.</li> <li>Sambandet mellan kvalitet och ekonomi.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för båtbyggnadsprinciper och olika materials egenskaper och funktion.</p><p>Eleven utför <strong>i</strong> <strong>samråd </strong>med handledare reparationer av fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift. Dessutom använder eleven <strong>den</strong> arbetsmetod och med <strong>visst </strong>handlag <strong>de</strong> verktyg och <strong>den</strong> utrustning som passar för uppgiften <strong>utifrån givna instruktioner</strong>. I arbetet använder eleven <strong>med viss säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom använder eleven<strong> med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk. </p><p>I samband med arbetet gör eleven en <strong>enkel</strong> riskbedömning. Dessutom redogör eleven <strong>översiktligt</strong> för brandrisker och ger <strong>enkla</strong> exempel på åtgärder för brandskydd och elsäkerhet. Eleven arbetar <strong>i samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>översiktligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>enkel</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>enkla</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>enkla</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>enkla </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för båtbyggnadsprinciper och olika materials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare reparationer av fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift, <strong>samt väljer arbetsmetod, verktyg och utrustning</strong>. Dessutom använder eleven arbetsmetod och med <strong>gott </strong>handlag verktyg och utrustning som passar för uppgiften. I arbetet använder eleven <strong>med viss säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom använder eleven <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk. </p><p>I samband med arbetet gör eleven en riskbedömning. Dessutom redogör eleven <strong>utförligt</strong> för brandrisker och ger <strong>välgrundade</strong> exempel på åtgärder för brandskydd och elsäkerhet. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>noggrann</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för båtbyggnadsprinciper och olika materials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare reparationer av fritidsbåtar. Eleven gör en <strong>genomarbetad </strong>planering inför en arbetsuppgift,<strong> samt väljer arbetsmetod, verktyg och utrustning och motiverar sina val</strong>. Dessutom använder eleven arbetsmetod och med <strong>mycket gott </strong>handlag verktyg och utrustning som passar för uppgiften. I arbetet använder eleven <strong>med säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom använder eleven <strong>med säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra på ett för yrket relevant språk. </p><p>I samband med arbetet gör eleven en <strong>välgrundad</strong> riskbedömning. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för brandrisker och ger <strong>välgrundade och nyanserade</strong> exempel på åtgärder för brandskydd och elsäkerhet. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt </strong>lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>gott</strong>.</p><p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt presenterar <strong>med säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>komplexa </strong>beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade och nyanserade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRDKON02</h3>",
      "code": "FRDKON02",
      "nameHeading": "<h2>Konstruktion och reparation 2, 200 poäng</h2>",
      "name": "Konstruktion och reparation 2",
      "englishName": "Construction and repairs 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen konstruktion och reparation 2 omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Principer för fritidsbåtars uppbyggnad och konstruktion.</li> <li>Egenskaper och användningsområden för olika båtbyggnads-, konstruktions- och reparationsmaterial.</li> <li>Material och arbetsmetoder för nybyggnation.</li> <li>Byggnation av båt.</li> <li>Konstruktion och tillverkningsmetoder för industriell tillverkning, serietillverkning eller hantverkstillverkning.</li> <li>Konstruktionshandlingar och tillverkningsinstruktioner.</li> <li>Tillverkande av skisser och ritningsunderlag.</li> <li>Sammanfogningstekniker för plast och metall.</li> <li>Arbetsinstruktioner, servicelitteratur och informationsmaterial på svenska och engelska, inklusive information med digital teknik. </li> <li>Yrkets fackspråk, termer och begrepp.</li> <li>Tillstånd för hantering av miljöfarliga produkter i tillverkningsindustrin.</li> <li>Materialberäkningar och efterdokumentation av utförda arbeten.</li> <li>Dokumentation av arbetsmetoder och material.</li> <li>Sambandet mellan kvalitet och ekonomi.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för de konstruktions- och tillverkningsmetoder som används vid byggnation av fritidsbåtar. Dessutom beskriver eleven <strong>översiktligt</strong> olika egenskaper och funktion hos material som används vid byggnation.</p><p>Eleven utför <strong>i samråd </strong>med handledare konstruktioner på samt byggnation av fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift. Dessutom använder eleven <strong>den</strong> arbetsmetod och med <strong>visst </strong>handlag <strong>de</strong> verktyg och <strong>den</strong> utrustning som passar för uppgiften <strong>utifrån givna instruktioner</strong>. I arbetet använder eleven <strong>med viss säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom tillverkar eleven <strong>i samråd </strong>med handledare skisser och ritningsunderlag. Eleven använder med<strong> visst </strong>handlag olika typer av sammanfogningstekniker. Dessutom använder eleven <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>enkel</strong> riskbedömning. Eleven arbetar <strong>i samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>översiktligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>enkel</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>enkla</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>enkla</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>enkla </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för de konstruktions- och tillverkningsmetoder som används vid byggnation av fritidsbåtar. Dessutom beskriver eleven <strong>utförligt</strong> olika egenskaper och funktion hos material som används vid byggnation.</p><p>Eleven utför <strong>efter samråd </strong>med handledare konstruktioner på samt byggnation av fritidsbåtar. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift <strong>samt väljer arbetsmetod, verktyg och utrustning</strong>. Dessutom använder eleven arbetsmetod och med <strong>gott </strong>handlag verktyg och utrustning som passar för uppgiften. I arbetet använder eleven <strong>med viss säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom tillverkar eleven <strong>efter samråd </strong>med handledare skisser och ritningsunderlag. Eleven använder med<strong> gott </strong>handlag olika typer av sammanfogningstekniker. Dessutom använder eleven <strong>med viss säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>Eleven gör en <strong>noggrann</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för de konstruktions- och tillverkningsmetoder som används vid byggnation av fritidsbåtar. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika egenskaper och funktion hos material som används vid byggnation.</p><p>Eleven utför <strong>efter samråd </strong>med handledare konstruktioner på samt byggnation av fritidsbåtar. Eleven gör en <strong>genomarbetad </strong>planering inför en arbetsuppgift <strong>samt väljer arbetsmetod, verktyg och utrustning och motiverar sina val</strong>. Dessutom använder eleven arbetsmetod och med <strong>mycket gott </strong>handlag verktyg och utrustning som passar för uppgiften. I arbetet använder eleven <strong>med säkerhet </strong>konstruktionsritningar, beskrivningar och anvisningar. Dessutom tillverkar eleven <strong>efter samråd </strong>med handledare skisser och ritningsunderlag. Eleven använder med<strong> mycket gott </strong>handlag olika typer av sammanfogningstekniker. Dessutom använder eleven <strong>med säkerhet</strong> den digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>välgrundad </strong>riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt </strong>de lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>gott</strong>.</p><p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt presenterar <strong>med säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>komplexa </strong>beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade och nyanserade</strong> slutsatser om sambandet mellan ekonomi och kvalitet. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultatet <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRDPLA0</h3>",
      "code": "FRDPLA0",
      "nameHeading": "<h2>Plast- och lamineringsteknik, 100 poäng</h2>",
      "name": "Plast- och lamineringsteknik",
      "englishName": "Plastic and lamination techniques",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen plast- och lamineringsteknik omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Plast- och armeringsmaterialens egenskaper.</li> <li>Egenskaper och risker hos de kemiska material som används vid plast- och lamineringsarbeten.</li> <li>Underhåll och skötsel av maskiner och verktyg, samt de arbetsmetoder som används.</li> <li>Plastningstekniker, till exempel handläggning, sprutläggning och vakuuminjicering.</li> <li>Formvård och förberedande arbeten.</li> <li>Laminering och efterarbeten.</li> <li>Digitala informationssystem.</li> <li>Risker när det gäller miljö, arbetsmiljö, brand och personlig säkerhet.</li> <li>Yrkets fackspråk, termer och begrepp.</li> <li>Beräkning av kostnader, material- och tidsåtgång. Sambandet mellan kvalitet och ekonomi.</li> <li>Dokumentation, presentation och utvärdering av arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> de olika material som används vid plast- och lamineringsarbeten samt ger <strong>något</strong> exempel på risker med dem. Dessutom beskriver eleven <strong>översiktligt</strong> olika plast- och armeringsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>i samråd </strong>med handledare förarbeten, lamineringsarbeten samt efterbearbetning. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift. Dessutom använder eleven <strong>den</strong> arbetsmetod och med <strong>visst </strong>handlag <strong>de</strong> verktyg och <strong>den</strong> utrustning som passar för uppgiften <strong>utifrån givna instruktioner</strong>. Eleven använder <strong>med viss säkerhet</strong> den tillverkningsdokumentation, digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>enkel</strong> riskbedömning. Eleven arbetar <strong>i samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>översiktligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>. </p><p>Eleven gör en <strong>enkel</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>enkla</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>enkla </strong>slutsatser utifrån sambandet mellan kvalitet och ekonomi. Eleven utvärderar med <strong>enkla </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> de olika material som används vid plast- och lamineringsarbeten samt ger <strong>några</strong> exempel på risker med dem. Dessutom beskriver eleven <strong>utförligt</strong> olika plast- och armeringsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare förarbeten, lamineringsarbeten samt efterbearbetning. Eleven gör en <strong>enkel </strong>planering inför en arbetsuppgift <strong>samt väljer arbetsmetod, verktyg och utrustning</strong>. Dessutom använder eleven arbetsmetod och med <strong>gott </strong>handlag verktyg och utrustning som passar för uppgiften. Eleven använder <strong>med viss säkerhet</strong> den tillverkningsdokumentation, digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt</strong> lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>tillfredsställande</strong>. </p><p>Eleven gör en <strong>noggrann</strong> dokumentation av sitt arbete samt presenterar <strong>med viss säkerhet </strong>sitt arbete. Dessutom gör eleven beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade </strong>slutsatser utifrån sambandet mellan kvalitet och ekonomi. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> de olika material som används vid plast- och lamineringsarbeten samt ger <strong>flera</strong> exempel på risker med dem. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika plast- och armeringsmaterials egenskaper och funktion.</p><p>Eleven utför <strong>efter samråd </strong>med handledare förarbeten, lamineringsarbeten samt efterbearbetning. Eleven gör en <strong>genomarbetad </strong>planering inför en arbetsuppgift<strong> samt väljer arbetsmetod, verktyg och utrustning och motiverar sina val</strong>. Dessutom använder eleven arbetsmetod och med <strong>mycket gott </strong>handlag verktyg och utrustning som passar för uppgiften. Eleven använder <strong>med säkerhet</strong> den tillverkningsdokumentation, digitala teknik och de informationssystem uppgiften kräver. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra på ett för yrket relevant språk.</p><p>I samband med arbetet gör eleven en <strong>välgrundad </strong>riskbedömning. Eleven arbetar <strong>efter samråd </strong>med handledare utifrån de krav på säkerhet, kvalitet och miljö som reglerar arbetet. Dessutom beskriver eleven <strong>utförligt </strong>lagar och andra bestämmelser som reglerar arbetet inom branschen.</p><p>Resultatet av elevens arbete är <strong>gott</strong>. </p><p>Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt presenterar <strong>med säkerhet </strong>sitt arbete. Dessutom gör eleven <strong>komplexa</strong> beräkningar av material- och tidsåtgång samt av kostnad. Eleven drar <strong>välgrundade och nyanserade </strong>slutsatser utifrån sambandet mellan kvalitet och ekonomi. Eleven utvärderar med <strong>nyanserade </strong>omdömen sitt arbete och resultat<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.993Z"
}