{
  "code": "FRI",
  "name": "Fritids- och friskvårdsverksamheter",
  "englishName": "Leisure and recreational activities",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:136",
  "skolfsAndring": "2022:119",
  "nameHeading": "<h2>Fritids- och friskvårdsverksamheter</h2>",
  "description": "<p>Ämnet fritids- och friskvårdsverksamheter är tvärvetenskapligt och har sin grund i fritidsvetenskap, hälsovetenskap, ekonomi och pedagogik. Det behandlar arbetsuppgifter och yrkesroller samt fritids- och friskvårdsverksamheternas roll i samhället.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet fritids- och friskvårdsverksamheter ska syfta till att eleverna utvecklar kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar samt förmåga att utifrån lagar och styrdokument arbeta inom dessa. Eleverna ska ges möjlighet att utveckla förmåga att möta och pedagogiskt leda människor utifrån ett etiskt, inkluderande och hälsofrämjande förhållningssätt. De ska också ges möjlighet att utveckla förmåga att arbeta med service, värdskap, drift och underhåll av fritids- och friskvårdsverksamheter samt i arbetet välja arbetssätt och material ur ekonomiska aspekter och hälso-, miljö- och energimässiga aspekter.</p><p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska ges möjlighet att reflektera över och diskutera arbetsformer, ämnesinnehåll, centrala begrepp och egna och andras handlingar och attityder. I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p><h4>Undervisningen i ämnet fritids- och friskvårdsverksamheter ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om fritids- och friskvårdsverksamheter för människor i alla åldrar.</li> <li>Förmåga att arbeta utifrån de lagar och andra bestämmelser som styr fritids- och friskvårdsverksamheter samt utifrån arbetsmiljö, säkerhet och yrkesetik.</li> <li>Färdigheter i att arbeta med förekommande arbetsuppgifter inom fritids- och friskvårdsanläggningar.</li> <li>Färdigheter i att planera, genomföra, dokumentera och utvärdera olika aktiviteter för att stödja och stimulera människors deltagande i olika situationer.</li> <li>Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Fritids- och friskvårdsverksamheter, 200 poäng. </li> <li>Bad- och friskvårdsanläggningar, 100 poäng, som bygger på kursen fritids- och friskvårdsverksamheter.</li> <li>Drift och underhåll av fritidsanläggningar, 100 poäng, som bygger på kursen fritids- och friskvårdsverksamheter.</li> <li>Fritidsmiljöer och arenor, 100 poäng, som bygger på kursen fritids- och friskvårdsverksamheter.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: FRIFRT0</h3>",
      "code": "FRIFRT0",
      "nameHeading": "<h2>Fritids- och friskvårdsverksamheter, 200 poäng</h2>",
      "name": "Fritids- och friskvårdsverksamheter",
      "englishName": "Leisure and recreational activities",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen fritids- och friskvårdsverksamheter omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Driftsformer och ekonomi för offentliga, ideella och kommersiella fritids- och friskvårdsverksamheter.</li> <li>Affärsidéer, verksamhetsidéer, mål och planering av verksamheter.</li> <li>Marknadsföring och försäljning av tjänster och varor.</li> <li>Lagar, förordningar och andra riktlinjer som styr fritids- och friskvårdsverksamheter.</li> <li>Bestämmelser och praxis när det gäller arbetsmiljö, säkerhet och yrkesetik.</li> <li>Vanligt förekommande arbetsuppgifter vid drift och underhåll av fritids- och friskvårdsanläggningar.</li> <li>Hjärt-lungräddning med defibrillering och första hjälpen vid skada och akut sjukdom.</li> <li>Kundbemötande utifrån service och värdskap.</li> <li>Planering, genomförande, utvärdering och dokumentation av aktiviteter.</li> <li>Skapande av tillgänglighet för människor med funktionsnedsättningar inom verksamheter.</li> <li>Samarbete i arbetslag och samverkan med andra yrkesgrupper och verksamheter.</li> <li>Yrkesroll och ledarskap.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> fritids- och friskvårdsverksamheter. Eleven ger också exempel på olika driftsformer för dessa. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande<strong> enkla</strong> arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>i samråd </strong>med handledare. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> enkla </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> fritids- och friskvårdsverksamheter. Eleven ger också exempel på olika driftsformer för dessa. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> fritids- och friskvårdsverksamheter. Eleven ger också exempel på olika driftsformer för dessa. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt</strong> diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare<strong> samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>. I utvärderingen diskuterar eleven <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRIBAD0</h3>",
      "code": "FRIBAD0",
      "nameHeading": "<h2>Bad- och friskvårdsanläggningar, 100 poäng</h2>",
      "name": "Bad- och friskvårdsanläggningar",
      "englishName": "Swimming and recreational facilities",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen bad- och friskvårdsanläggningar omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Verksamhetsmål, organisation, ekonomi, planering, uppföljning och utvärdering av verksamheter vid bad- och friskvårdsanläggningar.</li> <li>Regler för idrotter och krav på lokaler, utrustning och redskap inför träning, tävling och evenemang.</li> <li>Riktlinjer, föreskrifter och instruktioner för arbete vid bad- och friskvårdsanläggningar.</li> <li>Arbete med marknadsföring, försäljning, kundkontakt, service och värdskap utifrån gällande yrkesetik.</li> <li>Städteknik och hantering och val av redskap och kemiska produkter inom bad- och friskvårdsanläggningar.</li> <li>Badbevakning och livräddning.</li> <li>Genomförande av riskanalyser och upprätthållande av ordning och säkerhet.</li> <li>Planering, genomförande, utvärdering och dokumentation av aktiviteter och arbetsuppgifter.</li> <li>Bemötande av människor i olika situationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> verksamheter inom bad- och friskvårdsanläggningar. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla </strong>arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>i samråd </strong>med handledare. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> enkla </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> verksamheter inom bad- och friskvårdsanläggningar. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.<strong> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare.<strong> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> verksamheter inom bad- och friskvårdsanläggningar. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt</strong> diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.<strong> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål.<strong> I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare<strong> samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>.<strong> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>. I utvärderingen diskuterar eleven <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRIDRF0</h3>",
      "code": "FRIDRF0",
      "nameHeading": "<h2>Drift och underhåll av fritidsanläggningar, 100 poäng</h2>",
      "name": "Drift och underhåll av fritidsanläggningar",
      "englishName": "Operation and maintenance of recreational facilities",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen drift och underhåll av fritidsanläggningar omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll</h4><ul> <li>Planering av arbetsinsatser utifrån kvalitets- och miljöaspekter samt energimässiga och ekonomiska aspekter.</li> <li>Föreskrifter och riktlinjer för drift, skötsel och underhåll av fritidsmiljöer och arenor.</li> <li>Arbete utifrån bestämmelser om arbetsmiljö och säkerhet.</li> <li>Behörighetskrav för arbete med drift och underhåll.</li> <li>Handhavande, service och daglig tillsyn av fordon, redskap och maskiner.</li> <li>Funktionskontroll och skötsel i enlighet med skötselinstruktioner av fasta installationer.</li> <li>Tekniska system för drift av anläggningar, till exempel vattenrening, ljud- och ljusanläggningar, kylanläggningar och bevattningssystem.</li> <li>Enklare underhåll av VVS.</li> <li>Enklare snickerier och reparationer.</li> <li>Lokalvård, vilket omfattar städteknik, hantering och val av redskap och kemiska produkter.</li> <li>Genomförande och dokumentation av egenkontroller.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla </strong>arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> drift och underhåll av fritidsanläggningar.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt </strong>diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FRIFRS0</h3>",
      "code": "FRIFRS0",
      "nameHeading": "<h2>Fritidsmiljöer och arenor, 100 poäng</h2>",
      "name": "Fritidsmiljöer och arenor",
      "englishName": "Recreational environments and arenas",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen fritidsmiljöer och arenor omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Verksamhetsmål, riktlinjer, föreskrifter och instruktioner för arbete vid fritidsmiljöer och arenor.</li> <li>Organisation, ekonomi- och produktionsstyrning, planering, uppföljning och utvärdering av verksamheter vid fritidsmiljöer och arenor.</li> <li>Regler för idrotter samt krav på lokaler, utrustning och redskap inför träning, tävling och evenemang.</li> <li>Arbete med marknadsföring, försäljning, kundbemötande, service och värdskap utifrån gällande yrkesetik.</li> <li>Genomförande av riskanalyser och upprätthållande av ordning och säkerhet.</li> <li>Planering, genomförande, utvärdering och dokumentation av aktiviteter och arbetsuppgifter.</li> <li>Bemötande av människor i olika situationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.</p><p>Eleven redogör <strong>översiktligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla </strong>arbetsuppgifter <strong>i samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften, diskuterar <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>i samråd </strong>med handledare. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> enkla </strong>omdömen utifrån uppsatta mål. I utvärderingen diskuterar eleven <strong>översiktligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, diskuterar <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med viss säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare.<strong> Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>. I utvärderingen diskuterar eleven <strong>utförligt </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> verksamheter inom fritidsmiljöer och arenor. Eleven ger också exempel på mål som styr verksamheterna. I beskrivningarna använder eleven <strong>med säkerhet </strong>centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser.</p><p>Eleven redogör <strong>utförligt </strong>för lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.</p><p>Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter <strong>efter samråd </strong>med handledare på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. I arbetet <strong>väljer och </strong>använder eleven redskap och metoder som <strong>passar</strong> för uppgiften, <strong>motiverar sina val samt</strong> diskuterar <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. När arbetet är utfört gör eleven en noggrann dokumentation av utförda uppgifter och aktiviteter. I dokumentationen använder eleven <strong>med säkerhet </strong>relevanta begrepp.</p><p>Eleven planerar, såväl självständigt som i samarbete med andra, olika aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>. Utifrån planeringen genomför eleven aktiviteterna <strong>efter samråd </strong>med handledare<strong> samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>.<strong> Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>. I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor. När arbetet är utfört utvärderar eleven aktiviteterna med<strong> nyanserade </strong>omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>. I utvärderingen diskuterar eleven <strong>utförligt och nyanserat </strong>möjliga alternativa lösningar och föreslår vid behov förbättringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.994Z"
}