{
  "code": "FUT",
  "name": "Funktionsförmåga och funktionsnedsättning",
  "englishName": "Functional capacity and functional impairment",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:423",
  "version": "gy11",
  "versionInfo": "Uppdatering centralt innehåll i FUTFUN02",
  "skolfsGrund": "2020:22",
  "skolfsAndring": "2023:97",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Funktionsförmåga och funktionsnedsättning</h2>",
  "description": "<p>Ämnet har ett helhetsperspektiv på funktionsförmåga och funktionsnedsättning utifrån pedagogiska, etiska och kulturella aspekter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning ska syfta till att eleverna utvecklar kunskaper om människans utveckling. Dessutom ska undervisningen ge eleverna kunskaper om vilka konsekvenser olika funktionsnedsättningar har för människor i vardagen samt vilka möjligheter de har med hjälp av olika former av stöd. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper för att i olika situationer skapa likvärdighet, delaktighet och tillgänglighet för människor med funktionsnedsättningar.</p> <p>Undervisningen ska leda till att eleverna utvecklar förmåga att genomföra olika insatser för individer och grupper i behov av stöd. Eleverna ska även ges möjlighet att utveckla kunskaper om samhällets olika insatser för människor med funktionsnedsättningar. Undervisningen ska också leda till att eleverna utvecklar förmåga att möta människor med respekt och utifrån en demokratisk värdegrund samt utifrån överenskommelser om mänskliga rättigheter. Såväl egna som samhällets attityder till och värderingar av människors olikheter och rättigheter ska behandlas i undervisningen. Vidare ska undervisningen leda till förmåga att arbeta utifrån lagar och andra bestämmelser.</p> <p>Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang. Eleverna ska även ges möjlighet att kunna arbeta utifrån ett etiskt och inkluderande förhållningssätt. Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, den historiska utvecklingen och centrala begrepp. Undervisningen ska också leda till att eleverna utvecklar förmåga att inhämta, granska och värdera ny kunskap inom området.</p> <h4>Undervisningen i ämnet funktionsförmåga och funktionsnedsättning ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om faktorer som påverkar hur barn och unga med funktionsnedsättning utvecklas.</li> <li>Kunskaper om fysiska, psykiska, intellektuella och sociala funktionsnedsättningar samt deras orsaker och konsekvenser i vardagen.</li> <li>Kunskaper om pedagogiska arbetssätt och hjälpmedel samt förmåga att använda dessa för att möjliggöra individens delaktighet och självbestämmande inklusive välfärdsteknologi.</li> <li>Kunskaper om alternativ och kompletterande kommunikation.</li> <li>Kunskaper om samhällets olika insatser för människor med funktionsnedsättning.</li> <li>Förmåga att planera, genomföra, utvärdera, följa upp och dokumentera olika insatser för att skapa goda villkor för människor.</li> <li>Förmåga att kommunicera och arbeta så att den enskilde individens önskemål, behov och självbestämmande beaktas och står i centrum samt förmåga att reflektera över sitt eget förhållningssätt i mötet med den enskilde och dennas nätverk.</li> <li>Kunskaper om den historiska utvecklingen inom verksamhetsområdet och de värderingar och normer som påverkat synen på funktionsnedsättningar.</li> <li>Kunskaper om de lagar och övriga bestämmelser som styr verksamhetsområdet samt förmåga att arbeta utifrån dessa.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Funktionsförmåga och funktionsnedsättning 1, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen specialpedagogik 1.</li> <li>Funktionsförmåga och funktionsnedsättning 2, 100 poäng, som bygger på kursen funktionsförmåga och funktionsnedsättning 1. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen specialpedagogik 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: FUTFUN01</h3>",
      "code": "FUTFUN01",
      "nameHeading": "<h2>Funktionsförmåga och funktionsnedsättning 1, 100 poäng</h2>",
      "name": "Funktionsförmåga och funktionsnedsättning 1",
      "englishName": "Functional capacity and functional impairment 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen funktionsförmåga och funktionsnedsättning 1 omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Barn och ungas utveckling vid funktionsnedsättning.</li> <li>Olika funktionsnedsättningar, till exempel olika former av rörelsehinder, intellektuella funktionsnedsättningar och syn- och hörselnedsättningar samt deras konsekvenser i vardagen.</li> <li>Identitetsutveckling och självbild vid funktionsnedsättning.</li> <li>Livsvillkor och möjlighet till utveckling utifrån samhällets stöd och service.</li> <li>Tillgänglighet i inre och yttre miljö.</li> <li>Sinnesstimulering för att främja kommunikation och samspel.</li> <li>Sexualitet och relationer.</li> <li>Pedagogiska arbetssätt och välfärdsteknologi som främjar delaktighet och självbestämmande.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde utifrån biståndsbedömning.</li> <li>Bemötande och professionellt förhållningssätt.</li> <li>Teamarbete och samverkan internt och externt.</li> <li>Förebyggande arbete och rutiner för hantering av hot- och våldssituationer.</li> <li>Historiska perspektiv över vilka normer, värderingar och synsätt som påverkat synen på funktionsnedsättning.</li> <li>Lagar och andra bestämmelser inom området, däribland FN:s konvention om barnets rättigheter och FN:s-konvention om rättigheter för personer med funktionsnedsättning samt de intentioner som finns bakom lagarna.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för faktorer som påverkar hur barn och unga med funktionsnedsättning utvecklas. Eleven beskriver även <strong>översiktligt </strong>olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang. Dessutom redogör eleven <strong>översiktligt </strong>för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel, välfärdsteknologi och arbetssätt. Eleven beskriver <strong>översiktligt</strong> alternativ och kompletterande kommunikation.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter <strong>i samråd </strong>med handledare. Eleven gör en dokumentation av utförda uppgifter och aktiviteter. Resultatet av elevens arbete är <strong>tillfredsställande</strong>. Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven diskuterar <strong>översiktligt </strong>egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.</p> <p>Eleven redogör för funktionshinderområdets historiska utveckling och redogör för lagar och andra bestämmelser som styr verksamheten samt redogör på ett <strong>översiktligt </strong>sätt för intentionerna bakom lagstiftningen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för faktorer som påverkar hur barn och unga med funktionsnedsättning utvecklas. Eleven beskriver även <strong>utförligt </strong>olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang. Dessutom redogör eleven <strong>utförligt </strong>för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel, välfärdsteknologi och arbetssätt. Eleven beskriver <strong>utförligt </strong>alternativ och kompletterande kommunikation.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter <strong>efter samråd </strong>med handledare. Eleven gör en dokumentation av utförda uppgifter och aktiviteter. Resultatet av elevens arbete är <strong>tillfredsställande</strong>. Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.</p> <p>Eleven redogör för funktionshinderområdets historiska utveckling och redogör för lagar och andra bestämmelser som styr verksamheten samt redogör på ett <strong>utförligt </strong>sätt för intentionerna bakom lagstiftningen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar hur barn och unga med funktionsnedsättning utvecklas. Eleven beskriver även <strong>utförligt och nyanserat </strong>olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel, välfärdsteknologi och arbetssätt. Eleven beskriver <strong>utförligt och nyanserat </strong>alternativ och kompletterande kommunikation.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter <strong>efter samråd </strong>med handledare. Eleven gör en dokumentation av utförda uppgifter och aktiviteter. Resultatet av elevens arbete är <strong>gott</strong>. Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>gott</strong> resultat.</p> <p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.</p> <p>Eleven redogör för funktionshinderområdets historiska utveckling och redogör för lagar och andra bestämmelser som styr verksamheten samt redogör på ett <strong>utförligt och nyanserat </strong>sätt för intentionerna bakom lagstiftningen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FUTFUN02</h3>",
      "code": "FUTFUN02",
      "nameHeading": "<h2>Funktionsförmåga och funktionsnedsättning 2, 100 poäng</h2>",
      "name": "Funktionsförmåga och funktionsnedsättning 2",
      "englishName": "Functional capacity and functional impairment 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen funktionsförmåga och funktionsnedsättning 2 omfattar punkterna 2–3 och 5–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Neuropsykiatriska funktionsnedsättningar, däribland autism, ADHD och ADD. Livsvillkor och konsekvenser i den dagliga livsföringen.</li> <li>Förvärvad hjärnskada och dess konsekvenser i den dagliga livsföringen.</li> <li>Utanförskap i samband med funktionsnedsättning.</li> <li>Kunskaper om olika specialpedagogiska hjälpmedel och arbetssätt.</li> <li>Olika verksamheter, till exempel habilitering, daglig verksamhet och olika anpassade utbildningar.</li> <li>Stöd- och hjälpinsatser inom området funktionsnedsättning. Insatser enligt LSS, individuell plan och god man för att underlätta människors möjligheter till ett aktivt deltagande i samhället.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde.</li> <li>Pedagogiska arbetssätt, metoder och förhållningssätt som främjar individens självbestämmande och möjlighet till utveckling, till exempel genom lågaffektivt bemötande, cirkulärt tänkande, delaktighetsmodellen och empowerment.</li> <li>Metoder för reflektion över egna och arbetslagets arbetsmetoder för att utveckla ett individanpassat arbetssätt.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> olika neuropsykiatriska funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.</p> <p>Dessutom redogör eleven <strong>översiktligt</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel och arbetssätt. Eleven beskriver <strong>översiktligt</strong> olika verksamheter och insatser för människor med funktionsnedsättningar.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <strong>i samråd</strong> med handledare, på ett yrkesmässigt sätt. Eleven gör en <strong>enkel </strong>dokumentation av utförda uppgifter och aktiviteter. I arbetet använder eleven <strong>med viss säkerhet</strong> metoder och hjälpmedel som är relevanta för uppgiften.</p> <p>Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> olika neuropsykiatriska funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.</p> <p>Dessutom redogör eleven <strong>utförligt</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel och arbetssätt. Eleven beskriver <strong>utförligt</strong> olika verksamheter och insatser för människor med funktionsnedsättningar.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <strong>efter samråd</strong> med handledare, på ett yrkesmässigt sätt. Eleven gör en <strong>noggrann </strong>dokumentation av utförda uppgifter och aktiviteter. I arbetet använder eleven <strong>med viss säkerhet</strong> metoder och hjälpmedel som är relevanta för uppgiften.</p> <p>Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven diskuterar <strong>utförligt </strong>egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika neuropsykiatriska funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.</p> <p>Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska hjälpmedel och arbetssätt. Eleven beskriver <strong>utförligt och nyanserat</strong> olika verksamheter och insatser för människor med funktionsnedsättningar.</p> <p>Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <strong>efter samråd</strong> med handledare, på ett yrkesmässigt sätt. Eleven gör en <strong>noggrann och utförlig </strong>dokumentation av utförda uppgifter och aktiviteter. I arbetet använder eleven <strong>med säkerhet</strong> metoder och hjälpmedel som är relevanta för uppgiften.</p> <p>Dessutom interagerar och kommunicerar eleven i samarbete och möten med människor med <strong>gott</strong> resultat.</p> <p>Eleven diskuterar <strong>utförligt och nyanserat </strong>egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar. I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
