{
  "code": "FÖS",
  "name": "Försäljning och kundservice",
  "englishName": "Sales and customer service",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:38",
  "version": "gy11",
  "versionInfo": "Justering av namn på kurs i ämnet",
  "skolfsGrund": "2010:58",
  "skolfsAndring": "2022:125",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Försäljning och kundservice</h2>",
  "description": "<p>Ämnet försäljning och kundservice behandlar försäljning och kundservice inom handelssektorn. Sälj- och servicefunktionerna är viktiga för företagens verksamheter och säljarens uppgift är att sälja samt att skapa goda kundrelationer, ta ekonomiskt ansvar och arbeta långsiktigt, målmedvetet och hållbart.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet försäljning och kundservice ska ge eleverna möjlighet att utveckla kunskaper om personlig försäljning och service. I undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om säljpsykologi, säljetik och vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete. På så sätt får eleverna förutsättningar att kommunicera med och möta kunder på ett professionellt och målgruppsanpassat sätt.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, organisera och utföra arbetsuppgifter inom området försäljning och kundservice. De ska också ges möjlighet att bedriva arbetet med utgångspunkt i relevanta lagar och andra bestämmelser inom området.</p> <p>Genom praktiska övningar ska eleverna ges möjlighet att använda olika arbetsmetoder inom området försäljning och service. Därigenom får eleverna förutsättningar att finna lösningar på olika typer av problem och situationer som kan uppstå i yrkesrollen.</p> <h4>Undervisningen i ämnet försäljning och kundservice ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete.</li> <li>Kunskaper om faktorer som kan påverka försäljnings- och servicesituationer.</li> <li>Förmåga att planera, organisera och utföra arbetsuppgifter inom området försäljning och kundservice.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> <li>Förmåga att använda olika tekniker och metoder för kalkylering och ekonomiska beräkningar samt lösa problem som kan uppkomma i samband med arbetsuppgifter inom försäljning och service.</li> <li>Förmåga att arbeta ergonomiskt riktigt, säkert och på ett miljömedvetet och resurssnålt sätt.</li> <li>Förmåga att utvärdera sitt arbete och resultatet av arbetet.</li> <li>Förmåga att samverka med andra och kommunicera genom olika medier i olika sälj- och servicesituationer.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Servicekunskap 1, 100 poäng. </li> <li>Servicekunskap 2, 100 poäng, som bygger på kursen servicekunskap 1.</li> <li>Personlig försäljning 1, 100 poäng. </li> <li>Personlig försäljning 2, 100 poäng, som bygger på kursen personlig försäljning 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: FÖSSEV01</h3>",
      "code": "FÖSSEV01",
      "nameHeading": "<h2>Servicekunskap 1, 100 poäng</h2>",
      "name": "Servicekunskap 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen servicekunskap 1 omfattar punkterna 1–4 och 6–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Kännetecken för målinriktad och kundanpassad service samt hur målinriktad och kundanpassad service kan planeras och genomföras.</li> <li>Hur kundbemötande kan anpassas till olika kundtypers förväntningar på bemötande och service vid olika typer av kundmöten samt i olika försäljningskanaler, däribland digitala plattformar.</li> <li>Introduktion till hur olika målgruppers attityder, värderingar, kommunikationsmönster och förhållningssätt kan påverka kundmöten och kundrelationer.</li> <li>Arbete med service och kundsupport i olika försäljnings- och servicesituationer och med anpassning till olika kundtyper och kundbeteenden.</li> <li>Konsumentlagar samt andra relevanta lagar och avtal.</li> <li>Säkerhet i digital handel och digitala betalningslösningar.</li> <li>Säkerhetstänkande och säkerhetsregler inom handelssektorn.</li> <li>Hur arbetet inom området service kan utföras ergonomiskt, miljöanpassat och resurssnålt.</li> <li>Metoder för att utvärdera arbete med service.</li> <li>Interaktion och kommunikation i olika kund- och servicesituationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> kännetecken för målinriktad och kundanpassad service samt hur enkelt servicearbete kan planeras, organiseras och genomföras på ett sätt som gör kunden nöjd och leder till god försäljning. Dessutom beskriver eleven <strong>översiktligt</strong> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <strong>översiktligt</strong> för hur attityder, värderingar och förhållningssätt påverkar service- och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd </strong>med handledare, enklare arbetsuppgifter inom service. Resultatet av arbetet är <strong>tillfredsställande.</strong> Under arbetets gång löser eleven, <strong>i samråd </strong>med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>i samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> enkla </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> kännetecken för målinriktad och kundanpassad service samt hur enkelt servicearbete kan planeras, organiseras och genomföras på ett sätt som gör kunden nöjd och leder till god försäljning. Dessutom beskriver eleven <strong>utförligt</strong> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <strong>utförligt</strong> för hur attityder, värderingar och förhållningssätt påverkar service- och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, enklare arbetsuppgifter inom service. Resultatet av arbetet är <strong>tillfredsställande</strong>. Under arbetets gång löser eleven, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt</strong> <strong>och nyanserat</strong> kännetecken för målinriktad och kundanpassad service samt hur enkelt servicearbete kan planeras, organiseras och genomföras på ett sätt som gör kunden nöjd och leder till god försäljning. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <strong>utförligt</strong> <strong>och nyanserat</strong> för hur attityder, värderingar och förhållningssätt påverkar service- och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, enklare arbetsuppgifter inom service. Resultatet av arbetet är <strong>gott.</strong> Under arbetets gång löser eleven, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FÖSSER02</h3>",
      "code": "FÖSSER02",
      "nameHeading": "<h2>Servicekunskap 2, 100 poäng</h2>",
      "name": "Servicekunskap 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen servicekunskap omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Kännetecken för målinriktad och kundanpassad service som leder till god försäljning samt strategier för att ge god service med anpassning till olika kundtyper, kundmönster och kundbeteenden.</li> <li>Servicekoncept och hur dessa kan utformas utifrån ett företags affärsidé och varumärke inklusive analys av marknad, kundmönster, kundtyper och kundbeteenden.</li> <li>Kundvårdande åtgärder för att skapa, bibehålla och utveckla kundrelationer.</li> <li>Säljetik med anpassning till olika service- och försäljningssituationer.</li> <li>Arbete med service vid försäljning med anpassning till kunden och försäljningssituationen.</li> <li>Hantering av klagomål och reklamationer utifrån relevanta lagar och andra bestämmelser samt med anpassning till olika kundtyper och kundbeteenden.</li> <li>Arbetsmiljöfrågor inom området försäljning.</li> <li>Tillämpning av ergonomiska och miljömedvetna arbetssätt.</li> <li>Metoder för att utvärdera kundens upplevelse av en servicesituation.</li> <li>Verbal och ickeverbal kommunikation i olika service- och försäljningssituationer. Hur språket kan anpassas för olika ändamål och mottagare.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> kännetecken för målinriktad och kundanpassad service som leder till god försäljning samt hur kundanpassat och målinriktat servicearbete kan planeras, organiseras och genomföras. Dessutom redogör eleven <strong>översiktligt</strong> för hur kundrelationer kan skapas, bibehållas och utvecklas samt beskriver <strong>översiktlig</strong>t vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven<strong> översiktligt</strong> för hur säljetik påverkar service- och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd</strong> med handledare, arbetsuppgifter inom service. Resultatet av arbetet är <strong>tillfredsställande</strong>. Under arbetets gång löser eleven, <strong>i samråd</strong> med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>i samråd</strong> med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med <strong>enkla</strong> omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> kännetecken för målinriktad och kundanpassad service som leder till god försäljning samt hur kundanpassat och målinriktat servicearbete kan planeras, organiseras och genomföras. Dessutom redogör eleven <strong>utförligt</strong> för hur kundrelationer kan skapas, bibehållas och utvecklas samt beskriver <strong>utförligt </strong>vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <strong>utförligt</strong> för hur säljetik påverkar service och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd</strong> med handledare, enklare arbetsuppgifter inom service. Resultatet av arbetet är <strong>tillfredsställande</strong>. Under arbetets gång löser eleven, <strong>efter samråd</strong> med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>efter samråd</strong> med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med <strong>nyanserade</strong> omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> kännetecken för målinriktad och kundanpassad service som leder till god försäljning samt hur kundanpassat och målinriktat servicearbete kan planeras, organiseras och genomföras. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur kundrelationer kan skapas, bibehållas och utvecklas samt beskriver <strong>utförligt och nyanserat</strong> vad ett kundanpassat arbets- och förhållningssätt innebär. I beskrivningen redogör eleven <strong>utförligt och nyanserat</strong> för hur säljetik påverkar service och försäljningssituationer.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd</strong> med handledare, enklare arbetsuppgifter inom service. Resultatet av arbetet är <strong>gott</strong>. Under arbetets gång löser eleven, <strong>efter samråd</strong> med handledare, problem som uppkommer i arbetet. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven miljöanpassat och resurssnålt samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>efter samråd</strong> med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med <strong>nyanserade</strong> omdömen <strong>samt ger</strong> <strong>förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p> <h2> </h2>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FÖSPER01</h3>",
      "code": "FÖSPER01",
      "nameHeading": "<h2>Personlig försäljning 1, 100 poäng</h2>",
      "name": "Personlig försäljning 1",
      "englishName": "Personal sales 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen personlig försäljning 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Säljarens arbetsuppgifter i olika säljorganisationer.</li> <li>Strategier för kundorienterat, målinriktat och framgångsrikt försäljningsarbete.</li> <li>Innebörden i begreppet kundresa. Exempel på touchpoints under kundresan som ett handelsföretag kan ha med kunden samt exempel på kommunikation, service och upplevelser som kunden kan efterfråga vid respektive touchpoint.</li> <li>Kundvårdande åtgärder för att skapa, bibehålla och utveckla en kundkrets.</li> <li>Hur attityder, värderingar och förhållningssätt kan påverka försäljningssituationer.</li> <li>Säljpsykologi och kundpsykologi.</li> <li>Planering, organisering och genomförande av kundorienterat och målinriktat säljarbete.</li> <li>Metoder för att öka försäljning genom merförsäljning.</li> <li>Praktisk säljkommunikation, till exempel hur produktdemonstrationer kan utföras.</li> <li>Presentationsteknik inom försäljning.</li> <li>Relevanta lagar och andra bestämmelser inom området försäljning samt etiska regler inom området.</li> <li>Grundläggande kalkyl- och lönsamhetsberäkningar.</li> <li>Ergonomiska och miljömedvetna arbetssätt i samband med försäljningsarbete.</li> <li>Metoder för att utvärdera försäljningsarbete.</li> <li>Interaktion och kommunikation i olika kund- och servicesituationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>översiktligt</strong> för faktorer som kan påverka försäljnings- och servicesituationer.</p> <p>Eleven beskriver <strong>översiktligt</strong> hur enkelt säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning samt om hur kundrelationer kan skapas, bibehållas och utvecklas. Dessutom beskriver eleven <strong>översiktligt</strong> hur säljkommunikation och säljadministration kan planeras och genomföras.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd </strong>med handledare, enkla arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>tillfredsställande</strong>. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med viss säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>i samråd </strong>med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>i samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> enkla </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>utförligt</strong> för faktorer som kan påverka försäljnings- och servicesituationer.</p> <p>Eleven beskriver <strong>utförligt</strong> hur enkelt säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning samt om hur kundrelationer kan skapas, bibehållas och utvecklas. Dessutom beskriver eleven <strong>utförligt</strong> hur säljkommunikation och säljadministration kan planeras och genomföras.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, enkla arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>tillfredsställande.</strong> Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med viss säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>utförligt och nyanserat</strong> för faktorer som kan påverka försäljnings- och servicesituationer.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> hur enkelt säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning samt om hur kundrelationer kan skapas, bibehållas och utvecklas. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> hur säljkommunikation och säljadministration kan planeras och genomföras.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, enkla arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>gott. </strong> Eleven genomför arbetet utifrån givna instruktioner samt utifrån lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: FÖSPER02</h3>",
      "code": "FÖSPER02",
      "nameHeading": "<h2>Personlig försäljning 2, 100 poäng</h2>",
      "name": "Personlig försäljning 2",
      "englishName": "Personal sales 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen personlig försäljning 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Affärsmodeller inklusive marknadsanalys, affärsprocess, kundkrets och intäktsanalys samt hur dessa kan utgöra grund för ett kundorienterat och målinriktat försäljningsarbete.</li> <li>Säljplaner och säljprocessen vid olika former av försäljning, bland annat försäljning mellan företag, storkundsförsäljning, systemförsäljning, teknisk försäljning och tjänsteförsäljning.</li> <li>Metoder för marknadssegmentering i syfte att ta reda på vad som definierar företagets nyckelkunder för att därigenom kunna anpassa marknadsföring och försäljning gentemot varje segment för att öka försäljningen och verksamhetens lönsamhet.</li> <li>Metoder för marknadskommunikation inom försäljningsområdet.</li> <li>Projektmetodik och hur man driver egna projekt inom försäljningsområdet.</li> <li>Planering, organisering och genomförande av säljarbete.</li> <li>Säljstyrning och säljledning, hur man leder och utvecklar säljare samt utvecklar säljarbetet och säljstrategier i verksamheten.</li> <li>Relevanta lagar och andra bestämmelser inom området försäljning samt etiska regler inom området.</li> <li>Kalkyl- och lönsamhetsberäkningar.</li> <li>Ergonomi och arbetsmiljöfrågor inom försäljningsområdet.</li> <li>Metoder för att utvärdera försäljningsarbete.</li> <li>Interaktion och kommunikation med anpassning till kund och situationens krav.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>översiktligt</strong> för hur affärsmodeller kan utarbetas samt hur dessa kan utgöra grund för ett kundorienterat och målinriktat försäljningsarbete.</p> <p>Vidare redogör eleven <strong>översiktligt</strong> för säljprocessen vid olika former av försäljning samt hur säljplaner kan utarbetas.</p> <p>Eleven beskriver <strong>översiktligt</strong> hur kundorienterat och målinriktat säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning. Dessutom beskriver eleven <strong>översiktligt</strong> säljarens roll i ett marknadsföringssystem, hur marknadskommunikation kan planeras och genomföras samt hur säljstyrning och säljledning används i säljarbetet.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd</strong> med handledare, arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>tillfredsställande</strong>. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med viss säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>i samråd</strong> med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>i samråd</strong> med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med <strong>enkla</strong> omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>utförligt</strong> för hur affärsmodeller kan utarbetas samt hur dessa kan utgöra grund för ett kundorienterat och målinriktat försäljningsarbete. Vidare redogör eleven <strong>utförligt</strong> för säljprocessen vid olika former av försäljning samt hur säljplaner kan utarbetas.</p> <p>Eleven beskriver <strong>utförligt</strong> hur kundorienterat och målinriktat säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning. Dessutom beskriver eleven <strong>utförligt</strong> säljarens roll i ett marknadsföringssystem, hur marknadskommunikation kan planeras och genomföras samt hur säljstyrning och säljledning används i säljarbetet.</p> <p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>tillfredsställande</strong>. Eleven genomför arbetet utifrån givna instruktioner samt utifrån lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med viss säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>vad som kännetecknar ett kundorienterat och målinriktat försäljningsarbete samt redogör <strong>utförligt och nyanserat</strong> för hur affärsmodeller kan utarbetas samt hur dessa kan utgöra grund för ett kundorienterat och målinriktat försäljningsarbete. Vidare redogör eleven <strong>utförligt och nyanserat</strong> för säljprocessen vid olika former av försäljning samt hur säljplaner kan utarbetas.</p> <p>Eleven beskriver <strong>utförligt</strong> <strong>och nyanserat</strong> hur kundorienterat och målinriktat säljarbete kan planeras, organiseras och genomföras på ett sätt som leder till god försäljning. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> säljarens roll i ett marknadsföringssystem, hur marknadskommunikation kan planeras och genomföras samt hur säljstyrning och säljledning används i säljarbetet.</p> <p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom personlig försäljning. Resultatet av arbetet är <strong>gott</strong>. Eleven genomför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång använder eleven <strong>med säkerhet</strong> tekniker och metoder för kalkylering och ekonomiska beräkningar samt löser, <strong>efter samråd </strong>med handledare, problem som uppkommer i arbetet. Vidare arbetar eleven ergonomiskt, miljöanpassat och resurssnålt samt på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven utvärderar sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
