{
  "code": "GAS",
  "name": "Gasturbinmotorer – flyg",
  "englishName": "Aviation",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:379",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2017:32",
  "skolfsAndring": "2022:126",
  "nameHeading": "<h2>Gasturbinmotorer – flyg</h2>",
  "description": "<p>Ämnet gasturbinmotorer – flyg behandlar de kunskaper som krävs för yrkesmässigt arbete med service och underhåll av gasturbinmotorer på luftfartyg.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet gasturbinmotorer – flyg ska syfta till att eleverna utvecklar kunskaper om luftfartyg med gasturbinmotorer. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att underhålla och åtgärda fel i gasturbinmotorer. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur människa och maskin samverkar. Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse för vikten av gällande regelverk, samarbete och kommunikation som krävs inom yrkesområdet. Undervisningen ska bidra till att eleverna utvecklar de kunskaper som krävs för att uppnå de mål som finns reglerade i de europeiska luftfartsbestämmelserna enligt gällande regler och krav för flygmekaniker.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Dessa uppgifter ska utgå från ett problemlösande och laborativt arbetssätt.</p><h4>Undervisningen i ämnet gasturbinmotorer – flyg ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om uppbyggnad av och funktion hos gasturbinmotorer samt om deras komponenter och system.</li> <li>Förmåga att utföra service, underhåll, felsökning och reparation av gasturbinmotorer.</li> <li>Förmåga att dokumentera och utvärdera sitt arbete.</li> <li>Förmåga att samarbeta och kommunicera med andra samt att använda fackspråk på såväl svenska som engelska.</li> <li>Kunskaper om faktorer som påverkar människan samt förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Gasturbinmotorer, 200 poäng, som bygger på kursen helikopterlära eller flygplansteknik.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: GASGAS0</h3>",
      "code": "GASGAS0",
      "nameHeading": "<h2>Gasturbinmotorer, 200 poäng</h2>",
      "name": "Gasturbinmotorer",
      "englishName": "Gas turbine engines",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen gasturbinmotorer omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala underhåll:</h4><ul> <li>Grundprinciper för energiomvandlingsprocesser i gasturbinmotorer.</li> <li>Gasturbinmotorers uppbyggnad samt deras olika huvudkomponenter och system.</li> <li>Gasturbinmotorers smörjmedel, smörjsystem, bränslen och bränslesystem.</li> <li>Turbopropmotorers uppbyggnad samt deras olika huvudkomponenter och system.</li> <li>Turboaxelmotorers uppbyggnad samt deras olika huvudkomponenter och system.</li> <li>Hjälpkraftaggregatets konstruktion och arbetssätt.</li> <li>Service och underhållsåtgärder av gasturbinmotorer.</li> <li>Felsökning och reparation av gasturbinmotorer.</li> <li>Motorinstallation och brandskyddssystem, till exempel utformning av motorupphängning och brandvägg.</li> <li>Motorövervakning och markdrift, till exempel motorkörning och trendövervakning.</li> <li>Dokumentation.</li> <li>Fackspråk på svenska och engelska för att förstå och följa instruktioner samt för att kommunicera kring arbetets utförande.</li> <li>Faktorer som påverkar arbetsresultat och arbetsmiljö, till exempel struktur, ordning, trivsel, yrkesroll och den mänskliga faktorn.</li> <li>Säkerhet på arbetsplatsen, förebyggande av person- och egendomsskador samt lagar och andra bestämmelser som gäller för arbetet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på gasturbinmotorer och deras olika system. Dessutom beskriver eleven <strong>översiktligt </strong>med stöd av informationsmaterial hur gasturbinmotorns olika system är integrerade och samverkar med varandra.</p><p>Eleven utför <strong>i samråd </strong>med handledare och i bekanta situationer<strong> enkel</strong> service och <strong>enkelt </strong>underhåll av gasturbinmotorer. Dessutom utför eleven <strong>i samråd </strong>med handledare felsökning och åtgärdar <strong>enkla</strong> fel på gasturbinmotorns olika system enligt regelverk och kvalitetskrav. Eleven arbetar i bekanta situationer utifrån de instruktioner och det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>enkel </strong>dokumentation av sitt arbete.</p><p>Eleven utför <strong>i samråd </strong>med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen. Eleven redogör <strong>översiktligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på gasturbinmotorer och deras olika system. Dessutom beskriver eleven <strong>utförligt</strong> med stöd av informationsmaterial hur gasturbinmotorns olika system är integrerade och samverkar med varandra.</p><p>Eleven utför <strong>efter samråd </strong>med handledare och i bekanta <strong>och delvis nya </strong>situationer service och underhåll av gasturbinmotorer. Dessutom utför eleven <strong>efter samråd </strong>med handledare felsökning och åtgärdar fel på gasturbinmotorns olika system enligt regelverk och kvalitetskrav. Eleven arbetar i bekanta <strong>och</strong> <strong>delvis nya </strong>situationer utifrån de instruktioner och det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>noggrann </strong>dokumentation av sitt arbete.</p><p>Eleven utför <strong>efter samråd </strong>med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen. Eleven redogör <strong>utförligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt</strong> <strong>och nyanserat</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på gasturbinmotorer och deras olika system. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> med stöd av informationsmaterial hur gasturbinmotorns olika system är integrerade och samverkar med varandra.</p><p>Eleven utför <strong>efter samråd </strong>med handledare och i bekanta <strong>men även nya </strong>situationer <strong>avancerad</strong> service och <strong>avancerat</strong> underhåll av gasturbinmotorer. Dessutom utför eleven <strong>efter samråd </strong>med handledare felsökning och åtgärdar <strong>komplexa </strong>fel på gasturbinmotorns olika system enligt regelverk och kvalitetskrav. Eleven arbetar i bekanta <strong>men även nya </strong>situationer utifrån de instruktioner och det regelverk som uppgiften kräver. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete.</p><p>Eleven utför <strong>efter samråd </strong>med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen. Eleven redogör <strong>utförligt</strong> <strong>och nyanserat</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla och utveckla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
