{
  "code": "GER",
  "name": "Gerontologi och geriatrik",
  "englishName": "Gerontology and geriatrics",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2023-07-12",
  "version": "gy11",
  "versionInfo": "Ny senasteversion",
  "skolfsGrund": "2010:93",
  "skolfsAndring": "2022:128",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Gerontologi och geriatrik</h2>",
  "description": "<p>Gerontologi är läran om det normala fysiska, psykiska och sociala åldrandet och om de åldersrelaterade förändringar som sker hos människan. Geriatrik definieras som läran om orsaker, symtom, diagnos och behandling av sjukdomar hos äldre. Ämnet gerontologi och geriatrik behandlar vård och omsorg om den äldre individen utifrån en helhetssyn.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet gerontologi och geriatrik ska syfta till att eleverna utvecklar kunskaper om det normala åldrandet samt om äldres hälsa, ohälsa, livskvalitet och om de behov som uppstår i samband med åldrandet. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om åldrandet ur ett mångkulturellt perspektiv.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur det är att åldras i dagens samhälle och vilka attityder som påverkar upplevelsen av åldrande. Eleverna ska också ges möjlighet att utveckla kunskaper om kostens och måltidssituationens betydelse för hälsa och livskvalitet samt vikten av fysisk aktivitet hos äldre och sjuka.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att utföra vård- och omsorgshandlingar anpassade till den äldre människans behov för att på så sätt kunna öka den äldres livskvalitet. Eleverna ska också ges möjlighet att utveckla färdigheter i att planera, genomföra och utvärdera de egna arbetsinsatserna.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att kommunicera och möta patienter, brukare och anhöriga med ett lyhört, respektfullt, etiskt och pedagogiskt förhållningssätt. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att reflektera över, ta ansvar för och fatta kloka beslut i det vardagliga arbetet med äldre. Undervisningen ska också leda till att eleverna utvecklar förmåga att inhämta, granska och värdera ny kunskap inom området.</p> <h4>Undervisningen i ämnet gerontologi och geriatrik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om det normala åldrandet och om den åldrande människans behov samt om samhällets attityder till åldrande hos människor från olika kulturer.</li> <li>Kunskaper om demens, andra äldrepsykiatriska och geriatriska tillstånd samt om läkemedelsanvändning hos äldre.</li> <li>Kunskaper om äldres och sjukas levnadsförhållanden och behov samt förmåga att uppfatta, bedöma och åtgärda brister i dessa levnadsförhållanden.</li> <li>Kunskaper om kostens och måltidssituationens betydelse och om vikten av fysisk aktivitet vid åldrande och sjukdom samt förmåga att omsätta kunskaperna i praktisk verksamhet.</li> <li>Förmåga att utföra vård- och omsorgsarbete, prevention, behandling och rehabilitering samt funktionsbevarande omsorg vid geriatriska och äldrepsykiatriska tillstånd.</li> <li>Förmåga att kommunicera med människor med geriatriska och äldrepsykiatriska tillstånd samt att använda språket som ett pedagogiskt redskap.</li> <li>Kunskaper om anhörigstöd och frivilligorganisationers arbete med äldre och sjuka personer.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Gerontologi och geriatrik, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: GERGER0</h3>",
      "code": "GERGER0",
      "nameHeading": "<h2>Gerontologi och geriatrik, 100 poäng</h2>",
      "name": "Gerontologi och geriatrik",
      "englishName": "Gerontology and geriatrics",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen gerontologi och geriatrik omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Det normala åldrandet samt fysiska, psykiska, sociala, kulturella och existentiella perspektiv på åldrandet.</li> <li>Insatser och verksamheter inom äldreomsorg.</li> <li>Geriatriska, äldrepsykiatriska och vanliga sjukdomar och tillstånd samt läkemedelsanvändning hos äldre.</li> <li>Demenssjukdomar, deras olika faser och utredningar. Kartläggning och individuell bemötandeplan, utifrån BPSD, beteendemässiga och psykiska symptom vid demens.</li> <li>Äldre multisjuka.</li> <li>Förebyggande av vårdskador genom att kartlägga och åtgärda risker för bland annat undernäring, fallolyckor, trycksår och bristande munhälsa hos äldre.</li> <li>Den åldrande människans behov ur ett socialt, kulturellt, mångkulturellt och existentiellt perspektiv för sinnesstimulans och livskvalitet.</li> <li>Åldrande och sexualitet.</li> <li>Kost, näringsbehov och nutrition vid åldrande.</li> <li>Planering, genomförande, dokumentation och utvärdering av stöd- och hjälpinsatser till den enskilde.</li> <li>Vikten av rehabilitering, funktionsbevarande omsorg och fysisk aktivitet för äldres välbefinnande.</li> <li>Palliativ vård och omsorg utifrån olika trossamfunds syn och ceremonier kring omhändertagande vid livet slutskede.</li> <li>Kognitiva hjälpmedel vid demenssjukdom och andra äldrepsykiatriska och geriatriska tillstånd.</li> <li>Bemötande och professionellt förhållningssätt med utgångspunkt i socialtjänstens värdegrund för omsorg om äldre.</li> <li>Samarbete med anhöriga för ökad delaktighet i form av närståendestöd, teamarbete och olika frivilligorganisationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> det normala åldrandet och de behov som uppstår i samband med åldrandet samt ger exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <strong>översiktligt</strong> för olika demenssjukdomar och någon annan vanlig äldrepsykiatrisk sjukdom och dess behandling samt ger exempel på läkemedelsanvändning vid dessa tillstånd.</p> <p>Eleven beskriver <strong>översiktligt</strong> faktorer i den sjuke personens vardag som kan bidra till hans eller hennes funktionsförmåga, värdighet och delaktighet samt ger exempel på åtgärder för ökad livskvalitet. Eleven redogör <strong>översiktligt </strong>för kostens och måltidssituationens betydelse för människors hälsa samt vikten av fysisk aktivitet.</p> <p>Eleven planerar och utför, <strong>i samråd</strong> med handledare, vård- och omsorgsuppgifter. I arbetet ingår även förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven kommunicerar och samarbetar <strong>med viss säkerhet</strong> med andra på ett etiskt, pedagogiskt och empatiskt sätt. Eleven beskriver även <strong>översiktligt</strong> frivilligorganisationers arbete med äldre och sjuka och ger exempel på deras betydelse för den sjuke samt för de närstående.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> det normala åldrandet och de behov som uppstår i samband med åldrandet samt ger exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <strong>utförligt</strong> för olika demenssjukdomar och någon annan vanlig äldrepsykiatrisk sjukdom och dess behandling samt ger exempel på läkemedelsanvändning vid dessa tillstånd.</p> <p>Eleven beskriver <strong>utförligt</strong> faktorer i den sjuke personens vardag som kan bidra till hans eller hennes funktionsförmåga, värdighet och delaktighet samt ger exempel på åtgärder för ökad livskvalitet. Eleven redogör <strong>utförligt </strong>för kostens och måltidssituationens betydelse för människors hälsa samt vikten av fysisk aktivitet.</p> <p>Eleven planerar och utför, <strong>efter samråd</strong> med handledare, vård- och omsorgsuppgifter. I arbetet ingår även förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven kommunicerar och samarbetar <strong>med viss säkerhet</strong> med andra på ett etiskt, pedagogiskt och empatiskt sätt. Eleven beskriver även <strong>utförligt</strong> frivilligorganisationers arbete med äldre och sjuka och ger exempel på deras betydelse för den sjuke samt för de närstående.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> det normala åldrandet och de behov som uppstår i samband med åldrandet samt ger exempel på attityder i samhället som påverkar upplevelsen av åldrandet. Eleven redogör också <strong>utförligt och nyanserat</strong> för olika demenssjukdomar och någon annan vanlig äldrepsykiatrisk sjukdom och dess behandling samt ger exempel på läkemedelsanvändning vid dessa tillstånd.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> faktorer i den sjuke personens vardag som kan bidra till hans eller hennes funktionsförmåga, värdighet och delaktighet samt ger exempel på åtgärder för ökad livskvalitet. Eleven redogör <strong>utförligt och nyanserat </strong>för kostens och måltidssituationens betydelse för människors hälsa samt vikten av fysisk aktivitet.</p> <p>Eleven planerar och utför, <strong>efter samråd</strong> med handledare, vård- och omsorgsuppgifter. I arbetet ingår även förebyggande arbete för en patientsäker miljö samt rehabilitering och funktionsbevarande omsorg. Elevens arbete är av <strong>god</strong> kvalitet.</p> <p>Eleven kommunicerar och samarbetar <strong>med säkerhet</strong> med andra på ett etiskt, pedagogiskt och empatiskt sätt. Eleven beskriver även <strong>utförligt och nyanserat</strong> frivilligorganisationers arbete med äldre och sjuka och ger exempel på deras betydelse för den sjuke samt för de närstående.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.996Z"
}