{
  "code": "GRF",
  "name": "Grafisk produktion",
  "englishName": "Graphic production",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:206",
  "skolfsAndring": "2022:133",
  "nameHeading": "<h2>Grafisk produktion</h2>",
  "description": "<p>Ämnet behandlar den grafiska processen, hur en grafisk produkt utvecklas från idé till färdig produkt och de arbetsflöden processen bygger på. Det behandlar även betydelsen av samarbete och kommunikation vid grafisk produktion.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet grafisk produktion ska syfta till att eleverna utvecklar kunskaper om den grafiska processens olika steg, från tryckanpassade original till trycktekniker och efterbearbetning. Den ska också leda till att eleverna ges möjlighet att utveckla kunskaper om automatiska och manuella arbetsflöden och om utrustning samt programvaror för framställning av grafiska produkter.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att omsätta grafiska idéer till praktisk produktion. Den ska bidra till att eleverna utvecklar förståelse av kommunikationens betydelse för ett kreativt arbetsklimat, idéproduktion och logistik samt kunskaper om relationen mellan idé, koncept och produktion. Genom undervisningen ska eleverna ges möjligheter att utveckla färdigheter i trycktekniker och efterbearbetning. Den ska även leda till att eleverna utvecklar färdigheter i att använda den tekniska utrustningen på ett resurssnålt sätt samt kunskaper om de termer och begrepp som används inom området. </p><p>Den grafiska produktens slutliga kvalitet är beroende av dess väg genom den grafiska arbetsprocessen, som i stor utsträckning bygger på lag- och projektarbete i olika steg, inte sällan mellan olika företag. I undervisningen ska eleverna därför ges möjlighet att utveckla planeringsförmåga, samarbetsförmåga och problemlösningsförmåga, samt förståelse av individens ansvar för arbetsprocessen. Eleverna ska dessutom ges möjlighet att arbeta i projekt.</p><h4>Undervisningen i ämnet grafisk produktion ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, organisera, utföra och dokumentera grafiska produktioner från idé till färdig produkt.</li> <li>Förmåga att planera, övervaka, styra och reglera manuell eller automatiserad utrustning för grafisk produktion samt lösa produktionsrelaterade problem.</li> <li>Förmåga att anpassa repro till respektive tryckmetod.</li> <li>Kunskaper om miljö, hälsa och säkerhet ur ett produktionsperspektiv.</li> <li>Kunskaper om material och materialval samt färgteori.</li> <li>Förståelse av kvalitetsaspekter i arbets- och produktionsprocesser.</li> <li>Kunskaper om logistik och produktionsekonomi.</li> <li>Kunskaper om arbetsuppgifter och ansvarsområden inom grafisk produktion.</li> <li>Förståelse av samarbetets betydelse för produktionen och företaget.</li> <li>Förmåga att kommunicera med olika målgrupper och använda begrepp och uttryck som är relevanta för ämnesområdet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Grafisk produktion 1, 100 poäng. </li> <li>Grafisk produktion 2, 100 poäng, som bygger på kursen grafisk produktion 1.</li> <li>Grafisk produktion 3, 100 poäng, som bygger på kursen grafisk produktion 2.</li> <li>Grafisk produktion 4, 100 poäng, som bygger på kursen grafisk produktion 3.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: GRFGRF01</h3>",
      "code": "GRFGRF01",
      "nameHeading": "<h2>Grafisk produktion 1, 100 poäng</h2>",
      "name": "Grafisk produktion 1",
      "englishName": "Graphic production 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen grafisk produktion 1 omfattar punkterna 1–6 och 8–10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Design, originalarbete, repro, tryck och efterbearbetning av en enfärgs grafisk produktion inom vald tryckteknik.</li> <li>Planering, övervakning, styrning och reglering av manuella eller automatiserade arbetsflöden.</li> <li>Materialkunskap vad gäller till exempel substrat, färg eller tryckformsmaterial.</li> <li>Färg- och kvalitetsstyrning.</li> <li>Metoder för lösning av produktionsrelaterade problem.</li> <li>Metoder för analys, tolkning och bearbetning av mätvärden, information och instruktioner.</li> <li>Arbetsuppgifter och ansvarsområden inom grafisk produktion.</li> <li>Begrepp och uttryck som är relevanta för ämnesområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>i samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <strong>översiktligt </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>översiktligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt förklarar hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <strong>utförligt </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i enfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör <strong>utförligt och nyanserat </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt och nyanserat</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: GRFGRF02</h3>",
      "code": "GRFGRF02",
      "nameHeading": "<h2>Grafisk produktion 2, 100 poäng</h2>",
      "name": "Grafisk produktion 2",
      "englishName": "Graphic production 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen grafisk produktion 2 omfattar punkterna 1–6 och 9–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Design, originalarbete, repro, tryck och efterbearbetning av en tvåfärgs grafisk produktion inom vald tryckteknik.</li> <li>Metoder för planering, övervakning, styrning och reglering av manuella eller automatiserade arbetsflöden.</li> <li>Materialkunskap vad gäller till exempel substrat, färg eller tryckformsmaterial.</li> <li>Färg- och kvalitetsstyrning.</li> <li>Metoder för lösning av produktionsrelaterade problem.</li> <li>Metoder för analys, tolkning och bearbetning av mätvärden, information och instruktioner.</li> <li>Begrepp och uttryck som är relevanta för ämnesområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare vanligt förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>i samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>översiktligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i tvåfärgs grafisk produktion från design till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften samt hur dessa faktorer har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt och nyanserat</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: GRFGRF03</h3>",
      "code": "GRFGRF03",
      "nameHeading": "<h2>Grafisk produktion 3, 100 poäng</h2>",
      "name": "Grafisk produktion 3",
      "englishName": "Graphic production 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen grafisk produktion 3 omfattar punkterna 1–7 och 9–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tryck och efterbearbetning av en flerfärgs grafisk produktion inom vald tryckteknik.</li> <li>Metoder för planering, övervakning, styrning och reglering av manuella eller automatiserade arbetsflöden.</li> <li>Materialkunskap vad gäller till exempel substrat, färg eller tryckformsmaterial.</li> <li>Färg- och kvalitetsstyrning.</li> <li>Grafisk produktionsplanering. Faktorer som påverkar logistik och produktionsekonomi.</li> <li>Metoder för lösning av produktionsrelaterade problem.</li> <li>Metoder för analys, tolkning och bearbetning av mätvärden, information och instruktioner.</li> <li>Begrepp och uttryck som är relevanta för ämnesområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>i samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong>översiktligt </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong>utförligt </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och underlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: GRFGRF04</h3>",
      "code": "GRFGRF04",
      "nameHeading": "<h2>Grafisk produktion 4, 100 poäng</h2>",
      "name": "Grafisk produktion 4",
      "englishName": "Graphic production 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen grafisk produktion 4 omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 5 och 6. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tryck och efterbearbetning av en flerfärgs grafisk produktion inom vald tryckteknik.</li> <li>Metoder för planering, övervakning, styrning och reglering av manuella eller automatiserade arbetsflöden.</li> <li>Materialkunskap vad gäller till exempel substrat, färg eller tryckformsmaterial.</li> <li>Färg- och kvalitetsstyrning.</li> <li>Grafisk produktionsplanering. Faktorer som påverkar logistik och produktionsekonomi.</li> <li>Metoder för lösning av produktionsrelaterade problem.</li> <li>Metoder för analys, tolkning och bearbetning av mätvärden, information och instruktioner.</li> <li>Begrepp och uttryck som är relevanta för ämnesområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag samt beaktar <strong>med viss säkerhet </strong>i sin planering logistiska och ekonomiska krav. Vidare väljer eleven <strong>i samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong>översiktligt </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör dessutom <strong>översiktligt </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>översiktligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och underlag samt beaktar <strong>med viss säkerhet </strong>i sin planering logistiska och ekonomiska krav. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong>utförligt </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör dessutom <strong>utförligt </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare vanligt förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och underlag samt beaktar <strong>med säkerhet </strong>i sin planering logistiska och ekonomiska krav. Vidare väljer eleven <strong>efter samråd </strong>med handledare metod, teknik, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare förekommande arbetsuppgifter i flerfärgs grafisk produktion från tryck till efterbearbetning i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och underlag. Eleven hanterar material, utrustning och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert för eleven själv och andra, samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för den gjorda planeringen samt för material, teknik, metoder och grafiska uttrycksmedel som använts för arbetsuppgiften. Dessutom redogör eleven <strong><strong>utförligt och nyanserat </strong> </strong>för hur planering, material, teknik, metoder och grafiska uttrycksmedel har påverkat ekonomi, kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen och den egna arbetsinsatsen. Eleven redogör dessutom <strong>utförligt och nyanserat </strong>för olika ansvarsområden och arbetsuppgifter inom grafisk produktion. Eleven utvärderar sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt och nyanserat</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:11.998Z"
}