{
  "code": "HAN",
  "name": "Handel",
  "englishName": "Retailing",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:39",
  "version": "gy11",
  "versionInfo": "Ny senasteversion ",
  "skolfsGrund": "2010:59",
  "skolfsAndring": "2022:138",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Handel</h2>",
  "description": "<p>Handel finns i många olika branscher och former och är en länk mellan tillverkare och konsument. Handel bedrivs lokalt och globalt, fysiskt och digitalt. Ämnet handel omfattar handelssektorns roll och funktioner samt försäljning, varudistribution, affärsutveckling, ledarskap och marknadsföring.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet handel ska syfta till att eleverna utvecklar kunskaper om handelssektorn samt om handelns funktion och nytta i samhälle och näringsliv. Undervisningen ska också lägga en grund för elevernas förmåga att yrkesmässigt utföra arbetsuppgifter inom handel. I undervisningen ska eleverna bland annat ges möjlighet att utveckla kunskaper om service, praktisk marknadsföring, butiksekonomi, kundrelationer, affärsutveckling och ledarskap. Vidare ska undervisningen leda till att eleverna förstår sambandet mellan utbud och efterfrågan och faktorer som påverkar affärsmöjligheter och lönsamhet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att kommunicera och möta kunder på ett serviceinriktat och kvalitetsmedvetet sätt genom en ändamålsenlig och bransch- och målgruppsanpassad språkanvändning. Undervisningen ska också leda till att eleverna utvecklar kunskaper om säkerhetsfrågor, lagar och andra bestämmelser. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om handelns roll och ansvar för hållbar utveckling.</p> <p>Genom praktiska övningar ska eleverna ges möjlighet att utföra arbetsuppgifter inom handel samt utveckla en yrkesmässig attityd i mötet med kunder. Via kontakter med företag och organisationer ska eleverna ges möjlighet att utveckla förståelse för företagandets villkor. Eleverna ska även ges möjlighet att använda informations- och kommunikationsteknik för affärsmässig verksamhet.</p> <h4>Undervisningen i ämnet handel ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om handel, handelns utveckling historiskt och i nutid, yrkesroller, service, praktisk marknadsföring och varudistribution.</li> <li>Kunskaper om miljömässig, social och ekonomisk hållbarhet samt hållbar utveckling inom handel.</li> <li>Kunskaper om affärsutveckling, organisation och ledarskap samt om entreprenörskap och eget företagande.</li> <li>Förmåga att planera, organisera och utföra arbetsuppgifter inom handel samt förmåga att granska olika affärsmöjligheter och produkter utifrån miljömässig, ekonomisk och social hållbarhet samt etiska aspekter.</li> <li>Färdigheter i att utforma säljstödsmaterial och säljande varuexponeringar.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> <li>Förmåga att utföra ekonomiska beräkningar, göra riskbedömningar och lösa problem.</li> <li>Förmåga att arbeta ergonomiskt, säkert och miljöanpassat samt förmåga att utvärdera arbetet.</li> <li>Förmåga att samverka och kommunicera med medarbetare och kunder internt och externt.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Praktisk marknadsföring 1, 100 poäng. </li> <li>Praktisk marknadsföring 2, 100 poäng, som bygger på kursen praktisk marknadsföring 1.</li> <li>Affärsutveckling och ledarskap, 100 poäng, som bygger på kursen praktisk marknadsföring 1.</li> <li>Handel – specialisering, 100 poäng, som bygger på kursen servicekunskap eller kursen praktisk marknadsföring 1. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Branschkunskap inom handel, 100 poäng. </li> <li>Handel och hållbar utveckling, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: HANPRA01</h3>",
      "code": "HANPRA01",
      "nameHeading": "<h2>Praktisk marknadsföring 1, 100 poäng</h2>",
      "name": "Praktisk marknadsföring 1",
      "englishName": "Practical marketing 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen praktisk marknadsföring 1 omfattar punkterna 1 och 4–9 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Mediernas påverkan på våra konsumtionsval, reklamens metoder och syfte och hur man kan analysera och kritiskt värdera reklambudskap.</li> <li>Faktorer bakom kundmönster och kundbeteenden. Hur en analys av dessa faktorer kan ligga till grund för beslut inom marknadsföring, däribland val av marknadsföringskanaler och utformning av marknadsföringsinsatser.</li> <li>Marknadskommunikation: hur ett företag kan kommunicera med sin marknad och sina kunder, till exempel genom annonsering, varumärkesannonsering, direktreklam, sponsring och PR.</li> <li>Vanligt förekommande kanaler för digital marknadsföring samt grundläggande begrepp inom digital marknadsföring, däribland sökmotormarknadsföring (SEM), sökmotoroptimering (SEO) och inbound marketing.</li> <li>Metoder för att utforma affärsidéer, marknads- och säljplaner utifrån en analys av marknadssegment och målgrupp.</li> <li>Metoder för att välja sortiment och ta fram en butiksprofil.</li> <li>Metoder för att exponera varor samt tekniker för att utforma säljstödsmaterial.</li> <li>Arbete med marknadsföring i olika kanaler och till olika målgrupper.</li> <li>Arbete med varuexponering och utformning av säljstödsmaterial.</li> <li>Introduktion till lagar som är relevanta för yrkesområdet, inklusive konsumentköplagen, marknadsföringslagen, prisinformationslagen, produktsäkerhetslagen och avtalsvillkorslagen.</li> <li>Etiska regler vid försäljning och marknadsföring, till exempel vid telefonförsäljning och marknadsföring via telefon och e-post samt vid direktreklam och oadresserad reklam.</li> <li>Butiksekonomi, däribland prissättning, marginal och pålägg.</li> <li>Ergonomiska och miljömedvetna arbetssätt inom yrkesområdet.</li> <li>Metoder för att utvärdera marknadsföringsinsatser och säljfrämjande åtgärder.</li> <li>Interaktion och kommunikation inom praktisk marknadsföring.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> faktorer bakom kundmönster och kundbeteenden. Dessutom redogör eleven <strong>översiktligt</strong> för ett företags konkurrensmedel samt faktorer som påverkar företags lönsamhet och förmåga att konkurrera. Eleven beskriver även <strong>översiktligt </strong>olika kanaler för marknadsföring. Eleven beskriver <strong>översiktligt</strong> hur ett företags affärsidé, marknadsplan och säljplan kan utformas utifrån en analys av marknadssegment och målgrupp.</p> <p>Eleven planerar och organiserar, <strong>i samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför arbetsuppgifterna med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>i samråd </strong>med handledare, enkla säljstödsmaterial och varuexponeringar som är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> ekonomiska beräkningar och löser, <strong>i samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat och ergonomiskt. Detta gör eleven <strong>i samråd </strong>med handledare.</p> <p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> enkla </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> faktorer bakom kundmönster och kundbeteenden. Dessutom redogör eleven <strong>utförligt</strong> för ett företags konkurrensmedel samt faktorer som påverkar företags lönsamhet och förmåga att konkurrera. Eleven beskriver även <strong>utförligt </strong>olika kanaler för marknadsföring. Eleven beskriver <strong>utförligt </strong>hur ett företags affärsidé, marknadsplan och säljplan kan utformas utifrån analys av marknadssegment och målgrupp.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför dem med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, enkla säljstödsmaterial och varuexponeringar som är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> ekonomiska beräkningar och löser, <strong>efter samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat och ergonomiskt. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt</strong> <strong>och nyanserat</strong> faktorer bakom kundmönster och kundbeteenden. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för ett företags konkurrensmedel samt faktorer som påverkar företags lönsamhet och förmåga att konkurrera. Eleven beskriver även <strong>utförligt och nyanserat </strong>olika kanaler för marknadsföring. Eleven beskriver <strong>utförligt och nyanserat</strong> hur ett företags affärsidé, marknads- och säljplan kan utformas utifrån en analys av marknadssegment och målgrupp.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför dem med <strong>gott</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, enkla säljstödsmaterial och varuexponeringar som är av <strong>god</strong> kvalitet<strong>.</strong></p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med säkerhet</strong> ekonomiska beräkningar och löser, <strong>efter samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat och ergonomiskt. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HANPRA02</h3>",
      "code": "HANPRA02",
      "nameHeading": "<h2>Praktisk marknadsföring 2, 100 poäng</h2>",
      "name": "Praktisk marknadsföring 2",
      "englishName": "Practical marketing 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen praktisk marknadsföring 2 omfattar punkterna 1 och 4–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Faktorer som påverkar säljmiljöns utformning: ljus, ljud, färg och form. Butiksinredning och butiksdesign.</li> <li>Hur säljmiljöns utformning, i fysisk eller digital butik, påverkar och vägleder kundens köpbeteende.</li> <li>Hur kommunikation kan utformas i olika typer av fysiska och digitala butiker med anpassning till kundtyper och kundbeteenden.</li> <li>Butikskommunikatörens uppgifter i olika slags butiker.</li> <li>Varuexponering i olika marknadsföringskanaler och på olika digitala plattformar.</li> <li>Varuexponering i butik, däribland kategori- och sambandsexponeringar, samt exponering av varor i olika prisklasser, i olika branscher och mot olika målgrupper.</li> <li>Metoder för marknadsföring i några olika sociala medier.</li> <li>Metoder för att mäta och utvärdera resultaten av marknadsföring i sociala medier.</li> <li>Grundläggande tekniker för framställning av digital text, bild och rörlig bild med anpassning till sociala medier.</li> <li>Lagar som är relevanta för yrkesområdet, däribland konsumentköplagen, marknadsföringslagen, prisinformationslagen, produktsäkerhetslagen och avtalsvillkorslagen samt marknadsetiska regler.</li> <li>Butiksekonomi och kalkylering, däribland omsättningshastighet, beställningspunkt, omräkningstal och riskbedömningar.</li> <li>Ergonomiska och miljömedvetna arbetssätt inom yrkesområdet.</li> <li>Interaktion och kommunikation i olika försäljnings- och servicesituationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> hur en gynnsam säljmiljö kan utformas samt hur butikskommunikationen och butiksmiljön påverkar kundens köpbeteende.</p> <p>Eleven planerar och organiserar, <strong>i samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför arbetsuppgifterna med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>i samråd </strong>med handledare, säljstödsmaterial och varuexponeringar som är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>i samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>i</strong> <strong>samråd</strong> med handledare.</p> <p>När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med <strong>enkla</strong> omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>hur en gynnsam säljmiljö kan utformas samt hur butikskommunikationen och butiksmiljön påverkar kundens köpbeteende.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför arbetsuppgifterna med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, säljstödsmaterial och varuexponeringar som är av <strong>tillfredsställande</strong> kvalitet.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>efter samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>efter samråd</strong> med handledare.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> på ett kundanpassat sätt. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med <strong>nyanserade</strong> omdömen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> hur en gynnsam säljmiljö kan utformas samt hur butikskommunikationen och butiksmiljön påverkar kundens köpbeteende.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom praktisk marknadsföring. Eleven utför arbetsuppgifterna med <strong>gott</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, säljstödsmaterial och varuexponeringar som är av <strong>god</strong> kvalitet.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>efter samråd </strong>med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för eleven själv och andra. Detta gör eleven <strong>efter samråd </strong>med handledare.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>på ett kundanpassat sätt. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HANAFR0</h3>",
      "code": "HANAFR0",
      "nameHeading": "<h2>Affärsutveckling och ledarskap, 100 poäng</h2>",
      "name": "Affärsutveckling och ledarskap",
      "englishName": "Business development and leadership",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen affärsutveckling och ledarskap omfattar punkterna 3–4 och 6–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Metoder för att utforma affärsidé, affärsmål och affärsstrategier utifrån analys av marknaden, målgruppen, kundbehoven och ett företags förutsättningar med hänsyn tagen till ekonomisk, miljömässig och social hållbarhet.</li> <li>Metoder för att göra en strukturerad kartläggning och analys av den omvärld ett företag verkar i samt hur ett företag kan påverkas av förändrade förutsättningar.</li> <li>Metoder för att välja försäljningskanaler, segment och målgrupper utifrån en kartläggning och analys av marknaden.</li> <li>Olika organisationsformer, till exempel funktions-, divisions-, matris-, nätverks- och projektorganisation. Hur olika organisationsformer kan bidra till att nå uppsatta mål.</li> <li>Schemaläggning, varumottagning och organisation av det dagliga arbetet i en butik.</li> <li>Personalens och den inre organisationens betydelse för ett företags varumärke och lönsamhet samt hur personalen kan stödjas och motiveras genom intern marknadsföring.</li> <li>Metoder för grupputveckling och konflikthantering.</li> <li>Grundläggande teorier och begrepp inom området ledarskap.</li> <li>Ledarens roll och uppgifter inom handeln.</li> <li>Metoder för att utveckla självledarskap: att formulera mål, planera, prioritera och hantera stress samt strategier för att skapa motivation och drivkraft hos sig själv och andra.</li> <li>Relevanta lagar och andra bestämmelser inom området, till exempel om arbetsrätt och arbetsmiljö.</li> <li>Metoder för att utarbeta budget och för att göra andra ekonomiska beräkningar som är relevanta för affärsutveckling.</li> <li>Metoder för att göra affärsmässiga riskbedömningar utifrån ekonomiska, miljömässiga och etiska aspekter.</li> <li>Centrala nyckeltal för ett handelsföretag, däribland bruttomarginal, lageromsättningshastighet och likviditet.</li> <li>Säkerhet och risker i handeln. Förebyggande arbete för att skapa en god arbetsmiljö och inre och yttre säkerhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> villkoren för etablering och utveckling av ett handelsföretag samt olika sätt att utveckla, organisera och leda arbetet i ett handelsföretag. Dessutom redogör eleven <strong>översiktligt</strong> för olika organisationsformer och deras funktion för att nå uppsatta mål. Eleven beskriver även <strong>översiktligt</strong> olika aspekter av ledarskap samt ledarens roll och uppgifter inom handel. I beskrivningen använder eleven <strong>med viss säkerhet</strong> grundläggande teorier och begrepp inom området ledarskap.</p> <p>Eleven beskriver <strong>översiktligt</strong> olika metoder för att göra omvärldsanalyser och marknadsundersökningar samt redogör<strong> översiktligt</strong> för hur affärsidé och affärsstrategier kan utformas utifrån analys av marknaden. Eleven planerar och organiserar, <strong>i samråd </strong>med handledare, arbetsuppgifter inom affärsutveckling. Eleven utför dem med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> ekonomiska beräkningar och gör grundläggande affärsmässiga riskbedömningar samt löser, <strong>i samråd</strong> med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven på ett sätt som är säkert för eleven själv samt för kunder och medarbetare. Detta gör eleven <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med <strong>enkla</strong> omdömen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> villkoren för etablering och utveckling av ett handelsföretag samt olika sätt att utveckla, organisera och leda arbetet i ett handelsföretag. Dessutom redogör eleven <strong>utförligt</strong> för olika organisationsformer och deras funktion för att nå uppsatta mål. Eleven beskriver även <strong>utförligt</strong> olika aspekter av ledarskap samt ledarens roll och uppgifter inom handel. I beskrivningen använder eleven <strong>med viss säkerhet</strong> grundläggande teorier och begrepp inom området ledarskap.</p> <p>Eleven beskriver <strong>utförligt</strong> olika metoder för att göra omvärldsanalyser och marknadsundersökningar samt redogör<strong> utförligt</strong> för hur affärsidé och affärsstrategier kan utformas utifrån analys av marknaden. Eleven planerar och organiserar, <strong>efter samråd</strong> med handledare, arbetsuppgifter inom affärsutveckling. Eleven utför dem med <strong>tillfredsställande</strong> resultat.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med viss säkerhet</strong> ekonomiska beräkningar och gör grundläggande affärsmässiga riskbedömningar samt löser, <strong>efter samråd</strong> med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven på ett sätt som är säkert för eleven själv samt för kunder och medarbetare. Detta gör eleven <strong>efter samråd</strong> med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med <strong>nyanserade</strong> omdömen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> villkoren för etablering och utveckling av ett handelsföretag samt olika sätt att utveckla, organisera och leda arbetet i ett handelsföretag. Dessutom redogör eleven <strong>utförligt och</strong> <strong>nyanserat</strong> för olika organisationsformer och deras funktion för att nå uppsatta mål. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika aspekter av ledarskap samt ledarens roll och uppgifter inom handel. I beskrivningen använder eleven <strong>med säkerhet</strong> grundläggande teorier och begrepp inom området ledarskap.</p> <p>Eleven beskriver <strong>utförligt och nyanserat </strong>olika metoder för att göra omvärldsanalyser och marknadsundersökningar samt redogör<strong> utförligt och nyanserat </strong>för hur affärsidé och affärsstrategier kan utformas utifrån analys av marknaden. Eleven planerar och organiserar, <strong>efter samråd</strong> med handledare, arbetsuppgifter inom affärsutveckling. Eleven utför dem med<strong> gott </strong>resultat. <br /><br />Eleven utför arbetet utifrån givna instruktioner samt relevanta lagar och andra bestämmelser inom området. Under arbetets gång utför eleven <strong>med säkerhet</strong> ekonomiska beräkningar och gör grundläggande affärsmässiga riskbedömningar samt löser, <strong>efter samråd</strong> med handledare, problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven på ett sätt som är säkert för eleven själv samt för kunder och medarbetare. Detta gör eleven <strong>efter samråd</strong> med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HANHAN00S</h3>",
      "code": "HANHAN00S",
      "nameHeading": "<h2>Handel – specialisering, 100 poäng</h2>",
      "name": "Handel – specialisering",
      "englishName": "Retailing – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen handel – specialisering omfattar punkterna 1 och 3–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter inom valt verksamhetsområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Produktkunskap och branschkunskap inom valt verksamhetsområde.</li> <li>Yrken och arbetsuppgifter inom valt verksamhetsområde.</li> <li>Organisationsformer och verksamhetsformer inom valt verksamhetsområde.</li> <li>Entreprenörskap och eget företagande inom valt verksamhetsområde.</li> <li>Försäljningsinriktade och serviceinriktade arbetsuppgifter inom valt verksamhetsområde.</li> <li>Varuexponering i olika marknadsföringskanaler och på olika digitala plattformar. Exponering av varor i olika prisklasser, i olika branscher och mot olika målgrupper.</li> <li>Lagar och andra bestämmelser inom handelssektorn, däribland lagar om arbetsrätt och diskrimineringslagen. Etiska regler inom valt verksamhetsområde.</li> <li>Butiksekonomi och kalkylering, med fokus på omsättningshastighet, beställningspunkt, omräkningstal och riskbedömningar.</li> <li>Miljö- och säkerhetsfrågor inom valt verksamhetsområde.</li> <li>Interaktion och kommunikation i olika kund- och servicesituationer inom valt verksamhetsområde.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> vald bransch och vanligt förekommande produkter inom vald bransch. Dessutom beskriver eleven <strong>översiktligt</strong> villkoren för eget företagande.</p> <p>Eleven planerar och organiserar, <strong>i samråd </strong>med handledare, försäljnings- och serviceinriktade arbetsuppgifter inom handel. Eleven utför arbetsuppgifterna med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>i samråd </strong>med handledare, enkelt säljstödsmaterial och enkla varuexponeringar. </p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång gör eleven <strong>med viss säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>i samråd </strong>med handledare, de problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert för både eleven själv och andra. Detta gör eleven <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> enkla </strong>omdömen.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> vald bransch och vanligt förekommande produkter inom vald bransch. Dessutom beskriver eleven <strong>utförligt</strong> villkoren för eget företagande.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, försäljnings- och serviceinriktade arbetsuppgifter inom handel. Eleven utför arbetsuppgifterna med <strong>tillfredsställande</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, säljstödsmaterial och varuexponeringar.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Under arbetets gång gör eleven <strong>med viss säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>efter samråd </strong>med handledare, de problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert både för både eleven själv och för andra. Detta gör eleven <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> vald bransch och vanligt förekommande produkter inom vald bransch. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> villkoren för eget företagande.</p> <p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, försäljnings- och serviceinriktade arbetsuppgifter inom handel. Eleven utför arbetsuppgifterna med <strong>gott</strong> resultat. Dessutom utformar eleven, <strong>efter samråd </strong>med handledare, säljstödsmaterial och varuexponeringar.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt relevanta lagar och andra bestämmelser inom området. Under arbetets gång gör eleven <strong>med säkerhet</strong> grundläggande affärsmässiga riskbedömningar och löser, <strong>efter samråd </strong>med handledare, de problem som uppkommer när arbetsuppgifterna ska utföras. Vidare arbetar eleven miljöanpassat samt ergonomiskt och på ett sätt som är säkert för både eleven själv och för andra. Detta gör eleven <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultatet av arbetet med<strong> nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HANBRA0</h3>",
      "code": "HANBRA0",
      "nameHeading": "<h2>Branschkunskap inom handel, 100 poäng</h2>",
      "name": "Branschkunskap inom handel",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen branschkunskap inom handel omfattar punkterna 1 och 6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Grundläggande begrepp inom handel, däribland omnikanal och digital plattform.</li> <li>Centrala yrken inom handel och service, däribland yrken som butikssäljare och företagssäljare.</li> <li>Säkerhet för kunder, personal och företag, däribland åtgärder för inre och yttre säkerhet samt säkerhetsregler inom handelssektorn.</li> <li>Arbetsuppgifter inom handel och service, däribland försäljning, kundsupport, marknadsföring och varumottagning.</li> <li>Logistikens roll i ett handelsföretag samt värdeskapande i distributionskedjan.</li> <li>En varas väg från producent till konsument: handelskedjans olika delar, däribland producent, grossist, detaljist och konsument.</li> <li>Varudistribution, distributionssystem och leveransprocessen.</li> <li>Handelns funktion och nytta i samhälle och näringsliv.</li> <li>Historik, strukturomvandling och utvecklingstendenser inom handel och service, däribland handelns digitala transformation.</li> <li>Konsumtionstrender historiskt och i nutid samt ekonomiska, kulturella, psykologiska och sociala faktorer bakom konsumtionstrender.</li> <li>Ett handelsföretags konkurrensmedel samt faktorer som påverkar konkurrensförmåga och lönsamhet.</li> <li>Konsumenträtt.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> innebörden av grundläggande begrepp inom handel samt redogör <strong>översiktligt</strong> för centrala yrken och arbetsuppgifter inom handelssektorn samt sektorns utveckling. Eleven redogör <strong>översiktligt</strong> för säkerhetsutmaningar inom handeln samt för åtgärder som kan stärka inre och yttre säkerhet.</p> <p>Dessutom redogör eleven <strong>översiktligt </strong>för en varas väg från producent till konsument samt för logistikens roll i ett handelsföretag. Eleven beskriver även <strong>översiktligt</strong> vilka faktorer som kan påverka konsumtionstrender samt handelns roll, funktion och nytta i samhälle och näringsliv.</p> <p>Eleven redogör <strong>översiktligt</strong> för ett handelsföretags konkurrensmedel samt för faktorer som påverkar konkurrensförmåga och lönsamhet.</p> <p>Eleven redogör <strong>översiktligt</strong> för konsumenters rättigheter och skyldigheter.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> innebörden av grundläggande begrepp inom handel samt redogör <strong>utförligt</strong> för centrala yrken och arbetsuppgifter inom handelssektorn samt sektorns utveckling. Eleven redogör<strong> utförligt</strong> för säkerhetsutmaningar inom handeln samt för åtgärder som kan stärka inre och yttre säkerhet.</p> <p>Dessutom redogör eleven <strong>utförligt </strong>för en varas väg från producent till konsument samt för logistikens roll i ett handelsföretag. Eleven beskriver även <strong>utförligt</strong> vilka faktorer som kan påverka konsumtionstrender samt handelns roll, funktion och nytta i samhälle och näringsliv.</p> <p>Eleven redogör <strong>utförligt</strong> för ett handelsföretags konkurrensmedel samt för faktorer som påverkar konkurrensförmåga och lönsamhet.</p> <p>Eleven redogör <strong>utförligt</strong> för konsumenters rättigheter och skyldigheter.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> innebörden av grundläggande begrepp inom handel samt redogör <strong>utförligt och nyanserat</strong> för centrala yrken och arbetsuppgifter inom handelssektorn samt sektorns utveckling. Eleven redogör <strong>utförligt och nyanserat</strong> för säkerhetsutmaningar inom handeln samt för åtgärder som kan stärka inre och yttre säkerhet.</p> <p>Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för en varas väg från producent till konsument samt för logistikens roll i ett handelsföretag. Eleven beskriver även <strong>utförligt och nyanserat</strong> vilka faktorer som kan påverka konsumtionstrender samt handelns roll, funktion och nytta i samhälle och näringsliv.</p> <p>Eleven redogör <strong>utförligt</strong> <strong>och nyanserat</strong> för ett handelsföretags konkurrensmedel samt för faktorer som påverkar konkurrensförmåga och lönsamhet.</p> <p>Eleven redogör <strong>utförligt</strong> <strong>och nyanserat</strong> för konsumenters rättigheter och skyldigheter.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HANHAN0</h3>",
      "code": "HANHAN0",
      "nameHeading": "<h2>Handel och hållbar utveckling, 100 poäng</h2>",
      "name": "Handel och hållbar utveckling",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen handel och hållbar utveckling omfattar punkterna 2, 4 och 6 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Översiktligt om global uppvärmning: dess orsaker och effekter samt konsekvenser för jordens ekosystem och människors levnadsvillkor.</li> <li>Grundläggande begrepp inom området hållbar utveckling.</li> <li>Översiktligt om miljömässig hållbarhet, däribland hur jordens ekosystem och dess funktioner långsiktigt kan behållas till exempel genom miljömedveten produktion av mat och energi samt klimatanpassning.</li> <li>Översiktligt om social hållbarhet, däribland att främja jämställdhet och mångfald samt god hälsa, goda arbetsvillkor och mänskliga rättigheter.</li> <li>Översiktligt om ekonomisk hållbarhet, däribland hur människans livsbetingelser kan förbättras samtidigt som miljörisker och ekologisk belastning minskar.</li> <li>Faktorer som påverkar miljömässig, ekonomisk och social hållbarhet inom handelssektorn.</li> <li>Handelns roll och ansvar i arbetet för hållbar utveckling, nationellt och globalt samt principer för handelns och enskilda företags ansvarstagande, däribland Corporate Social Responsibility (CSR).</li> <li>Betydelsen av transparens avseende väsentliga beslut för hållbarhetsarbetet samt vikten av att motverka mutor och korruption.</li> <li>Hållbar konsumtion: Hur konsumtion som tillgodoser konsumentens behov kan ske utan att framtida generationers möjligheter att tillgodose sina behov äventyras.</li> <li>Betydelsen av hållbarhetsarbete för ett företags varumärke, konkurrensförmåga och lönsamhet.</li> <li>Produktkunskap och analys av produkter i relation till mijömässig, social och ekonomisk hållbarhet, däribland att produkterna är tillverkade under etiska och miljömässigt acceptabla förhållanden, att de är säkra och håller rätt kvalitet samt att det finns en spårbarhet i leverantörskedjan.</li> <li>En varas livscykel, producentens ansvar och kretsloppssamhällets organisation.</li> <li>Metoder för att granska och värdera affärsmöjligheter utifrån hållbarhetsaspekter och etiska aspekter.</li> <li>Metoder för att granska och värdera transporter och distributionslösningar i relation till miljömässig, social och ekonomisk hållbarhet.</li> <li>Planering, organisering och genomförande av kartläggning och analys av ett handelsföretags hållbarhetsarbete och av hur företagets hållbarhetsarbete kan påverka miljö och klimat samt företagets personal, konkurrensförmåga och lönsamhet.</li> <li>Internationella målsättningar, avtal och överenskommelser inom området hållbar utveckling, däribland FN:s globala mål för hållbar utveckling.</li> <li>Miljömärkning, rättvisemärkning, standarder, uppförandekoder, avtal, lagar och andra bestämmelser inom området hållbar utveckling.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>innebörden i miljömässig, social och ekonomisk hållbarhet. Eleven beskriver dessutom <strong>översiktligt </strong>handelns roll och ansvar i arbetet för hållbar utveckling och redogör <strong>översiktligt</strong> för faktorer som påverkar miljömässig, ekonomisk och social hållbarhet inom handelssektorn. Vidare beskriver eleven <strong>översiktligt</strong> villkoren för företags förmåga att konkurrera och skapa lönsamhet i relation till arbetet för miljömässig, ekonomisk och social hållbarhet. I sina beskrivningar använder eleven <strong>med viss säkerhet</strong> grundläggande begrepp inom området.</p> <p>Eleven redogör <strong>översiktligt</strong> för en varas livscykel samt för vilka konsekvenser olika former av distribution och varutransporter får för miljön.</p> <p>Eleven planerar och genomför, <strong>i samråd</strong> med handledare, en kartläggning av ett handelsföretags hållbarhetsarbete samt beskriver <strong>översiktligt</strong> styrkor och svagheter i hållbarhetsarbetet samt ger <strong>enkla</strong> förslag på förbättringar med relevanta avtal, lagar, standarder och andra bestämmelser inom området som utgångspunkt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> innebörden i miljömässig, social och ekonomisk hållbarhet. Eleven beskriver dessutom <strong>utförligt </strong>handelns roll och ansvar i arbetet för hållbar utveckling och redogör <strong>utförligt</strong> för faktorer som påverkar miljömässig, ekonomisk och social hållbarhet inom handelssektorn. Vidare beskriver eleven <strong>utförligt</strong> villkoren för företags förmåga att konkurrera och skapa lönsamhet i relation till arbetet för miljömässig, ekonomisk och social hållbarhet. I sina beskrivningar använder eleven <strong>med viss säkerhet</strong> grundläggande begrepp inom området.</p> <p>Eleven redogör <strong>utförligt</strong> för en varas livscykel samt för vilka konsekvenser olika former av distribution och varutransporter får för miljön.</p> <p>Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, en kartläggning av ett handelsföretags hållbarhetsarbete samt beskriver <strong>utförligt</strong> styrkor och svagheter i hållbarhetsarbetet samt ger <strong>välgrundade </strong>förslag på förbättringar med relevanta avtal, lagar, standarder och andra bestämmelser inom området som utgångspunkt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> innebörden i miljömässig, social och ekonomisk hållbarhet. Eleven beskriver dessutom <strong>utförligt och nyanserat </strong>handelns roll och ansvar i arbetet för hållbar utveckling och redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar miljömässig, ekonomisk och social hållbarhet inom handelssektorn. Vidare beskriver eleven <strong>utförligt och nyanserat </strong>villkoren för företags förmåga att konkurrera och skapa lönsamhet i relation till arbetet för miljömässig, ekonomisk och social hållbarhet. I sina beskrivningar använder eleven <strong>med säkerhet</strong> grundläggande begrepp inom området.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för en varas livscykel samt för vilka konsekvenser olika former av distribution och varutransporter får för miljön.</p> <p>Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, en kartläggning av ett handelsföretags hållbarhetsarbete samt beskriver <strong>utförligt och nyanserat</strong> styrkor och svagheter i hållbarhetsarbetet samt ger <strong>välgrundade och nyanserade</strong> förslag på förbättringar med relevanta avtal, lagar, standarder och andra bestämmelser inom området som utgångspunkt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
