{
  "code": "HUN",
  "name": "Hundkunskap",
  "englishName": "Dogs",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:186",
  "skolfsAndring": "2022:147",
  "nameHeading": "<h2>Hundkunskap</h2>",
  "description": "<p>Hundar används i många sammanhang, som brukshundar och sällskapsdjur. Efterfrågan på yrkeskunnande i arbete med och fostran av hundar ökar. Ämnet hundkunskap behandlar skötsel och samspel med hundar samt skötsel av anläggningar och utrustning. Det behandlar också hundens ursprung och utveckling, hundars beteende och biologi, raser och rasegenskaper samt avel och uppfödning. Dessutom behandlas djuretik och lagar och andra bestämmelser som reglerar hundhållning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet hundkunskap ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med hundar. Eleverna ska ges möjlighet att utveckla förmåga att ta ansvar och följa fasta rutiner i arbete med hundar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att samspela med samt fostra och träna hundar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att handleda hundägare och hundförare mot specifika mål.</p><p>Undervisningen ska dessutom bidra till att eleverna utvecklar förmåga att sköta och underhålla utrustning och anläggningar. I undervisningen ska eleverna ges möjlighet att utveckla förmåga att främja god hälsa hos hundar och förebygga skador och sjukdomar hos hundar. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med arbete med hundar.</p><p>Praktiska övningar med hundar av olika raser och i olika miljöer ska ingå i undervisningen. Genom övningar ska eleverna ges möjlighet att utveckla förmåga att hantera beteendeproblem hos hundar.</p><h4>Undervisningen i ämnet hundkunskap ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om olika hundraser och deras egenskaper, om användning av hundar samt om olika verksamheter inom hundhållning.</li> <li>Kunskaper om hundars näringsbehov och om olika fodermedel.</li> <li>Kunskaper om hundars anatomi och fysiologi samt om vanliga skador och sjukdomar hos hundar och hur dessa kan förebyggas.</li> <li>Kunskaper om hundavel och hunduppfödning samt om fostran och träning av hundar.</li> <li>Förmåga att planera arbetsuppgifter samt att sköta och hantera hundar på ett ansvarsfullt, etiskt och säkert sätt.</li> <li>Förmåga att sköta och hantera anläggningar och utrustning.</li> <li>Förmåga att fostra och träna hundar av olika raser för olika uppgifter.</li> <li>Förmåga att bemöta och hantera olika beteendeproblem hos hundar samt att instruera hundägare eller hundförare.</li> <li>Förmåga att arbeta ergonomiskt.</li> <li>Kunskaper om lagar och andra bestämmelser som rör hundhållning.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Hundkunskap 1, 100 poäng. </li> <li>Hundkunskap 2, 100 poäng, som bygger på kursen hundkunskap 1.</li> <li>Hundkunskap 3, 100 poäng, som bygger på kursen hundkunskap 2.</li> <li>Träning av hund, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: HUNHUN01</h3>",
      "code": "HUNHUN01",
      "nameHeading": "<h2>Hundkunskap 1, 100 poäng</h2>",
      "name": "Hundkunskap 1",
      "englishName": "Dogs 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen hundkunskap 1 omfattar punkterna 1–6 och 9–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 5 och 6.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Biologisk grund</strong> </p><ul> <li>Vanliga hundraser och deras egenskaper, ursprung och användning.</li> <li>Olika verksamhetsområden för olika typer av hundar.</li> <li>Hundars naturliga beteende och mentala egenskaper samt olika beteendeproblem. </li> <li>Hundars näringsbehov.</li> <li>Hundars anatomi och fysiologi med fokus på exteriör och näringsfysiologi.</li> <li>Vanliga skador och sjukdomar samt förebyggande åtgärder. </li> <li>Reproduktion och uppfödning av hundar.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Daglig skötsel av hundar, till exempel utfodring, tillsyn, kontroll av utrustning och rengöring.</li> <li>Grundläggande hantering av hundar, samspel med hundar och träning av hundar mot uppsatta mål.</li> <li>Rastning av hundar samt olika metoder för att sysselsätta hundar och berika deras miljö.</li> <li>Arbete med bad, trimning och klippning.</li> <li>Förebyggande hälsovård samt vård av sjuka och skadade hundar.</li> <li>Skötsel av anläggningar och utrustning.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Säkerhet vid arbete med hundar.</li> <li>Djurskyddslagstiftning och andra bestämmelser som rör hundhållning.</li> <li>Bestämmelser som reglerar utformning och skötsel av anläggningar avsedda för hundhållning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven namnger några vanliga hundraser och beskriver <strong>översiktligt</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>översiktligt </strong>olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>översiktligt </strong>för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Dessutom redogör eleven<strong> översiktligt</strong> för faktorer som bidrar till en god miljö för hundar samt för hundars näringsbehov.</p><p>Eleven redogör <strong>översiktligt</strong> för hundars anatomi och fysiologi samt för vanliga skador och sjukdomar hos hundar. Dessutom redogör eleven <strong>översiktligt</strong> för hundars reproduktion och uppfödning samt för grundläggande metoder för hundars fostran och träning.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <strong>i samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>i samråd </strong>med handledare anläggningar och utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven namnger några vanliga hundraser och beskriver <strong>utförligt</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>utförligt</strong> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>utförligt</strong> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Dessutom redogör eleven<strong> utförligt</strong> för faktorer som bidrar till en god miljö för hundar samt för hundars näringsbehov.</p><p>Eleven redogör <strong>utförligt</strong> för hundars anatomi och fysiologi samt för vanliga skador och sjukdomar hos hundar. Dessutom redogör eleven <strong>utförligt</strong> för hundars reproduktion och uppfödning samt för grundläggande metoder för hundars fostran och träning.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <strong>efter samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>efter samråd </strong>med handledare anläggningar och utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven namnger några vanliga hundraser och beskriver <strong>utförligt och nyanserat</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>utförligt och nyanserat</strong> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Dessutom redogör eleven<strong> utförligt och nyanserat</strong> för faktorer som bidrar till en god miljö för hundar samt för hundars näringsbehov.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hundars anatomi och fysiologi samt för vanliga skador och sjukdomar hos hundar. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hundars reproduktion och uppfödning samt för grundläggande metoder för hundars fostran och träning.</p><p>Eleven följer arbetsinstruktioner och sköter och hanterar <strong>efter samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>efter samråd </strong>med handledare anläggningar och utrustning. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HUNHUN02</h3>",
      "code": "HUNHUN02",
      "nameHeading": "<h2>Hundkunskap 2, 100 poäng</h2>",
      "name": "Hundkunskap 2",
      "englishName": "Dogs 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen hundkunskap 2 omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på förmåga att planera arbetsuppgifter.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p><i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Biologisk grund</strong> </p><ul> <li>Olika hundraser och deras egenskaper och särskilda behov. </li> <li>Olika verksamhetsområden för olika typer av hundar.</li> <li>Olika miljöfaktorer i hundars vistelsemiljöer, till exempel temperatur, ljus, bottenmaterial och tillgång till vatten. Miljöberikning för att stimulera djurens naturliga beteende.</li> <li>Foder, fodrets näringsinnehåll och kvalitet samt specifika foderbehov. </li> <li>Ekonomiska beräkningar och kalkyler. </li> <li>Vanliga hälsoproblem, skador och sjukdomar samt förebyggande åtgärder.</li> <li>Avel och uppfödning av hundar för olika användningsområden. Avelsplanering, avelsstrategi och avelsorganisation.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Utarbetande av planer för skötsel av hundar. Arbetsuppgifter utifrån uppgjord plan samt uppföljning och rapportering.</li> <li>Hantering av hundar, till exempel i samband med rastning och vid klippning, trimning och bad.</li> <li>Foderberäkning, val av foder och utfodring av hundar.</li> <li>Utarbetande och genomförande av planer för grundläggande fostran och träning av hundar mot uppsatta mål. </li> <li>Hundar som resurs i arbete med människor, till exempel inom vård, rehabilitering och socialt arbete.</li> <li>Rutiner för att upptäcka förändringar i hundars beteende som följd av skador och sjukdomar samt åtgärder för sjuka och skadade djur.</li> <li>Olika grenar inom hundsport.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Säkerhet vid arbete med hundar.</li> <li>Djurskyddslagstiftning och andra bestämmelser som rör hundhållning.</li> <li>Bestämmelser som reglerar utformning och skötsel av anläggningar avsedda för hundhållning samt avel och uppfödning av hundar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <strong>översiktligt</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>översiktligt </strong>olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>översiktligt </strong>för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <strong>översiktligt</strong> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <strong>översiktligt </strong>för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <strong>i samråd </strong>med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <strong>enkel </strong>skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <strong>enkel </strong>foderplan. I foderplanen gör eleven <strong>enkla </strong>beräkningar av fodermängder. Dessutom motiverar eleven <strong>översiktligt </strong>sina val av utfodringsstrategier. Eleven gör <strong>enkla </strong>bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <strong>i samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>i samråd </strong>med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <strong>i samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <strong>med viss säkerhet </strong>vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <strong>med viss säkerhet </strong>hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <strong>utförligt</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>utförligt</strong> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>utförligt</strong> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <strong>utförligt</strong> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <strong>utförligt</strong> för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <strong>efter samråd </strong>med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <strong>genomarbetad </strong>skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <strong>genomarbetad </strong>foderplan. I foderplanen gör eleven beräkningar av fodermängder. Dessutom motiverar eleven <strong>utförligt</strong> sina val av utfodringsstrategier. Eleven gör <strong>välgrundade </strong>bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <strong>efter samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>efter samråd </strong>med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <strong>efter samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <strong>med viss säkerhet </strong>vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <strong>med viss säkerhet </strong>hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven namnger ett omfattande antal hundraser och beskriver <strong>utförligt och nyanserat</strong> deras egenskaper och användningsområden. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika verksamhetsområden för olika typer av hundar. I samband med arbete i hundstallar observerar eleven hundar samt redogör <strong>utförligt och nyanserat</strong> för deras mentala egenskaper och för tecken på normalt och avvikande beteende. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur miljön påverkar hundars välbefinnande, för hundars näringsbehov samt för vanliga skador och sjukdomar och hur dessa kan förebyggas. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika metoder för avel och uppfödning av hundar.</p><p>Eleven planerar <strong>efter samråd </strong>med handledare arbetsuppgifter i hundstallar. I planeringen upprättar eleven en <strong>genomarbetad </strong>skötselplan med utgångspunkt i hundarnas behov och anläggningens omfattning. Skötselplanen innehåller en <strong>genomarbetad </strong>foderplan. I foderplanen gör eleven <strong>avancerade </strong>beräkningar av fodermängder. Dessutom motiverar eleven <strong>utförligt och nyanserat</strong> sina val av utfodringsstrategier. Eleven gör <strong>välgrundade </strong><strong>och nyanserade </strong>bedömningar av när och hur arbetsuppgifterna i hundstallarna ska genomföras. Eleven sköter och hanterar <strong>efter samråd </strong>med handledare hundar på ett ansvarsfullt, etiskt och säkert sätt. Dessutom sköter och hanterar eleven <strong>efter samråd </strong>med handledare anläggningar och utrustning.</p><p>Eleven planerar och utför <strong>efter samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter. I arbetet bemöter och hanterar eleven <strong>med säkerhet </strong>vanliga beteendeproblem hos hundar. Dessutom instruerar eleven <strong>med säkerhet </strong>hundägare eller hundförare om träning av hundar.</p><p>Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HUNHUN03</h3>",
      "code": "HUNHUN03",
      "nameHeading": "<h2>Hundkunskap 3, 100 poäng</h2>",
      "name": "Hundkunskap 3",
      "englishName": "Dogs 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen hundkunskap 3 omfattar punkterna 1–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Utrustning för olika verksamheter, produktkännedom och produkthantering.</li> <li>Olika hundorganisationer och deras verksamheter samt bestämmelser som reglerar verksamheterna.</li> <li>Arbetsuppgifter inom ett specialområde, till exempel hunddagis, uppfödning och avel, i butik med försäljning av hundartiklar samt i verksamheter som erbjuder olika hundtjänster.</li> <li>Skötsel av hundar och anläggningar inom olika verksamheter.</li> <li>Kundbemötande.</li> <li>Ergonomi samt arbetsmiljö- och säkerhetsfrågor.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Kvalitetsfrågor och ekonomi.</li> <li>Journalföring.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för utrustning och andra produkter som används inom aktuellt specialområde. Dessutom redogör eleven <strong>översiktligt</strong> för olika hundorganisationer och deras verksamheter.</p><p>Eleven planerar och utför <strong>i samråd </strong>med handledare arbetsuppgifter inom ett specialområde. Dessutom bemöter eleven <strong>med viss säkerhet </strong>hundägare och andra kunder. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sitt arbete och resultat. Dessutom för eleven <strong>enkla </strong>journalanteckningar över genomförda åtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för utrustning och andra produkter som används inom aktuellt specialområde. Dessutom redogör eleven <strong>utförligt</strong> för olika hundorganisationer och deras verksamheter.</p><p>Eleven planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom ett specialområde. Dessutom bemöter eleven <strong>med viss säkerhet </strong>hundägare och andra kunder. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat. Dessutom för eleven <strong>noggranna </strong>journalanteckningar över genomförda åtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för utrustning och andra produkter som används inom aktuellt specialområde. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika hundorganisationer och deras verksamheter.</p><p>Eleven planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom ett specialområde. Dessutom bemöter eleven <strong>med säkerhet </strong>hundägare och andra kunder. Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom för eleven <strong>noggranna och utförliga </strong>journalanteckningar över genomförda åtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: HUNTRN0</h3>",
      "code": "HUNTRN0",
      "nameHeading": "<h2>Träning av hund, 100 poäng</h2>",
      "name": "Träning av hund",
      "englishName": "Dog training",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen träning av hund omfattar punkterna 1 och 7–10 under rubriken Ämnet syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika användningsområden för hundar.</li> <li>Olika hundorganisationer och deras verksamheter.</li> <li>Skötsel av hundar i samband med träning.</li> <li>Utbildning, fostran och träning av hundar av olika raser och i olika åldrar.</li> <li>Träning av hundar mot uppsatta mål.</li> <li>Olika inlärningsmetoder vid träning av hundar.</li> <li>Analys av hundindividen och individuell anpassning av inlärningsmetoder.</li> <li>Hundars mentalitet och beteende.</li> <li>Beteendeproblem och problemlösning. </li> <li>Handledning av andra hundförare. </li> <li>Begrepp och uttryck inom hundsport i samband med träning av hundar.</li> <li>Risker vid hantering av hundar samt hur dessa risker kan förebyggas.</li> <li>Lagar och andra bestämmelser som reglerar träning av hundar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för rasegenskaper hos olika hundraser. Dessutom redogör eleven <strong>översiktligt </strong>för olika träningsmetoder för olika hundraser och användningsområden.</p><p>Eleven följer arbetsinstruktioner och utför <strong>i samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter, på ett ansvarsfullt, etiskt och säkert sätt. I arbetet använder eleven <strong>med viss säkerhet </strong>olika metoder för att träna hundar mot uppsatta mål samt samspelar <strong>med viss säkerhet </strong>med hundar. Dessutom bemöter och hanterar eleven <strong>med viss säkerhet </strong>vanliga beteendeproblem hos hundar. Eleven instruerar <strong>med viss säkerhet </strong>hundägare och hundförare om olika träningsmoment.</p><p>Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för rasegenskaper hos olika hundraser. Dessutom redogör eleven <strong>utförligt</strong> för olika träningsmetoder för olika hundraser och användningsområden.</p><p>Eleven följer arbetsinstruktioner och utför <strong>efter samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter, på ett ansvarsfullt, etiskt och säkert sätt. I arbetet använder eleven <strong>med viss säkerhet </strong>olika metoder för att träna hundar mot uppsatta mål samt samspelar <strong>med viss säkerhet </strong>med hundar. Dessutom bemöter och hanterar eleven <strong>med viss säkerhet </strong>vanliga beteendeproblem hos hundar. Eleven instruerar <strong>med viss säkerhet </strong>hundägare och hundförare om olika träningsmoment.</p><p>Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för rasegenskaper hos olika hundraser. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika träningsmetoder för olika hundraser och användningsområden.</p><p>Eleven följer arbetsinstruktioner och utför <strong>efter samråd </strong>med handledare fostran och träning av hundar av olika raser för olika uppgifter, på ett ansvarsfullt, etiskt och säkert sätt. I arbetet använder eleven <strong>med säkerhet </strong>olika metoder för att träna hundar mot uppsatta mål samt samspelar <strong>med säkerhet </strong>med hundar. Dessutom bemöter och hanterar eleven <strong>med säkerhet </strong>vanliga beteendeproblem hos hundar. Eleven instruerar <strong>med säkerhet </strong>hundägare och hundförare om olika träningsmoment.</p><p>Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar ergonomiskt med hundar, tillhörande utrustning och vistelsemiljöer. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.034Z"
}