{
  "code": "HUV",
  "name": "Husvagns- och husbilsteknik",
  "englishName": "Caravan and RV technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:410",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:8",
  "skolfsAndring": "2022:150",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Husvagns- och husbilsteknik</h2>",
  "description": "<p>Ämnet husvagns- och husbilsteknik behandlar funktion hos samt service, underhåll, felsökning och reparationer av husvagnar och husbilar samt deras tilläggsutrustning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet husvagns- och husbilsteknik ska syfta till att eleverna utvecklar kunskaper om olika husvagnar och husbilar samt deras olika system och komponenter. Den ska även ge eleverna möjlighet att utveckla kunskaper om vanligt förekommande tilläggsutrustningar. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att genomföra service och underhåll samt enklare felsökning och reparationer av olika husvagnar och husbilar samt deras tilläggsutrustning.</p> <p>Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom.</p> <p>Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet husvagns- och husbilsteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om olika husvagnar, husbilar och tilläggsutrustning, deras olika system och komponenter samt hur de samverkar.</li> <li>Förmåga att genomföra service och underhåll av husvagnar och husbilar samt deras tilläggsutrustning.</li> <li>Förmåga att genomföra enklare felsökning, diagnostisering och reparationer av husvagnar, husbilar och tilläggsutrustning samt deras olika system och komponenter.</li> <li>Förmåga att reparera och sammanfoga olika material i samband med reparationer av karosseri- och inredningsdetaljer.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman och digitala informationssystem i samband med service, underhåll och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Husvagnar och husbilar, 300 poäng, som bygger på kursen personbilar – system- och diagnosteknik 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: HUVHUS0</h3>",
      "code": "HUVHUS0",
      "nameHeading": "<h2>Husvagnar och husbilar, 300 poäng</h2>",
      "name": "Husvagnar och husbilar",
      "englishName": "Caravans and RVs",
      "points": "300",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen husvagnar och husbilar omfattar punkterna 1–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika husvagnar och deras konstruktion, funktion, system och komponenter samt extrautrustning.</li> <li>Olika husbilar och deras konstruktion, funktion, system och komponenter.</li> <li>Service och underhåll av husvagnar och husbilar och tilläggsutrustning.</li> <li>Gasolsystem, deras konstruktion, funktion, system och komponenter samt underhåll och täthetskontroll.</li> <li>Fuktkontroll enligt branschstandard.</li> <li>Metoder för och genomförande av enklare felsökning, diagnostisering och reparationer av husvagnar, husbilar och tilläggsutrustning samt deras olika system och komponenter.</li> <li>Metoder för och genomförande av demontering, montering och justering av komponenter i samband med reparationer.</li> <li>Montering och installation av extrautrustning, till exempel markiser, cykelställ och mediautrustning.</li> <li>Sammanfogningsmetoder som tillämpas vid reparationer av karosseri- och inredningsdetaljer.</li> <li>Metoder för och genomförande av reparationer i plast-, glasfiber-, trä-, plåt- och aluminiummaterial såväl invändigt som utvändigt.</li> <li>Metoder för användning av specialverktyg på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Försäkringsbolagens regler för reparationer av husvagnar och husbilar.</li> <li>Bestämmelser för kontrollbesiktning av husvagnar och husbilar.</li> <li>Fordonstillverkares anvisningar och teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Risker i samband med service och reparationsarbete på eller i närheten av högvoltssystem avsedda för framdrivning av husbilar.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Brandförebyggande åtgärder och åtgärder vid brand.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika husvagnar, husbilar och vanligt förekommande tilläggsutrustning, deras system och komponenter samt hur de samverkar.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, service och underhåll av husvagnar, husbilar och tilläggsutrustning samt montering av extrautrustning. Dessutom utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av husvagnar, husbilar och tilläggsutrustning. Vid reparationer utför eleven,<strong> i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>i samråd</strong> med handledare, sammanfogning och reparationer av olika material i samband med reparationer av karosseri- och inredningsdetaljer.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven<strong> med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika husvagnar, husbilar och vanligt förekommande tilläggsutrustning, deras system och komponenter samt hur de samverkar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, service och underhåll av husvagnar, husbilar och tilläggsutrustning samt montering av extrautrustning. Dessutom utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av husvagnar, husbilar och tilläggsutrustning. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>efter samråd</strong> med handledare, sammanfogning och reparationer av olika material i samband med reparationer av karosseri- och inredningsdetaljer. </p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika husvagnar, husbilar och vanligt förekommande tilläggsutrustning, deras system och komponenter samt hur de samverkar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, service och underhåll av husvagnar, husbilar och tilläggsutrustning samt montering av extrautrustning. Dessutom utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av husvagnar, husbilar och tilläggsutrustning. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>efter samråd</strong> med handledare, sammanfogning och reparationer av olika material i samband med reparationer av karosseri- och inredningsdetaljer.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
