{
  "code": "INF",
  "name": "Information och kommunikation",
  "englishName": "Information and communication",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:40",
  "version": "gy11",
  "versionInfo": "Ny senasteversion",
  "skolfsGrund": "2010:60",
  "skolfsAndring": "2022:165",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Information och kommunikation</h2>",
  "description": "<p>Ämnet information och kommunikation handlar om både verbal och icke-verbal kommunikation i yrkessammanhang och hur man kan planera, organisera och utvärdera kommunikationsinsatser. Ämnet behandlar kommunikation i olika sammanhang och medier samt hur man effektivt kan söka, bearbeta och kommunicera information.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet information och kommunikation ska syfta till att eleverna utvecklar kunskaper om hur man kan kommunicera på ett effektivt och målgruppsanpassat sätt samt färdigheter i informations- och kommunikationsteknik med hjälp av digitala verktyg och programvaror. Undervisningen ska också leda till att eleverna utvecklar förmåga att söka, värdera och kritiskt granska information samt förmåga att kommunicera muntligt och skriftligt. Eleverna ska ges möjlighet att utveckla förmåga att samverka med andra samt att arbeta serviceinriktat och ansvarsfullt utifrån krav på kvalitet, miljö, ergonomi och arbetsmiljö samt relevanta lagar och andra bestämmelser.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att ta eget ansvar samt att arbeta och handla självständigt och med omdöme med information och kommunikation.</p> <p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förståelse av begrepp samt färdigheter i olika arbetsuppgifter inom området information och kommunikation. Därigenom får eleverna förutsättningar att finna lösningar på olika typer av problem och situationer som kan uppstå i yrkesrollen.</p> <h4>Undervisningen i ämnet information och kommunikation ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om effektiv och målgruppsanpassad kommunikation.</li> <li>Förmåga att söka, värdera och kritiskt granska information.</li> <li>Förmåga att planera, organisera och utföra informations- och kommunikationsuppgifter muntligt och skriftligt samt förmåga att använda programvaror för kommunikation.</li> <li>Kunskaper om relevanta lagar och andra bestämmelser inom området information och kommunikation.</li> <li>Förmåga att arbeta på ett ergonomiskt, säkert och miljöanpassat sätt.</li> <li>Förmåga att utvärdera sitt arbete och resultatet av arbetet.</li> <li>Förmåga att samverka med andra inom yrkessammanhanget och kommunicera både internt och externt.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Information och kommunikation 1, 100 poäng. </li> <li>Information och kommunikation 2, 100 poäng, som bygger på kursen information och kommunikation 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: INFINF01</h3>",
      "code": "INFINF01",
      "nameHeading": "<h2>Information och kommunikation 1, 100 poäng</h2>",
      "name": "Information och kommunikation 1",
      "englishName": "Information and communication 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen information och kommunikation 1 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Grundläggande kommunikationsvetenskapliga metoder och teorier om hur människor interagerar och kommunicerar i olika sammanhang, däribland envägskommunikation, tvåvägskommunikation och intermedialitet.</li> <li>Hur sociala och kulturella förhållanden påverkar människors interaktion och kommunikation.</li> <li>Sociala medier och hur de används för att sprida och kommunicera information.</li> <li>Strategier för att skapa effektiv kommunikation med anpassning till olika målgruppers behov och beteenden, till olika mål och syften med kommunikationen samt till olika kommunikationskanaler.</li> <li>Analys av budskapsinnehåll, språk och gestaltning i kommunikation som är riktad mot en viss målgrupp.</li> <li>Metoder och tekniker för att underlätta och utveckla informationssökning, däribland digitala söktjänster samt kritisk granskning av information.</li> <li>Planering, organisering och genomförande av enkla informationsinsatser med anpassning till målgrupp, kommunikationskanal och kommunikationens syfte.</li> <li>Metoder och tekniker för att göra muntliga och skriftliga presentationer i yrkessammanhang anpassade till målgrupp, syfte och sammanhang, till exempel bransch-, produkt- eller företagspresentationer.</li> <li>Vanliga program för kommunikation, informationssökning, text- och bildbehandling, kalkylering och layout.</li> <li>Lagar och andra bestämmelser som gäller information och kommunikation.</li> <li>Ergonomi och arbetsmiljö, vikten av arbetsplatsens utformning samt fysiska och psykosociala arbetsmiljöfrågor inom området.</li> <li>Metoder för att utvärdera hur effektiv en kommunikationsinsats har varit i relation till målet med insatsen.</li> <li>Interaktion och kommunikation i olika kund- och servicesituationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för faktorer som påverkar kommunikation mellan människor samt beskriver <strong>översiktligt</strong> vad som kännetecknar effektiv och målgruppsanpassad kommunikation i yrkessammanhang.</p> <p>Eleven söker information <strong>med viss säkerhet </strong>samt värderar och granskar informationen kritiskt och gör en <strong>enkel</strong> bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd </strong>med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror och adekvat teknik samt med anpassning till målgrupp och syfte. Dessutom gör eleven <strong>med viss säkerhet </strong>målgruppsanpassade presentationer. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, resultatet av sitt arbete med <strong>enkla </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för faktorer som påverkar kommunikation mellan människor samt beskriver <strong>utförligt</strong> vad som kännetecknar effektiv och målgruppsanpassad kommunikation i yrkessammanhang.</p> <p>Eleven söker information <strong>med viss säkerhet </strong>samt värderar och granskar informationen kritiskt och gör en <strong>välgrundad</strong> bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror samt med anpassning till målgrupp och syfte. Dessutom gör eleven målgruppsanpassade muntliga och skriftliga presentationer. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, resultatet av sitt arbete med <strong>nyanserade </strong>omdömen. Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar kommunikation mellan människor samt beskriver <strong>utförligt</strong> <strong>och nyanserat</strong> vad som kännetecknar effektiv och målgruppsanpassad kommunikation i yrkessammanhang.</p> <p>Eleven söker information <strong>med säkerhet</strong> samt värderar och granskar informationen kritiskt och gör en <strong>välgrundad och</strong> <strong>nyanserad </strong>bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd </strong>med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror samt med anpassning till målgrupp och syfte. Dessutom gör eleven målgruppsanpassade muntliga och skriftliga presentationer. Resultatet av arbetet är <strong>gott</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, resultatet av sitt arbete med <strong>nyanserade</strong> omdömen <strong>samt</strong> <strong>ger förslag på hur arbetet kan förbättras</strong>. Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: INFINF02</h3>",
      "code": "INFINF02",
      "nameHeading": "<h2>Information och kommunikation 2, 100 poäng</h2>",
      "name": "Information och kommunikation 2",
      "englishName": "Information and communication 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen information och kommunikation 2 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika mediers funktion och uppbyggnad samt hur olika medier används för information och kommunikation i olika sammanhang och situationer.</li> <li>Digitala plattformar för kommunikation mellan olika användare samt hur dessa kan användas för att kommunicera med hjälp av text, bild, film eller ljud.</li> <li>Digitala programvaror och verktyg för att söka, presentera och hantera information, däribland affärssystem för styrning och administration samt kalkyl-, logistik-, redovisnings-, och faktureringsprogram.</li> <li>Databaser: hur de upprättas, används och underhålls.</li> <li>Datalagring och datasäkerhet: risker för personlig integritet, risker för dataintrång till exempel hackerattacker och virus samt risker för företag och organisationer om datasäkerhetsregler inte följs till exempel avseende lösenordshantering och användning av molntjänster.</li> <li>Elektroniska portföljer och hur de kan användas, däribland elektronisk dagbok eller loggbok.</li> <li>Vanliga digitala program, verktyg och applikationer som används för bland annat kommunikation, text- och bildbehandling, registerhantering, kalkylering och layout.</li> <li>Informationssökning till exempel via olika digitala söktjänster samt kritisk granskning av information.</li> <li>Planering, organisering och genomförande av informationsinsatser med anpassning till målgrupp, kommunikationskanal och kommunikationens syfte.</li> <li>Layout, framställning och distribution av dokument, till exempel reklamblad och instruktioner.</li> <li>Webbaserade marknadsundersökningar inom försäljning och service.</li> <li>Lagar och andra bestämmelser som gäller information och kommunikation.</li> <li>Ergonomiska och miljömedvetna arbetssätt i samband med arbetsuppgifter inom information och kommunikation.</li> <li>Metoder för att utvärdera arbetsuppgifter inom information och kommunikation.</li> <li>Kundorienterad och serviceinriktad interaktion och kommunikation.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> hur medier och digitala plattformar kan användas som kommunikationsmedel i olika situationer samt hur digitala programvaror och verktyg kan användas för att söka, presentera och hantera information. Eleven beskriver <strong>översiktligt</strong> hur databaser upprättas, används och underhålls samt redogör <strong>översiktligt</strong> för risker med datalagring och digitala tjänster.</p> <p>Eleven söker information <strong>med viss säkerhet</strong> samt värderar och granskar informationen kritiskt och avger en <strong>enkel</strong> bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför, <strong>i samråd</strong> med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror, verktyg och applikationer. Vidare genomför eleven enkla webbaserade marknadsundersökningar inom försäljning och service. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, resultatet av arbetet med <strong>enkla </strong>omdömen.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> hur medier och digitala plattformar kan användas som kommunikationsmedel i olika situationer samt hur digitala programvaror och verktyg kan användas för att söka, presentera och hantera information. Eleven beskriver <strong>utförligt</strong> hur databaser upprättas, används och underhålls samt redogör <strong>utförligt</strong> för risker med datalagring och digitala tjänster.</p> <p>Eleven söker information <strong>med viss säkerhet</strong> samt värderar och granskar informationen kritiskt och avger en <strong>välgrundad</strong> bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför, <strong>efter samråd</strong> med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror, verktyg och applikationer. Vidare genomför eleven enkla webbaserade marknadsundersökningar inom försäljning och service. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, arbetsuppgifter inom information och kommunikation och resultatet av arbetet med <strong>nyanserade </strong>omdömen.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> hur medier och digitala plattformar kan användas som kommunikationsmedel i olika situationer samt hur digitala programvaror och verktyg kan användas för att söka, presentera och hantera information. Eleven beskriver <strong>utförligt och nyanserat</strong> hur databaser upprättas, används och underhålls samt redogör <strong>utförligt och nyanserat</strong> för risker med datalagring och digitala tjänster.</p> <p>Eleven söker information <strong>med säkerhet</strong> samt värderar och granskar informationen kritiskt och avger en<strong> välgrundad och nyanserad </strong>bedömning av informationens tillförlitlighet.</p> <p>Eleven planerar, organiserar och utför<strong>, efter samråd</strong> med handledare, arbetsuppgifter inom information och kommunikation med hjälp av relevanta programvaror, verktyg och applikationer. Vidare genomför eleven enkla webbaserade marknadsundersökningar inom försäljning och service. Resultatet av arbetet är <strong>gott</strong>.</p> <p>Eleven utför arbetet utifrån givna instruktioner samt utifrån relevanta lagar och andra bestämmelser inom området. Vidare arbetar eleven ergonomiskt, säkert och miljöanpassat.</p> <p>Eleven utvärderar, med hjälp av relevanta metoder, resultatet av arbetet med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>Eleven samverkar med andra och kommunicerar <strong>med säkerhet </strong>både internt och externt.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
