{
  "code": "INL",
  "name": "Industriell design",
  "englishName": "Industrial design",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-08",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:396",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2018:16",
  "skolfsAndring": "2022:159",
  "nameHeading": "<h2>Industriell design</h2>",
  "description": "<p>Ämnet industriell design handlar om att ta fram produkter som är avsedda att tillverkas i industriell produktion och hitta lösningar som är anpassade till både människa och miljö. Det är tvärvetenskapligt och belyser design ur ett tekniskt och konstnärligt perspektiv. Ämnet får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet industriell design ska syfta till att eleverna utvecklar ingenjörsmässiga förmågor i de kreativa och problemlösande arbetssätt som används inom området. Industriell design är en kreativ process där faktorer som nytta, funktion, teknik, material, miljö, säkerhet, ekonomi, ergonomi och estetik samverkar.</p> <p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur industriell design har påverkat och påverkar samhället på olika sätt, såväl historiskt som i nutid. Den ska också ge eleverna möjlighet att utveckla förståelse av industridesignprocessens olika delar i allmänhet och förståelse av industriella designkriterier i synnerhet så att eleverna självständigt kan värdera, prioritera och välja mellan olika designaspekter hos en produkt samt motivera sina val.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla specialiserade kunskaper om gränssnitten mellan design och tillverkning i datoriserade miljöer så att eleverna ökar sin förståelse av hur modern digital design och datoriserad produktion fungerar. Undervisningen ska dessutom bidra till att eleverna utvecklar färdigheter i att 3D-scanna, 3D-designa och 3D-konstruera i arbetet med design.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra alla delar i designprocessen och förståelse av hur detaljnivå och helhetsnivå påverkar varandra. Vidare ska undervisningen ge eleverna möjlighet att presentera sina projekt både muntligt och skriftligt genom att använda sig av både manuella metoder och relevanta digitala verktyg och medier.</p> <h4>Undervisningen i ämnet industriell design ska ge eleverna förutsättningar att utveckla följande:</h4> <p>1. Kunskaper om samhällets olika behov av och förutsättningar för design och tillverkning av industriella produkter såväl historiskt som i nutid.</p> <p>2. Kunskaper om den industriella designprocessen i allmänhet och om industriell designs kriterier i synnerhet samt förmåga att genomföra en industriell designprocess.</p> <p>3. Förmåga att översätta ett praktiskt problem och formulera lämpliga designkriterier som resulterar i ett industriellt anpassat designförslag.</p> <p>4. Förmåga att analysera, värdera och prioritera olika aspekter och kriterier inom industriell design och kunna motivera dessa val.</p> <p>5. Förmåga att skapa, visualisera, presentera och dokumentera designförslag med både manuella metoder och digitala verktyg i både 2D och 3D, såväl muntligt som skriftligt.</p> <p>6. Förmåga att framställa prototyper i form av både digitala och fysiska modeller där funktioner kan simuleras och testas.</p> <p>7. Förmåga att välja material och industriell produktionsmetod.</p> <p>8. Kunskaper om gränssnittet mellan design och produktion i datoriserade miljöer och förståelse av datoriserad produktionsmiljö.</p><h3>Kurser i ämnet</h3><ul><li>Industriell design 1, 100 poäng. </li> <li>Industriell design 2, 100 poäng, som bygger på kursen industriell design 1.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: INLIND31</h3>",
      "code": "INLIND31",
      "nameHeading": "<h2>Industriell design 1, 100 poäng</h2>",
      "name": "Industriell design 1",
      "englishName": "Industrial design 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen industriell design 1 omfattar punkterna 1–5 och 8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Industriell designs roll – historiskt, samhälleligt, tekniskt och ekonomiskt.</li> <li>Den industriella designprocessens olika delar från problemformulering, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete och analys till presentation och utvärdering.</li> <li>Planering, strukturering och genomförande av designprojekt.</li> <li>Professionell projektarbetsmetodik, till exempel projektplan, loggbok, val av metod och redovisningsform.</li> <li>Designens påverkan på konstruktion av produkter, till exempel estetik, hållfasthet, funktion och kvalitetskrav.</li> <li>Normer, standarder och bestämmelser som gäller konstruktion, till exempel miljöhänsyn, ergonomi och säkerhet.</li> <li>Analoga och virtuella gestaltningssätt för två- och tredimensionell visualisering av idéer, till exempel ritning, skiss och modeller.</li> <li>Metoder för beredning av tillverkningsritningar.</li> <li>Dokumentation, redovisning och presentation av eget arbete och resultat med termer och begrepp som är relevanta.</li> <li>Tekniker för framtagande av modeller och prototyper.</li> <li>Grundläggande materialegenskaper samt materialets betydelse för produkters kvalitet, tillverkning och destruktion, alternativt återvinning och för materialet relevant färg- och formlära.</li> <li>Introduktion i produktionstekniska förutsättningar och industriella produktionsmetoder.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>övergripande</strong> för industriell designs betydelse ur flera perspektiv såväl historiskt som i nutid. Eleven resonerar <strong>övergripande</strong> om den industriella designprocessen och de kriterier som industriell design ska ta hänsyn till.</p> <p>Eleven genomför <strong>efter samråd</strong> en industriell designprocess, arbetar <strong>med säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder samt utvärderar <strong>med säkerhet</strong> den egna processen och hur den påverkar projektets slutresultat.</p> <p>Eleven formulerar <strong>efter samråd</strong> med handledare designkriterier och föreslår <strong>välgrundade</strong> lösningar och industriellt anpassade designförslag på <strong>bekanta </strong>problemställningar som eleven därefter analyserar, värderar och prioriterar med<strong> välgrundade</strong> omdömen.</p> <p>Eleven skapar och visualiserar <strong>med säkerhet</strong> några förslag manuellt och digitalt samt presenterar dem <strong>med säkerhet</strong> muntligt och skriftligt för olika målgrupper. Eleven väljer <strong>efter</strong> <strong>samråd</strong> med handledare material och industriell produktionsmetod för den produkt som ska tillverkas.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för industriell designs betydelse ur flera perspektiv såväl historiskt som i nutid. Eleven resonerar <strong>övergripande</strong> om den industriella designprocessen och de kriterier som industriell design ska ta hänsyn till.</p> <p>Eleven genomför <strong>självständigt efter samråd</strong> en industriell designprocess, arbetar <strong>med god säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder och utvärderar <strong>med god säkerhet</strong> den egna processen och hur den påverkar projektets slutresultat.</p> <p>Eleven formulerar <strong>självständigt efter samråd</strong> med handledare designkriterier och föreslår <strong>välgrundade och nyanserade</strong> lösningar och industriellt anpassade designförslag på <strong>i huvudsak bekanta, men även obekanta</strong>, problemställningar som eleven därefter analyserar, värderar och prioriterar med<strong> välgrundade</strong> omdömen.</p> <p>Eleven skapar och visualiserar <strong>med god säkerhet</strong> några förslag manuellt och digitalt samt presenterar dem <strong>med god säkerhet</strong> muntligt och skriftligt för olika målgrupper. Eleven väljer <strong>självständigt</strong> <strong>efter samråd </strong>med handledare material och industriell produktionsmetod för den produkt som ska tillverkas.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för industriell designs betydelse ur flera perspektiv såväl historiskt som i nutid. Eleven resonerar <strong>utförligt och nyanserat</strong> om den industriella designprocessen och de kriterier som industriell design ska ta hänsyn.</p> <p>Eleven genomför <strong>självständigt</strong> en industriell designprocess, arbetar <strong>med mycket god säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder och utvärderar <strong>med mycket god säkerhet </strong>den egna processen och hur den påverkar projektets slutresultat.</p> <p>Eleven formulerar <strong>självständigt </strong>designkriterier och föreslår<strong> välgrundade och nyanserade </strong>lösningar och industriellt anpassade designförslag på <strong>både bekanta och obekanta</strong> problemställningar som eleven därefter analyserar, värderar och prioriterar med<strong> välgrundade och nyanserade </strong>omdömen.</p> <p>Eleven skapar och visualiserar <strong>med mycket god säkerhet</strong> några förslag manuellt och digitalt samt presenterar dem<strong> med mycket god säkerhet</strong> muntligt och skriftligt för olika målgrupper. <strong>Eleven ger även förslag på hur arbetet kan förbättras. </strong>Eleven väljer <strong>självständigt </strong>material och industriell produktionsmetod för den produkt som ska tillverkas.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: INLIND32</h3>",
      "code": "INLIND32",
      "nameHeading": "<h2>Industriell design 2, 100 poäng</h2>",
      "name": "Industriell design 2",
      "englishName": "Industrial design 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen industriell design 2 omfattar punkterna 3–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Den industriella designprocessens olika delar från problemformulering, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete och analys till presentation och utvärdering.</li> <li>Planering, strukturering och genomförande av designprojekt.</li> <li>Professionell projektarbetsmetodik, till exempel projektplan, loggbok, val av metod och redovisningsform.</li> <li>Designens påverkan på konstruktion av produkter, till exempel estetik, hållfasthet, funktion och kvalitetskrav.</li> <li>Normer, standarder och bestämmelser som gäller konstruktion, till exempel miljöhänsyn, ergonomi och säkerhet.</li> <li>Analoga och virtuella gestaltningssätt för två- och tredimensionell visualisering av idéer, till exempel ritning, skiss och modeller.</li> <li>Metoder för beredning av tillverkningsritningar.</li> <li>Dokumentation, redovisning och presentation av eget arbete och resultat med termer och begrepp som är relevanta.</li> <li>Tekniker för framtagande av modeller och prototyper.</li> <li>Materialegenskaper samt materialets betydelse för produkters kvalitet, tillverkning och destruktion, alternativt återvinning och för materialet relevant färg- och formlära.</li> <li>Introduktion i produktionstekniska förutsättningar och industriella produktionsmetoder.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven resonerar <strong>övergripande</strong> om gränssnittet mellan design och produktion och drar<strong> med säkerhet</strong> slutsatser om vilken industriell produktionsmetod och vilket material som ska användas för den produkt som ska tillverkas.</p> <p>Eleven arbetar <strong>med säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder och utvärderar <strong>med säkerhet</strong> den egna processen och hur den påverkar projektets slutresultat.</p> <p>Eleven formulerar <strong>efter samråd</strong> med handledare designkriterier och föreslår <strong>välgrundade</strong> lösningar och industriellt anpassade designförslag på<strong> bekanta</strong> problemställningar som eleven därefter analyserar, värderar och prioriterar med <strong>välgrundade </strong>omdömen.</p> <p>Eleven skapar och visualiserar <strong>med säkerhet</strong> några förslag manuellt och digitalt och presenterar dem <strong>med säkerhet</strong> muntligt och skriftligt för olika målgrupper. Eleven realiserar dessutom <strong>efter samråd</strong> med handledare förslagen till prototyper och modeller där funktioner kan simuleras och testas med <strong>tillfredsställande </strong>resultat.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven resonerar <strong>utförligt</strong> för gränssnittet mellan design och produktion och drar <strong>med god säkerhet</strong> slutsatser om vilken industriell produktionsmetod och vilket material som ska användas för den produkt som ska tillverkas.</p> <p>Eleven arbetar <strong>med god säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder och utvärderar <strong>med god säkerhet</strong> den egna processen och hur den påverkar projektets slutresultat.</p> <p>Eleven formulerar <strong>självständigt efter samråd </strong>med handledare designkriterier och föreslår <strong>välgrundade</strong> lösningar och industriellt anpassade designförslag på <strong>i huvudsak bekanta, men även obekanta,</strong> problemställningar som eleven därefter analyserar, värderar och prioriterar med <strong>välgrundade </strong>omdömen.</p> <p>Eleven skapar och visualiserar <strong>med god säkerhet</strong> några förslag manuellt och digitalt och presenterar dem <strong>med god</strong> <strong>säkerhet</strong> muntligt och skriftligt för olika målgrupper. Eleven realiserar dessutom <strong>självständigt efter samråd</strong> med handledare förslagen till prototyper och modeller där funktioner kan simuleras och testas med <strong>tillfredsställande</strong> resultat.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven resonerar <strong>utförligt och nyanserat </strong>för gränssnittet mellan design och produktion och drar <strong>med mycket god säkerhet</strong> slutsatser om vilken industriell produktionsmetod och vilket material som ska användas för den produkt som ska tillverkas.</p> <p>Eleven arbetar <strong>med mycket god säkerhet</strong> teambaserat i industriella projekt med kreativa och problemlösande arbetsmetoder och utvärderar <strong>självständigt </strong>den egna processen och hur den påverkar projektets slutresultat. <strong>Eleven ger även förslag på hur arbetet kan förbättras.</strong></p> <p>Eleven formulerar <strong>självständigt </strong>designkriterier och föreslår <strong>välgrundade och</strong> <strong>nyanserade</strong> lösningar och industriellt anpassade designförslag på <strong>både bekanta och obekanta</strong> problemställningar som eleven därefter analyserar, värderar och prioriterar med <strong>välgrundade och nyanserade</strong> omdömen.</p> <p>Eleven skapar och visualiserar <strong>med mycket god säkerhet</strong> några förslag både manuellt och digitalt och presenterar dem <strong>med mycket god säkerhet</strong> muntligt och skriftligt för olika målgrupper. Eleven realiserar dessutom <strong>självständigt </strong>förslagen till prototyper och modeller där funktioner kan simuleras och testas med <strong>gott </strong>resultat.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
