{
  "code": "KOR",
  "name": "Konstruktionsteknik",
  "englishName": "Structural engineering",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2018:17",
  "skolfsAndring": "2022:180",
  "nameHeading": "<h2>Konstruktionsteknik</h2>",
  "description": "<p>Ämnet konstruktionsteknik behandlar konstruktionsprocessen och hur konstruktören använder dess olika delar för att utveckla och förbättra tekniska lösningar. Ämnet får bara anordnas i vidareutbildning i form av ett fjärde tekniskt år i gymnasieskolan.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet konstruktionsteknik ska syfta till att eleverna utvecklar kunskaper om konstruktionsprocessen för att i sin roll som gymnasieingenjör kunna utföra konstruktionsarbete med hänsyn till produktionstekniska, kvalitetsmässiga, ekonomiska och miljömässiga förutsättningar. Genom undervisningen ska eleverna ges möjlighet att fördjupa sin förståelse av tekniska system och utveckla förmåga att i sitt konstruktionsarbete se samspelet mellan komponenter, delsystem och hela system för att kunna utveckla bättre konstruktioner.</p> <p>Undervisningen ska leda till att eleverna självständigt planerar, genomför, dokumenterar och utvärderar konstruktionsarbeten i projektform. Genom undervisningen ska eleverna ges möjlighet att inhämta, sovra och strukturera information, välja och använda konstruktionsmetoder och verktyg samt använda relevanta matematiska och teknikvetenskapliga teorier och modeller. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper i att använda digitala konstruktionsmetoder och verktyg. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om vanliga komponenter samt om svenska och internationella standarder och normer för att använda i sitt arbete.</p> <p>Undervisningen ska ge eleverna möjlighet att fördjupa sina kunskaper i materialteknik för att kunna utvärdera och välja material i konstruktioner. Undervisningen ska även ge eleverna möjlighet att tolka och skapa berednings- och tillverkningsunderlag samt tekniska instruktioner. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper inom dimensionering och provning av konstruktioner med hjälp av manuella och datorstödda mätningar, simuleringar och tester.</p> <h4>Undervisningen i ämnet konstruktionsteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <p>1. Kunskaper om konstruktionsprocessen och förståelse av sambanden mellan de olika delarna i den.</p> <p>2. Förmåga att planera och genomföra konstruktionsarbeten genom att söka, tolka och strukturera relevant information samt genom att välja och använda metoder, modeller, teorier och verktyg. Förmåga att rimlighetsbedöma resultat och att utvärdera konstruktionsarbeten.</p> <p>3. Förmåga att använda konstruktionsverktyg, komponenter, standarder och normer inom konstruktionsarbetet samt kunskaper om deras egenskaper och begränsningar.</p> <p>4. Förmåga att utvärdera och välja material.</p> <p>5. Förmåga att tolka och skapa berednings- och tillverkningsunderlag samt tekniska instruktioner.</p> <p>6. Kunskaper om hur produktionsteknik, kvalitet, lönsamhet och hållbar utveckling samspelar med konstruktionsarbete samt förmåga att optimera konstruktioner mot dessa parametrar.</p> <p>7. Kunskaper om tekniska system samt förmåga att se samspelet mellan komponenter, delsystem och hela system, och i sitt konstruktionsarbete använda detta till att skapa fungerande konstruktioner.</p> <p>8. Kunskaper om provning och förmåga att utföra provning via mätningar, simuleringar och test.</p> <p>9. Förmåga att dokumentera och redovisa konstruktionsarbeten med relevanta hjälpmedel.</p><h3>Kurser i ämnet</h3><ul><li>Konstruktionsteknik, 100 poäng. </li> <li>Mekanik och hållfasthetslära, 100 poäng. </li> <li>Materialteknik, 100 poäng. </li> <li>Tillämpad konstruktionsteknik, 100 poäng, som bygger på kursen konstruktionsteknik.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: KORKON3</h3>",
      "code": "KORKON3",
      "nameHeading": "<h2>Konstruktionsteknik, 100 poäng</h2>",
      "name": "Konstruktionsteknik",
      "englishName": "Structural engineering",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen konstruktionsteknik omfattar punkterna 1–6 och 8–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Konstruktionsprocessen och dess delar, samt sambanden mellan dem.</li> <li>Praktiskt konstruktionsarbete.</li> <li>Relevanta matematiska och teknikvetenskapliga teorier och modeller för valt teknikområde samt manuell och datorstödd tillämpning av dessa i konstruktionsarbete.</li> <li>Prototyptillverkning, om det förkommer inom valt teknikområde.</li> <li>Användning av konstruktionsverktyg för bland annat visualisering, dimensionering och dokumentation samt fördjupning av deras egenskaper och begränsningar.</li> <li>System för hantering av produktdata.</li> <li>Introduktion till konstruktionskomponenter, till exempel maskinelement, och hur de kan användas i konstruktionsarbete.</li> <li>Svenska och internationella standarder och normer vid konstruktionsarbete för till exempel komponenter, material, provning och tillverkningsunderlag.</li> <li>Vanliga konstruktionsmaterial och deras användningsområden, samt samband mellan materialval och konstruktionsfunktion.</li> <li>Skapande av berednings- och tillverkningsunderlag.</li> <li>Samspel mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling.</li> <li>Manuell och datorstödd dimensionering och provning av konstruktionsfunktion i form av mätningar, simuleringar och test.</li> <li>Dokumentation och redovisning av konstruktionsarbete och resultat med relevanta hjälpmedel.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>övergripande</strong> för konstruktionsprocessen och dess delar samt för sambanden mellan dem. Eleven planerar <strong>med säkerhet</strong> konstruktionsarbete samt löser sammansatta problem och konstruktionsuppgifter med <strong>tillfredställande </strong>resultat. Dessutom utvärderar eleven arbetet med <strong>välgrundade </strong>omdömen. Eleven använder med <strong>tillfredsställande</strong> resultat, matematiska och teknikvetenskapliga teorier och modeller som stöd i sitt konstruktionsarbete. Arbetet kan utföras både med och utan datorstödda verktyg.</p> <p>Eleven använder <strong>med säkerhet</strong> konstruktionsverktyg för visualisering, dimensionering och dokumentation i sitt konstruktionsarbete samt visar <strong>övergripande</strong> kunskaper om deras egenskaper och begränsningar. Dessutom tar eleven i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>övergripande</strong> för vanliga konstruktionsmaterial och deras användningsområden. Eleven resonerar <strong>övergripande </strong>kring sambandet mellan materialval och konstruktionsfunktion. Eleven utarbetar berednings- och tillverkningsunderlag med <strong>tillfredställande</strong> resultat. Eleven redogör <strong>övergripande</strong> för sambanden mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling.</p> <p>Eleven utför <strong>med säkerhet</strong> dimensionering och provning av konstruktioner genom mätningar, simuleringar och test med <strong>tillfredsställande </strong>resultat, både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet <strong>med säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för konstruktionsprocessen och dess delar samt för sambanden mellan dem. <strong>Dessutom för eleven specialiserade resonemang kring någon av processens delar. </strong>Eleven planerar <strong>med god säkerhet</strong> konstruktionsarbete samt löser konstruktionsuppgifter med<strong> gott</strong> resultat. Dessutom utvärderar eleven arbetet med <strong>välgrundade och</strong> <strong>nyanserade</strong> omdömen. Eleven använder med <strong>gott </strong>resultat, matematiska och teknikvetenskapliga teorier och modeller som stöd i sitt konstruktionsarbete. Arbetet kan utföras både med och utan datorstödda verktyg.</p> <p>Eleven använder <strong>med god säkerhet</strong> konstruktionsverktyg för visualisering, dimensionering och dokumentation i sitt konstruktionsarbete samt visar <strong>specialiserade </strong>kunskaper om dess egenskaper och begränsningar. Dessutom tar eleven i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>övergripande</strong> för, <strong>och visar i något fall specialiserade kunskaper om,</strong> vanliga konstruktionsmaterial och dess användningsområden. Eleven resonerar också <strong>utförligt </strong>kring sambandet mellan materialval och konstruktionsfunktion. Eleven utarbetar berednings- och tillverkningsunderlag <strong>med gott</strong> resultat. Eleven redogör <strong>övergripande</strong> för, <strong>och visar i något fall specialiserade kunskaper om,</strong> sambanden mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling.</p> <p>Eleven utför <strong>med god säkerhe</strong>t dimensionering och provning av konstruktioner genom mätningar, simuleringar och test<strong> med gott </strong>resultat, både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet<strong> med god säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för konstruktionsprocessen och dess delar samt för sambanden mellan dem. <strong>Dessutom för eleven specialiserade resonemang kring några av processens delar.</strong> Eleven planerar <strong>med mycket god säkerhet</strong> konstruktionsarbete samt löser<strong> sammansatta</strong> <strong>problem</strong> och konstruktionsuppgifter med <strong>mycket gott </strong>resultat. Dessutom utvärderar eleven arbetet med <strong>välgrundade och</strong> <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Eleven använder <strong>med</strong> <strong>mycket gott</strong> resultat, matematiska och teknikvetenskapliga teorier och modeller som stöd i sitt konstruktionsarbete. Arbetet kan utföras både med och utan datorstödda verktyg.</p> <p>Eleven använder <strong>med mycket god säkerhet</strong> konstruktionsverktyg för visualisering, dimensionering och dokumentation i sitt konstruktionsarbete samt visar<strong> specialiserade </strong>kunskaper om dess egenskaper och begränsningar. Dessutom tar eleven i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>övergripande</strong> för, <strong>och visar i några fall specialiserade kunskaper om</strong>, vanliga konstruktionsmaterial och dess användningsområden. Eleven resonerar också <strong>utförligt och nyanserat </strong>kring sambandet mellan materialval och konstruktionsfunktion. Eleven utarbetar berednings- och tillverkningsunderlag <strong>med</strong> <strong>mycket</strong> <strong>gott</strong> resultat. Eleven redogör övergripande för, <strong>och visar i några fall specialiserade kunskaper om</strong>, sambanden mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling.</p> <p>Eleven utför <strong>med mycket god säkerhe</strong>t dimensionering och provning av konstruktioner genom <strong>avancerade</strong> mätningar, simuleringar och test <strong>med</strong> <strong>mycket gott </strong>resultat, både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet<strong> med mycket god säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: KORMEK3</h3>",
      "code": "KORMEK3",
      "nameHeading": "<h2>Mekanik och hållfasthetslära, 100 poäng</h2>",
      "name": "Mekanik och hållfasthetslära",
      "englishName": "Solid mechanics",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen mekanik och hållfasthetslära omfattar punkterna 1–4 och 7–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Mekanikens och hållfasthetslärans roll i konstruktionsarbetet.</li> <li>Fördjupning i teorier, modeller och begrepp inom mekanik och hållfasthetslära och konstruktionsmässiga tillämpningar av dessa.</li> <li>Metod och struktur för mekanik- och hållfasthetsberäkning och dimensionering samt rimlighetsbedömning.</li> <li>Antaganden och motivering för mekanik- och hållfasthetsberäkningar.</li> <li>Manuella och datorstödda verktyg för mekanik- och hållfasthetsberäkning och dimensionering, samt deras egenskaper och begränsningar.</li> <li>Relevanta standarder och normer för beräkningar och dimensionering.</li> <li>Utvärdering av material utifrån teorier och modeller i mekanik och hållfasthetslära.</li> <li>Analys av tekniska system för att kunna utföra mekanik- och hållfasthetsberäkningar och dimensionering, till exempel vid friläggning.</li> <li>Manuell och datorstödd provning av en konstruktions hållfasthet via mätningar, simuleringar och test.</li> <li>Dokumentation och redovisning av mekanik- och hållfasthetsberäkning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>övergripande</strong> för mekaniken och hållfasthetslärans roll i konstruktionsarbetet. Eleven resonerar <strong>övergripande</strong> om innebörden av teorier, modeller och begrepp inom mekanik och hållfasthetslära samt använder dem för att lösa <strong>bekanta </strong>problem och konstruktionsuppgifter med <strong>tillfredsställande</strong> resultat.</p> <p>I sitt arbete gör eleven <strong>med säkerhet</strong> relevanta antaganden för att kunna göra mekanik- och hållfasthetsberäkningar samt motiverar dessa antaganden med <strong>välgrundade </strong>resonemang. Dessutom resonerar eleven <strong>översiktligt </strong>kring vald metods begränsningar och resultatets rimlighet. Eleven använder <strong>med säkerhet</strong> manuella och datorstödda verktyg för mekanik- och hållfasthetsberäkning samt redogör <strong>övergripande </strong>för deras egenskaper och begränsningar. Eleven tar i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven värderar med <strong>välgrundade</strong> omdömen material med hänsyn till mekanik och hållfasthet. Utifrån ett givet system delar eleven upp systemet i delsystem och använder det <strong>med säkerhet</strong> i problemlösning. Eleven utför <strong>med säkerhet</strong> provning av konstruktioners hållfasthet via mätningar, simuleringar och test både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar <strong>med säkerhet</strong> mekanik- och hållfasthetsberäkningar.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförlig</strong>t för, <strong>och visar i något fall specialiserade kunskaper om, </strong>mekaniken och hållfasthetslärans roll i konstruktionsarbetet. Eleven resonerar <strong>utförligt</strong> för, <strong>och visar i något fall specialiserade kunskaper om, </strong>innebörden av teorier, modeller och begrepp inom mekanik och hållfasthetslära samt använder dem för att lösa <strong>i huvudsak bekanta, men också obekanta,</strong> problem och konstruktionsuppgifter med <strong>gott </strong>resultat.</p> <p>I sitt arbete gör eleven <strong>med god säkerhet</strong> relevanta antaganden för att kunna göra mekanik- och hållfasthetsberäkningar samt motiverar dessa antaganden med <strong>välgrundade och nyanserade</strong> resonemang. Dessutom resonerar eleven <strong>utförligt</strong> kring vald metods begränsningar och resultatets rimlighet. Eleven använder <strong>med god säkerhet</strong> manuella och datorstödda verktyg för mekanik- och hållfasthetsberäkning samt redogör <strong>utförligt</strong> för deras egenskaper och begränsningar. Eleven tar i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven värderar med <strong>välgrundade och</strong> <strong>nyanserade</strong> omdömen material med hänsyn till mekanik och hållfasthet. Utifrån ett givet system delar eleven upp systemet i delsystem och använder det <strong>med god säkerhet</strong> i problemlösning. Eleven utför <strong>med god säkerhet</strong> provning av konstruktioners hållfasthet via mätningar, simuleringar och test både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar <strong>med god säkerhet</strong> mekanik- och hållfasthetsberäkningar<strong>.</strong></p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för, <strong>och visar i några fall specialiserade kunskaper om</strong>, mekaniken och hållfasthetslärans roll i konstruktionsarbetet. Eleven resonerar <strong>utförligt och nyanserat</strong> för, <strong>och visar i några fall specialiserade kunskaper om</strong>, innebörden av teorier, modeller och begrepp inom mekanik och hållfasthetslära samt använder dem för att lösa <strong>både bekanta och obekanta</strong> problem och konstruktionsuppgifter med <strong>gott</strong> resultat.</p> <p>I sitt arbete gör eleven <strong>med mycket god säkerhet</strong> relevanta antaganden för att kunna göra mekanik- och hållfasthetsberäkningar samt motiverar dessa antaganden med<strong> välgrundade och nyanserade</strong> resonemang. Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> kring vald metods begränsningar och resultatets rimlighet. Eleven använder <strong>med mycket god säkerhet</strong> manuella och datorstödda verktyg för mekanik- och hållfasthetsberäkning samt redogör <strong>utförligt och nyanserat</strong> för dess egenskaper och begränsningar. Eleven tar i sitt arbete hänsyn till standarder och normer.</p> <p>Eleven värderar med <strong>välgrundade och</strong> <strong>nyanserade</strong> omdömen, material med hänsyn till mekanik och hållfasthet. Utifrån ett givet system delar eleven upp systemet i delsystem och använder det <strong>med mycket god säkerhet</strong> i problemlösning. Eleven utför <strong>med mycket god säkerhet</strong> provning av konstruktioners hållfasthet via <strong>avancerade</strong> mätningar, simuleringar och test både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar <strong>med mycket god säkerhet</strong> mekanik- och hållfasthetsberäkningar.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: KORMAT3</h3>",
      "code": "KORMAT3",
      "nameHeading": "<h2>Materialteknik, 100 poäng</h2>",
      "name": "Materialteknik",
      "englishName": "Materials engineering",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen materialteknik omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Materialteknikens roll i konstruktionsarbetet.</li> <li>Fördjupning av konstruktionsmaterials tekniska, fysiska och kemiska egenskaper samt deras användningsområden.</li> <li>Metoder för materialval och deras begränsningar, samt val och utvärdering av material vid olika konstruktionsmässiga tillämpningar.</li> <li>Användning av matematiska och teknikvetenskapliga teorier och modeller för utvärdering och val av material.</li> <li>Standarder och normer i materialteknik.</li> <li>Manuella och datorstödda verktyg, till exempel materialdatabaser för inhämtning av information och användning vid val av material.</li> <li>Materials förändrade egenskaper vid framställning och bearbetning.</li> <li>Optimering av material mot olika förutsättningar som tillverkning, hållbar utveckling, lönsamhet och kvalitet.</li> <li>Materials samverkan med omgivande material och miljö. Provning av materials konstruktionsfunktion, till exempel dragprov.</li> <li>Dokumentation och redovisning av materialval och utvärdering av material.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>övergripande</strong> för materialteknikens roll i konstruktionsarbetet. Eleven redogör vidare <strong>övergripande </strong>för materials tekniska, fysiska och kemiska egenskaper samt deras användningsområden. Dessutom resonerar eleven <strong>övergripande </strong>kring metoder för materialval och deras begränsningar.</p> <p>Eleven väljer <strong>med säkerhet</strong> material och utvärderar materialval vid olika konstruktionssammanhang. I sitt arbete använder eleven <strong>med säkerhet</strong> relevanta matematiska och teknikvetenskapliga teorier, modeller och begrepp. Eleven använder <strong>med säkerhet</strong> manuella och datorstödda verktyg vid val av material och utvärdering. Eleven tar i sitt arbete även hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>övergripande </strong>för materials ändrade egenskaper vid bearbetning. Eleven optimerar <strong>med säkerhet</strong> materialval mot olika förutsättningar kring tillverkning, lönsamhet, kvalitet och hållbar utveckling. Eleven resonerar <strong>övergripande </strong>för materials samverkan med omgivande material och miljö samt använder kunskapen <strong>med säkerhet</strong> vid utvärdering av materialval. Eleven redogör också <strong>övergripande </strong>för olika provningsmetoder, för materials konstruktionsfunktion samt utför <strong>med säkerhet</strong> provning.</p> <p>Eleven dokumenterar och redovisar <strong>med säkerhet</strong> motiveringar till materialval och utvärdering av material.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för materialteknikens roll i konstruktionsarbetet. Eleven redogör vidare <strong>utförligt</strong> för materials tekniska, fysiska och kemiska egenskaper samt deras användningsområden. Dessutom resonerar eleven <strong>utförligt</strong> kring metoder för materialval och deras begränsningar.</p> <p>Eleven väljer <strong>med god säkerhet</strong> material och utvärderar materialval vid olika konstruktionssammanhang. I sitt arbete använder eleven <strong>med god säkerhet</strong> relevanta matematiska och teknikvetenskapliga teorier, modeller och begrepp. Eleven använder <strong>med god säkerhet</strong> manuella och datorstödda verktyg vid val av material och utvärdering. Eleven tar i sitt arbete även hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>utförligt</strong> för materials ändrade egenskaper vid bearbetning. Eleven optimerar <strong>med god säkerhet</strong> materialval mot olika förutsättningar kring tillverkning, lönsamhet, kvalitet och hållbar utveckling. Eleven resonerar <strong>utförligt</strong> för materials samverkan med omgivande material och miljö samt använder kunskapen <strong>med god säkerhet</strong> vid utvärdering av materialval. Eleven redogör också <strong>utförligt</strong> för olika provningsmetoder, för materials konstruktionsfunktion samt utför <strong>med god säkerhet</strong> provning.</p> <p>Eleven dokumenterar och redovisar <strong>med god säkerhet </strong>motiveringar till materialval och utvärdering av material.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för materialteknikens roll i konstruktionsarbetet. Eleven redogör vidare <strong>utförligt och nyanserat</strong> för materials tekniska, fysiska och kemiska egenskaper samt deras användningsområden. Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> kring metoder för materialval och deras begränsningar.</p> <p>Eleven väljer <strong>med mycket god säkerhet</strong> material och utvärderar materialval vid olika konstruktionssammanhang. I sitt arbete använder eleven <strong>med mycket god säkerhet</strong> relevanta matematiska och teknikvetenskapliga teorier, modeller och begrepp. Eleven använder <strong>med mycket god säkerhet</strong> manuella och datorstödda verktyg vid val av material och utvärdering. Eleven tar i sitt arbete även hänsyn till standarder och normer.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för materials ändrade egenskaper vid bearbetning. Eleven optimerar <strong>med mycket god säkerhet</strong> materialval mot olika förutsättningar kring tillverkning, lönsamhet, kvalitet och hållbar utveckling. Eleven resonerar <strong>utförligt och nyanserat</strong> för materials samverkan med omgivande material och miljö samt använder kunskapen <strong>med mycket god säkerhet</strong> vid utvärdering av materialval. Eleven redogör också <strong>utförligt och nyanserat</strong> för olika provningsmetoder, för materials konstruktionsfunktion samt utför <strong>med mycket god säkerhet</strong> provning.</p> <p>Eleven dokumenterar och redovisar motiveringar till materialval och utvärdering av material <strong>med mycket god säkerhet</strong>.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: KORTIL3</h3>",
      "code": "KORTIL3",
      "nameHeading": "<h2>Tillämpad konstruktionsteknik, 100 poäng</h2>",
      "name": "Tillämpad konstruktionsteknik",
      "englishName": "Applied structural engineering",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen tillämpad konstruktionsteknik omfattar punkterna 2–3 och 5–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Formulering, strukturering och lösning av konstruktionstekniska problem som saknar en entydig lösning samt utvärdering av konstruktionsarbetet och resultatet.</li> <li>Inhämtning, tolkning och strukturering av relevant information som en del av konstruktionsarbetet.</li> <li>Antaganden för att kunna utföra konstruktionsarbete och motivering av dessa antaganden.</li> <li>Tillämpning av relevanta metoder, teorier, modeller, material och verktyg i konstruktionsarbetet.</li> <li>Fördjupning i relevanta komponenters egenskaper och begränsningar samt dimensionering och användning av dessa i olika tekniska sammanhang.</li> <li>Dimensionering med och utan datorbaserade verktyg.</li> <li>Fördjupning i standarder och normer inom valda teknikområden.</li> <li>Skapande av berednings- och tillverkningsunderlag och, om relevant för teknikområdet, toleranser och ritteknik i samband med detta.</li> <li>Utformning av tekniska instruktioner, om relevant för teknikområdet.</li> <li>Fördjupning i metoder för att underlätta samspelet mellan konstruktion, tillverkning, kvalitet, lönsamhet och hållbar utveckling, till exempel livscykelanalys.</li> <li>Fördjupning i tekniska system och deras inverkan vid konstruktion av komponenter och delsystem.</li> <li>Fördjupning i manuella och datorstödda provningsmetoder.</li> <li>Dokumentation och redovisning av konstruktionsarbete och resultat med relevanta tekniska hjälpmedel.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven formulerar och strukturerar <strong>bekanta </strong>konstruktionstekniska problem <strong>efter samråd </strong>med handledare, löser problemen med <strong>tillfredsställande</strong> resultat samt utvärderar arbetet och resultatet med<strong> nyanserade</strong> omdömen.</p> <p>I sitt arbete inhämtar, tolkar och strukturerar eleven <strong>med säkerhet</strong> relevant information. Dessutom gör eleven <strong>med säkerhet</strong> relevanta antaganden och ger <strong>nyanserade </strong>motiveringar. I konstruktionsarbetet väljer eleven <strong>efter samråd</strong> med handledare relevanta metoder, teorier, modeller, material och verktyg och använder <strong>med säkerhet</strong> dessa till att lösa problem.</p> <p>Eleven redogör <strong>övergripande </strong>för relevanta komponenters egenskaper och begränsningar samt använder dessa <strong>med säkerhet</strong> i olika tekniska sammanhang. Dessutom utför eleven <strong>med säkerhet </strong>dimensioneringar med och utan datorstödda verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. Eleven skapar berednings- och tillverkningsunderlag med <strong>tillfredställande</strong> resultat.</p> <p>Eleven redogör <strong>övergripande </strong>för metoder som underlättar samspel mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling samt använder dessa metoder <strong>med säkerhet</strong> i konstruktionsarbetet för att optimera sin konstruktion. Dessutom tar eleven i sitt arbete <strong>med säkerhet</strong> hänsyn till omgivande system. Eleven utför <strong>med säkerhet </strong>provning av konstruktionens funktion både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet <strong>med säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven formulerar och strukturerar <strong>i huvudsak bekanta, men även obekanta,</strong> konstruktionstekniska problem<strong> självständigt efter samråd </strong>med handledare, löser problemen med <strong>tillfredsställande</strong> resultat samt utvärderar arbetet och resultatet med <strong>nyanserade</strong> omdömen.</p> <p>I sitt arbete inhämtar, tolkar och strukturerar eleven <strong>med god säkerhet</strong> relevant information. Dessutom gör eleven <strong>med god säkerhet</strong> relevanta antaganden och ger<strong> nyanserade </strong>motiveringar. I konstruktionsarbetet väljer eleven <strong>självständigt efter samråd</strong> med handledare relevanta metoder, teorier, modeller, material och verktyg och använder <strong>med god säkerhet</strong> dessa till att lösa problem.</p> <p>Eleven redogör <strong>utförligt</strong> för relevanta komponenters egenskaper och begränsningar samt använder dessa <strong>med god säkerhet</strong> i olika tekniska sammanhang. Dessutom utför eleven <strong>med god säkerhet </strong>dimensioneringar med och utan datorstödda verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. Eleven skapar berednings- och tillverkningsunderlag med <strong>tillfredställande</strong> resultat.</p> <p>Eleven redogör <strong>utförligt</strong> för metoder som underlättar samspel mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling samt använder dessa metoder <strong>med god säkerhet</strong> i konstruktionsarbetet till att optimera sin konstruktion. Dessutom tar eleven i sitt arbete <strong>med god säkerhet</strong> hänsyn till omgivande system. Eleven utför <strong>med god säkerhet </strong>provning av konstruktionens funktion både manuellt och med hjälp av datorer.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet <strong>med god säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven formulerar och strukturerar <strong>både bekanta och obekanta</strong> konstruktionstekniska problem <strong>självständigt</strong>, löser problemen med <strong>gott</strong> resultat samt utvärderar arbetet och resultatet med <strong>nyanserade</strong> omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p> <p>I sitt arbete inhämtar, tolkar och strukturerar eleven <strong>med mycket god säkerhet</strong> relevant information. Dessutom gör eleven <strong>med mycket god säkerhet</strong> relevanta antaganden och ger <strong>nyanserade </strong>motiveringar. I konstruktionsarbetet väljer eleven <strong>självständigt </strong>relevanta metoder, teorier, modeller, material och verktyg och använder <strong>med mycket god säkerhet</strong> dessa till att lösa problem.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för relevanta komponenters egenskaper och begränsningar samt använder dessa <strong>med mycket god säkerhet</strong> i olika tekniska sammanhang. Dessutom utför eleven <strong>med god säkerhet avancerade </strong>dimensioneringar med och utan datorstödda verktyg. Eleven tar i sitt arbete hänsyn till standarder och normer. <strong>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter.</strong> Eleven skapar berednings- och tillverkningsunderlag med <strong>gott</strong> resultat.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för metoder som underlättar samspel mellan konstruktion och tillverkning, kvalitet, lönsamhet och hållbar utveckling samt använder dessa metoder <strong>med mycket god säkerhet</strong> i konstruktionsarbetet till att optimera sin konstruktion. Dessutom tar eleven i sitt arbete <strong>med mycket god säkerhet</strong> hänsyn till omgivande system. Eleven utför <strong>med mycket god säkerhet </strong>provning av konstruktionens funktion både manuellt och med hjälp av datorer <strong>samt använder resultatet till att förbättra sin konstruktion</strong>.</p> <p>Eleven dokumenterar och redovisar konstruktionsarbetet och resultatet <strong>med mycket god säkerhet</strong> och med relevanta tekniska hjälpmedel.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.062Z"
}