{
  "code": "LAI",
  "name": "Lastbilar och mobila maskiner – motorteknik",
  "englishName": "Trucks and mobile machinery – engine technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:413",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:11",
  "skolfsAndring": "2022:190",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Lastbilar och mobila maskiner – motorteknik</h2>",
  "description": "<p>Ämnet lastbilar och mobila maskiner – motorteknik behandlar funktion hos, service, underhåll och reparationer av förbränningsmotorer i lastbilar och mobila maskiner.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lastbilar och mobila maskiner – motorteknik ska syfta till att eleverna utvecklar kunskaper om förbränningsmotorer och deras olika komponenter. Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om de olika bränslen som används, samt avgaser och deras påverkan på miljön. Genom undervisningen ska eleverna även ges möjlighet att utveckla förmåga att genomföra felsökning och reparationer av förbränningsmotorer. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet lastbilar och mobila maskiner – motorteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om förbränningsmotorer, deras olika system och komponenter samt hur de samverkar i lastbilar och mobila maskiner.</li> <li>Kunskaper om olika bränslesystem, deras komponenter, bränslen och avgasreningssystem samt vilken påverkan avgasutsläppen har på miljön.</li> <li>Förmåga att genomföra felsökning och reparationer av förbränningsmotorers olika system och komponenter.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman och digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Lastbilar och mobila maskiner – förbränningsmotorer, 200 poäng, som bygger på kursen lastbilar och mobila maskiner – service och underhåll 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: LAILAT0</h3>",
      "code": "LAILAT0",
      "nameHeading": "<h2>Lastbilar och mobila maskiner – förbränningsmotorer, 200 poäng</h2>",
      "name": "Lastbilar och mobila maskiner – förbränningsmotorer",
      "englishName": "Trucks and mobile machinery – combustion engines",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen lastbilar och mobila maskiner – förbränningsmotorer omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika förbränningsmotorer, deras konstruktion och funktion samt system och komponenter.</li> <li>Olika bränslesystem, deras konstruktion och funktion samt system och komponenter.</li> <li>Bränslevärmare, deras konstruktion och funktion samt system och komponenter.</li> <li>Avgasreningssystem, deras konstruktion och funktion samt system och komponenter.</li> <li>EURO-krav för avgasutsläpp för lastbilar och mobila maskiner.</li> <li>Olika typer av bränslen som används i förbränningsmotorer, avgaser och deras påverkan på miljön.</li> <li>Metoder för och genomförande av felsökning, diagnostisering och reparationer av förbränningsmotorer och deras system och komponenter utifrån fordonstillverkares krav.</li> <li>Metoder för användning samt användning av specialverktyg på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar, scheman och teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars och mobila maskiners förbränningsmotorer samt deras funktion och kringutrustning. Eleven beskriver även <strong>översiktligt</strong> olika bränslesystem, avgasreningssystem och mekatronik samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför,<strong> i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med<strong> visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö-och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars och mobila maskiners förbränningsmotorer samt deras funktion och kringutrustning. Eleven beskriver även <strong>utförligt</strong> olika bränslesystem, avgasreningssystem och mekatronik samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott </strong>handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika lastbilars och mobila maskiners förbränningsmotorer samt deras funktion och kringutrustning. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika bränslesystem, avgasreningssystem och mekatronik samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
