{
  "code": "LAP",
  "name": "Lastbilar – reparations- och systemteknik",
  "englishName": "Trucks – repair and systems technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-13",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:10",
  "skolfsAndring": "2022:189",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Lastbilar – reparations- och systemteknik</h2>",
  "description": "<p>Ämnet lastbilar – reparations- och systemteknik behandlar komponenter och system samt reparationer av lastbilar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lastbilar – reparations- och systemteknik ska syfta till att eleverna utvecklar kunskaper om lastbilars olika system och komponenter. Eleverna ska även ges möjlighet att utveckla förmåga att utföra reparationer av komponenter och system i lastbilar. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem i samband med felsökning och reparationer.</p> <p>Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet lastbilar – reparations- och systemteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om lastbilars olika komponenter och systemuppbyggnad samt hur de samverkar och kommunicerar med varandra.</li> <li>Förmåga att utföra felsökning och reparationer på lastbilar samt på deras olika system och komponenter.</li> <li>Förmåga att utföra komponent- och kretsmätningar med mät- och diagnosutrustning samt tolka utläst mätdata i samband med felsökning och reparationer.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman och digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Lastbilar – kraftöverföring, 100 poäng, som bygger på kursen lastbilar och mobila maskiner – förbränningsmotorer.</li> <li>Lastbilar – chassi och bromsar, 200 poäng, som bygger på kursen lastbilar – kraftöverföring.</li> <li>Lastbilar – system- och diagnosteknik 1, 100 poäng, som bygger på kursen lastbilar – chassi och bromsar.</li> <li>Lastbilar – system- och diagnosteknik 2, 100 poäng, som bygger på kursen lastbilar – system- och diagnosteknik 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: LAPLAS0</h3>",
      "code": "LAPLAS0",
      "nameHeading": "<h2>Lastbilar – kraftöverföring, 100 poäng</h2>",
      "name": "Lastbilar – kraftöverföring",
      "englishName": "Trucks – power transmission",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen lastbilar – kraftöverföring omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika kraftöverföringar samt deras uppbyggnad, komponenter och manöversystem.</li> <li>Olika automatväxellådor och manuella växellådor, deras grundkonstruktion och funktion samt deras olika komponenter.</li> <li>Olika elektrohydrauliska och tryckluftsstyrda manöversystem samt deras uppbyggnad och komponenter.</li> <li>Olika tillsatsbromsar och kraftuttag samt deras uppbyggnad och komponenter.</li> <li>Olika centralväxlar, navreduktioner och drivaxlar samt deras uppbyggnad och komponenter.</li> <li>Olika kopplingar samt elektroniska styrsystem för automatisk koppling.</li> <li>Metoder och utrustning för samt genomförande av funktionskontroll och felsökning av olika kraftöverföringar samt deras komponenter och kringutrustningar.</li> <li>Metoder och utrustning för samt genomförande av demontering, reparationer och efterkontroll av olika huvudkomponenter, bland annat koppling, drivknutar, lager och tätningar.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars kraftöverföringar. Eleven beskriver även <strong>översiktligt</strong> funktionsprinciper för och konstruktion av olika automatväxellådor och manuella växellådor och deras kringutrustning. Eleven beskriver dessutom <strong>översiktligt</strong> olika manöversystem samt funktionsprinciper för och konstruktion av tillsatsbromsar, kraftuttag, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars kraftöverföringar. Eleven beskriver även <strong>utförligt</strong> funktionsprinciper för och konstruktion av olika automatväxellådor och manuella växellådor och deras kringutrustning. Eleven beskriver dessutom <strong>utförligt</strong> olika manöversystem samt funktionsprinciper för och konstruktion av tillsatsbromsar, kraftuttag, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika lastbilars kraftöverföringar. Eleven beskriver även <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktion av olika automatväxellådor och manuella växellådor och deras kringutrustning. Eleven beskriver dessutom <strong>utförligt och nyanserat</strong> olika manöversystem samt funktionsprinciper för och konstruktion av tillsatsbromsar, kraftuttag, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya </strong>situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta<strong> men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LAPLAC0</h3>",
      "code": "LAPLAC0",
      "nameHeading": "<h2>Lastbilar – chassi och bromsar, 200 poäng</h2>",
      "name": "Lastbilar – chassi och bromsar",
      "englishName": "Trucks – chassis and brakes",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen lastbilar – chassi och bromsar omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika lastbilars chassikonstruktioner samt deras olika användningsområden.</li> <li>Olika axlar, axelkombinationer och fjädringar samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Olika elektrohydrauliska och hydrauliska styrinrättningar samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Olika hjul- och hjälpbromssystem samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Metoder för och genomförande av felsökning, demontering, montering och reparationer av olika fjädringskomponenter samt kalibrering av automatisk nivåreglering.</li> <li>Metoder för och genomförande av felsökning, demontering, montering och reparationer av olika hjul- och hjälpbromssystem och deras olika komponenter.</li> <li>Metoder för och genomförande av funktionskontroll och justering av olika hjul- och hjälpbromssystem.</li> <li>Metoder för och genomförande av axel- och hjulvinkelmätning samt justering av axlar.</li> <li>Utrustning och specialverktyg för olika typer av felsökning, funktionskontroller, justering och reparationer av chassikomponenter, hjul- och hjälpbromssystem.</li> <li>Användning av verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver<strong> översiktligt</strong> olika lastbilars chassikonstruktioner, deras olika användningsområden samt olika axlar, axelkombinationer och fjädringar. Eleven beskriver dessutom <strong>översiktligt</strong> olika elektrohydrauliska och hydrauliska styrinrättningar samt olika hjul- och hjälpbromssystem.</p> <p>Eleven utför,<strong> i samråd</strong> med handledare, i bekanta situationer felsökning, demontering, reparation och montering av olika fjädringskomponenter samt kalibrering av automatisk nivåreglering. Eleven utför även,<strong> i samråd</strong> med handledare, i bekanta situationer funktionskontroll och justering samt felsökning, demontering, reparation och montering av olika hjul- och hjälpbromssystem och deras olika komponenter. Dessutom utför eleven,<strong> i samråd</strong> med handledare, axel- och hjulvinkelmätning samt justering av axlar.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med<strong> visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> olika lastbilars chassikonstruktioner, deras olika användningsområden samt olika axlar, axelkombinationer och fjädringar. Eleven beskriver dessutom <strong>utförligt</strong> olika elektrohydrauliska och hydrauliska styrinrättningar samt olika hjul- och hjälpbromssystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning, demontering, reparation och montering av olika fjädringskomponenter samt kalibrering av automatisk nivåreglering. Eleven utför även,<strong> efter samråd</strong> med handledare, i bekanta situationer funktionskontroll och justering samt felsökning, demontering, reparation och montering av olika hjul- och hjälpbromssystem och deras olika komponenter. Dessutom utför eleven,<strong> efter samråd</strong> med handledare, axel- och hjulvinkelmätning samt justering av axlar.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver<strong> utförligt och nyanserat</strong> olika lastbilars chassikonstruktioner, deras olika användningsområden samt olika axlar, axelkombinationer och fjädringar. Eleven beskriver dessutom <strong>utförligt och nyanserat</strong> olika elektrohydrauliska och hydrauliska styrinrättningar samt olika hjul- och hjälpbromssystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning, demontering, reparation och montering av olika fjädringskomponenter samt kalibrering av automatisk nivåreglering. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll och justering samt felsökning, demontering, reparation och montering av olika hjul- och hjälpbromssystem och deras olika komponenter. Dessutom utför eleven, <strong>efter samråd</strong> med handledare, axel- och hjulvinkelmätning samt justering av axlar.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LAPLAS01</h3>",
      "code": "LAPLAS01",
      "nameHeading": "<h2>Lastbilar – system- och diagnosteknik 1, 100 poäng</h2>",
      "name": "Lastbilar – system- och diagnosteknik 1",
      "englishName": "Trucks – systems and diagnostics technology 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen lastbilar – system- och diagnosteknik 1 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Lastbilars olika elektroniska nätverkssystem samt deras uppbyggnad, funktion och komponenter.</li> <li>Kommunikationsteknik, bland annat CAN bus, LIN och MOST.</li> <li>Elektroniska komponenter och deras funktion, bland annat ledare, halvledare och isolatorer.</li> <li>Olika förarassistans- och säkerhetssystem, deras uppbyggnad, funktion och komponenter, bland annat system för adaptiva funktioner, system för däcktrycksövervakning och CTI-system.</li> <li>Olika elektroniska växlingssystem samt deras styrsystem och komponenter.</li> <li>Metoder för och genomförande av funktionskontroll, felsökning och diagnos av olika el- och elektroniska system och deras komponenter.</li> <li>Metoder för och genomförande av funktionskontroller, felsökning och diagnos på motorstyrsystemen med diagnosinstrument.</li> <li>Digitala informationssystem och mätutrustningar samt tolkning och utvärdering av utläst mätdata i samband med felsökning och diagnos.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>översiktligt</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför,<strong> i samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även,<strong> i samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver<strong> utförligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver<strong> utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med<strong> mycket gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LAPLAS02</h3>",
      "code": "LAPLAS02",
      "nameHeading": "<h2>Lastbilar – system- och diagnosteknik 2, 100 poäng</h2>",
      "name": "Lastbilar – system- och diagnosteknik 2",
      "englishName": "Trucks – systems and diagnostics technology 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen lastbilar – system- och diagnosteknik 2 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika bränslevärmare samt deras uppbyggnad, funktion och komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i fordons komfortelektronik, till exempel regnsensor, spegeljustering och sätesminne.</li> <li>Metoder för och genomförande av felsökning och reparationer av olika avgasreningssystem för förbränningsmotorer.</li> <li>Metoder för och genomförande av analys och utvärdering av uppmätta mätvärden och testresultat med hjälp av manualer, scheman och övrig teknisk information.</li> <li>Metoder för och genomförande av demontering, montering och justering av komponenter i samband med reparationer.</li> <li>Telematikutrustning och mobilitetslösningar i fordon.</li> <li>SRS-systemets funktion och risker vid arbete med systemet.</li> <li>Administrativa verkstadsfunktioner, bland annat bokning, arbetsorder och prisuppgift till kund.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika bränslevärmare, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i lastbilar. Eleven utför även,<strong> i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven,<strong> i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika bränslevärmare, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i lastbilar. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver<strong> utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika lastbilars olika bränslevärmare, deras uppbyggnad, funktion och komponenter.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i lastbilar. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.068Z"
}