{
  "code": "LAU",
  "name": "Lantbruksmaskiner",
  "englishName": "Agricultural machinery",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-09",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2014:67",
  "skolfsAndring": "2022:186",
  "nameHeading": "<h2>Lantbruksmaskiner</h2>",
  "description": "<p>Ämnet lantbruksmaskiner behandlar den tekniska utrustning som används inom lantbruk. Teknisk utrustning som används i samspel med biologiska förutsättningar och biologiska metoder bidrar till en hög kvalitet på lantbrukets produkter och tjänster samt till en hållbar utveckling. Med hjälp av teknisk utrustning kan arbetsuppgifter utföras rationellt och med en ökad precision. Ämnet behandlar hur teknik och teknisk utveckling kan bidra till att den biologiska potentialen utnyttjas bättre. I ämnet ingår körning av fordon samt trafikkunskap.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet lantbruksmaskiner ska syfta till att eleverna utvecklar förmåga att använda teknisk utrustning på rätt sätt och i rätt sammanhang. Den ska bidra till att eleverna får redskap för att söka kunskap om och utnyttja nya tekniska lösningar. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den tekniska utrustningens konstruktion, funktion och inställningsmöjligheter samt förmåga att utföra service och underhåll av teknisk utrustning.</p><p>Praktiska övningar, fältstudier, undersökande arbetssätt och laborationer i fält ska ingå i undervisningen.</p><h4>Undervisningen i ämnet lantbruksmaskiner ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om konstruktion och funktion av samt användningsområden för teknisk utrustning.</li> <li>Förmåga att manövrera och köra fordon, fordonskombinationer och maskiner för att utföra olika arbetsuppgifter.</li> <li>Förmåga att använda teknisk utrustning.</li> <li>Förmåga att utföra service, underhåll och enklare reparationer av teknisk utrustning.</li> <li>Förmåga att ställa in teknisk utrustning för olika arbetsuppgifter samt att utföra funktionskontroller.</li> <li>Förmåga att arbeta ekonomiskt, säkert och ergonomiskt samt med hänsyn till miljön.</li> <li>Kunskaper om lagar och andra bestämmelser.</li> <li>Förmåga att bedöma och rapportera arbetsresultatet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Lantbruksmaskiner 1, 100 poäng, som bygger på kursen fordon och redskap. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen trädgårdsmaskiner.</li> <li>Lantbruksmaskiner 2, 100 poäng, som bygger på kursen lantbruksmaskiner 1 eller kursen trädgårdsmaskiner.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: LAULAT01</h3>",
      "code": "LAULAT01",
      "nameHeading": "<h2>Lantbruksmaskiner 1, 100 poäng</h2>",
      "name": "Lantbruksmaskiner 1",
      "englishName": "Agricultural machinery 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen lantbruksmaskiner 1 omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 4–5.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Teknisk grund</strong> </p><ul> <li>Konstruktions- och funktionsbeskrivningar samt användningsområden för maskiner och teknisk utrustning.</li> <li>Maskinkomponenter och systemfunktioner.</li> <li>Teknik och biologi i samverkan.</li> <li>Ekonomiska beräkningar.</li> </ul><p> <strong>Arbete med lantbruksmaskiner </strong> </p><ul> <li>Körteknik och metodik vid genomförande av arbetsuppgifter.</li> <li>Arbete med maskiner och teknisk utrustning inom växtodling och vid olika underhållsarbeten.</li> <li>Planering och användning av tekniska system inklusive datateknik.</li> <li>Användning av verktyg och verkstadsmaskiner.</li> <li>Tillsyn, service, underhåll och enklare reparationer av maskiner och teknisk utrustning.</li> <li>Inställning, beräkning och kalibrering.</li> <li>Kontroll av funktion på maskiner och teknisk utrustning.</li> <li>Tolkning av instruktions- och handböcker.</li> <li>Bedömning av arbetsresultat.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med användning av lantbruksmaskiner.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och teknisk utrustning. Beskrivningen innehåller <strong>enkla</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>i samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> visst </strong>handlag teknisk utrustning samt utför <strong>i samråd </strong>med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <strong>i samråd </strong>med handledare in maskinerna och den tekniska utrustningen samt utför <strong>i samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>i samråd </strong>med handledare instruktions- och handböcker. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <strong>översiktligt </strong>för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>enkel </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och teknisk utrustning. Beskrivningen innehåller <strong>välgrundade</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>efter samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> gott </strong>handlag teknisk utrustning samt utför <strong>efter samråd </strong>med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <strong>efter samråd </strong>med handledare in maskinerna och den tekniska utrustningen samt utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>efter samråd </strong>med handledare instruktions- och handböcker. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <strong>utförligt </strong>för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>välgrundad </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och teknisk utrustning. Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>efter samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> mycket gott </strong>handlag teknisk utrustning samt utför <strong>efter samråd </strong>med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen. Dessutom ställer eleven <strong>efter samråd </strong>med handledare in maskinerna och den tekniska utrustningen samt utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet använder eleven <strong>efter samråd </strong>med handledare instruktions- och handböcker. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>gott</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Eleven redogör också <strong>utförligt och nyanserat </strong>för de faktorer som påverkar det ekonomiska resultatet. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LAULAT02</h3>",
      "code": "LAULAT02",
      "nameHeading": "<h2>Lantbruksmaskiner 2, 100 poäng</h2>",
      "name": "Lantbruksmaskiner 2",
      "englishName": "Agricultural machinery 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen lantbruksmaskiner 2 omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 3 och 5.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Teknisk grund</strong> </p><ul> <li>Användningsområden för maskiner och teknisk utrustning.</li> <li>Tekniska system för styrning, kontroll och datainsamling.</li> <li>Val av maskiner, teknisk utrustning och mekaniseringskedjor.</li> <li>Teknik och biologi i samverkan.</li> <li>Maskinekonomi och maskinsamverkan.</li> <li>Aktuell teknisk utveckling – försök och forskning.</li> </ul><p> <strong>Arbete med lantbruksmaskiner</strong> </p><ul> <li>Planering av arbetsmetoder inför användning av lantbruksmaskiner.</li> <li>Arbetsmetodik vid till exempel plöjning, harvning, mekanisk ogräsbekämpning, tröskning, bärgning av halm samt vallskörd.</li> <li>Service, underhåll och enklare reparationer av teknisk utrustning.</li> <li>Inställning av maskiner för optimalt utnyttjande i samband med olika arbetsmoment.</li> <li>Funktionskontroll och felsökning på maskiner och teknisk utrustning.</li> <li>Bedömning av arbetsresultat.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med användning av lantbruksmaskiner.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <strong>enkla</strong> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <strong>översiktligt </strong>för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <strong>översiktligt </strong>för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>i samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> visst </strong>handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <strong>i samråd </strong>med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <strong>i samråd </strong>med handledare in den tekniska utrustningen samt utför <strong>i samråd </strong>med handledare funktionskontroller. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>enkel </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <strong>välgrundade</strong> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <strong>utförligt </strong>för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <strong>utförligt </strong>för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>efter samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> gott </strong>handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <strong>efter samråd </strong>med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <strong>efter samråd </strong>med handledare in den tekniska utrustningen samt utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>välgrundad </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>konstruktion och funktion av samt användningsområden för lantbruksmaskiner och för teknisk utrustning för styrning, kontroll och insamling av data. Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> samband mellan hur den tekniska utrustningen används och kvaliteten på det uppnådda arbetsresultatet. Eleven redogör också <strong>utförligt och nyanserat </strong>för hur olika maskiner och maskiners tekniska utrustning passar för olika förutsättningar och arbetsuppgifter. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för hur biologiska, tekniska och ekonomiska faktorer påverkar val av maskiner, teknisk utrustning, arbetsmetoder och tidpunkt för att utföra olika arbetsuppgifter.</p><p>Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>efter samråd </strong>med handledare lantbruksmaskiner för att utföra olika arbetsuppgifter. Eleven använder med<strong> mycket gott </strong>handlag teknisk utrustning för styrning, kontroll och insamling av data samt utför <strong>efter samråd </strong>med handledare service, underhåll och enklare reparationer av utrustningen. Dessutom ställer eleven <strong>efter samråd </strong>med handledare in den tekniska utrustningen samt utför <strong>efter samråd </strong>med handledare funktionskontroller. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>gott</strong>.</p><p>Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer. När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av arbetsresultatet och rapporterar det.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.075Z"
}