{
  "code": "LJU",
  "name": "Ljudproduktion",
  "englishName": "Audio production",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:83",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:113",
  "skolfsAndring": "2022:197",
  "nameHeading": "<h2>Ljudproduktion</h2>",
  "description": "<p>Ljudproduktion omfattar ett stort område, från olika radiogenrer och film- och tv-ljud, till interaktiva medier, dataspel, ljudböcker och ljudinstallationer i offentliga miljöer. Ljud används även inom konst- och kultursfären, som ljudkonst och som redskap för att informera. Den digitala teknikens utveckling har förändrat såväl produktionstekniken som berättandet och har skapat nya möjligheter att distribuera ljud.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ljudproduktion ska syfta till att eleverna utvecklar kunskaper om berättartekniker för olika typer av ljudproduktioner. Den ska leda till att eleverna utvecklar kunskaper om vad ljud är, hur det spelas in, bearbetas och distribueras, på såväl teoretisk som praktisk nivå. Eleverna ska ges möjlighet att använda kunskaperna för att skapa ljudproduktioner som är anpassade till olika målgrupper och olika produktioners användningsområden. Genom undervisningen ska eleverna få erfarenheter av publiksituationer eftersom produktioner sänds eller publiceras för en bred allmänhet. </p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga till kreativt berättande och förmåga att planera sitt arbete, samarbeta, lösa problem, se alternativa lösningar och ta ansvar för förbättringar. Genom estetisk, innehållsmässig och etisk analys i undervisningen ska eleverna ges möjlighet att utveckla sitt förhållningssätt till ljud.</p><p>Undervisningen ska ge eleverna möjlighet att använda modern teknik för att gestalta och genomföra en ljudproduktion från idé till offentliggörande. I undervisningen ska eleverna ges möjlighet att arbeta med till exempel research, intervjuteknik och olika produktionsmetoder beroende på produktionens karaktär. Genom undervisningen ska eleverna även ges möjlighet att använda analys, diskussion och källkritisk prövning.</p><h4>Undervisningen i ämnet ljudproduktion ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, genomföra och distribuera ljudproduktioner från idé till färdig produktion med hjälp av modern teknik.</li> <li>Kunskaper om och färdigheter i att använda olika produktionsmetoder samt olika berättartekniker, berättarkomponenter och dramaturgiska grepp som används i ljudproduktioner.</li> <li>Förmåga att samarbeta och arbeta inom givna ramar.</li> <li>Förmåga att analysera och utvärdera olika typer av ljudproduktioner med avseende på målgrupp och utifrån såväl estetiska som etiska perspektiv samt att använda ett relevant fackspråk.</li> <li>Kunskaper om lagar och andra bestämmelser samt överenskommelser inom området.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Ljudproduktion 1, 100 poäng. </li> <li>Ljudproduktion 2, 100 poäng, som bygger på kursen ljudproduktion 1. </li> <li>Film- och interaktiv ljudproduktion, 100 poäng, som bygger på kursen ljudproduktion 2. </li> <li>Radioproduktion, 100 poäng, som bygger på kursen ljudproduktion 2.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: LJULJU01</h3>",
      "code": "LJULJU01",
      "nameHeading": "<h2>Ljudproduktion 1, 100 poäng</h2>",
      "name": "Ljudproduktion 1",
      "englishName": "Audio production 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen ljudproduktion 1 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Research, källkritik, produktionsplanering och utvärdering.</li> <li>Inspelnings- och redigeringsteknik. Distribution.</li> <li>Ljud vid film- och radioproduktion.</li> <li>Manusarbete, intervjuteknik och röstfunktion.</li> <li>Orientering om digital musikproduktion för film och radio, till exempel jinglar och enklare filmmusik.</li> <li>Orientering om olika genrer och stilar genom ljudmediernas historia.</li> <li>Förutsättningar för produktion för public service jämfört med reklamfinansierade medier.</li> <li>Upphovsrätten och pressetiska regler.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför och distribuerar <strong>i samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>någon </strong><strong>enkel</strong> ljudproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>enkel </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>någon</strong> berättarteknik, berättarkomponent eller <strong>något </strong>dramaturgiskt grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd </strong>med handledare uppkomna problem. Eleven arbetar <strong>till viss del</strong> inom givna ramar.</p><p>Eleven redogör <strong>översiktligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en <strong>enkel</strong> analys och utvärdering av ljudproduktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>några</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>välgrundad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. Eleven arbetar inom givna ramar.</p><p>Eleven redogör <strong>utförligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade </strong>funktioner. I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>flera</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som följs. I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med säkerhet</strong> <strong>flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>god </strong>kvalitet <strong>och ett kreativt ljudbildspråk</strong>. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>. Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>. Eleven gör även en <strong>komplex </strong>analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> <strong>och nyanserade </strong>resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LJULJU02</h3>",
      "code": "LJULJU02",
      "nameHeading": "<h2>Ljudproduktion 2, 100 poäng</h2>",
      "name": "Ljudproduktion 2",
      "englishName": "Audio production 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen ljudproduktion 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Dokumentär- och reklamproduktioner. Planering, genomförande och utvärdering.</li> <li>Inspelnings- och redigeringsteknikens mer avancerade och manuella funktioner. Mikrofoner för olika ändamål. </li> <li>Orientering om publicering på olika distributionsplattformar. Olika ljudformat.</li> <li>Manusarbete, från idé, research och källkritik till synopsis och färdigt inspelningsmanus.</li> <li>Intervjuteknik, till exempel processintervju och aktivt lyssnande.</li> <li>Berättande med ljud. Hur dramaturgi, berättarteknik och berättarkomponenter används för att berätta en historia eller förmedla en känsla.</li> <li>Orientering om hur ljud används i olika datormiljöer, inom konst, kultur och undervisning samt för att sprida information.</li> <li>Estetiska och etiska perspektiv. Hur de påverkar form och innehåll.</li> <li>Målgruppstänkande. Hur det påverkar form och innehåll.</li> <li>Kostnadsramar för produktioner och vad det innebär att arbeta inom givna tidsramar och på vilket sätt det påverkar kvaliteten.</li> <li>Marknadsföringslagen med betoning på reklam samt yttrandefrihetslagen.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför och distribuerar <strong>i samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>någon </strong><strong>enkel</strong> ljudproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>enkel </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>någon</strong> berättarteknik, berättarkomponent eller <strong>något </strong>dramaturgiskt grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd </strong>med handledare uppkomna problem. Eleven arbetar <strong>till viss del</strong> inom givna ramar.</p><p>Eleven redogör <strong>översiktligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en <strong>enkel</strong> analys och utvärdering av ljudproduktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>några</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>välgrundad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. Eleven arbetar inom givna ramar.</p><p>Eleven redogör <strong>utförligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp hon eller han använt i sin produktion samt drar <strong>välgrundade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella </strong>funktioner. I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>flera</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som följs. I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med säkerhet</strong> <strong>flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>god </strong>kvalitet <strong>och ett kreativt ljudbildspråk</strong>. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>. Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>. Eleven gör även en <strong>komplex </strong>analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> <strong>och nyanserade </strong>resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LJUFIL0</h3>",
      "code": "LJUFIL0",
      "nameHeading": "<h2>Film- och interaktiv ljudproduktion, 100 poäng</h2>",
      "name": "Film- och interaktiv ljudproduktion",
      "englishName": "Film and interactive audio production",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen film- och interaktiv ljudproduktion omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i film- och interaktiv ljudproduktion.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Filmljud och filmmusik. Planering, utformning och utvärdering.</li> <li>Produktionsmetoder, planering samt olika fiktiva produktioners kostnader och budget.</li> <li>Avancerad ljudredigering, ljudbearbetning och mastring. Hur arbetsprover kan utformas.</li> <li>Digital musikproduktion.</li> <li>Ljud i olika interaktiva produktioner. Hur det används, produceras och distribueras.</li> <li>Publicering på olika distributionsplattformar med betoning på interaktiva produktioner, musik och filmljud.</li> <li>Interaktivt berättande och tekniska verktyg.</li> <li>Filmljudets berättartekniska funktioner.</li> <li>Innehåll, form, teknik och målgrupp i ljudproduktioner ur ett estetiskt och etiskt perspektiv.</li> <li>Avtal och kontrakt samt bestämmelser och överenskommelser med betoning på interaktiva produktioner, musik och filmljud.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför och distribuerar <strong>i samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>någon </strong><strong>enkel</strong> ljudproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>enkel </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>någon</strong> berättarteknik, berättarkomponent eller <strong>något </strong>dramaturgiskt grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd </strong>med handledare uppkomna problem. Eleven arbetar <strong>till viss del</strong> inom givna ramar.</p><p>Eleven redogör <strong>översiktligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en <strong>enkel</strong> analys och utvärdering av ljudproduktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter </strong><strong>samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>några</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>välgrundad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. Eleven arbetar inom givna ramar.</p><p>Eleven redogör <strong>utförligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella </strong>funktioner. I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>flera</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som följs. I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med säkerhet</strong> <strong>flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>god </strong>kvalitet <strong>och ett kreativt ljudbildspråk</strong>. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>. Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>. Eleven gör även en <strong>komplex </strong>analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> <strong>och nyanserade </strong>resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: LJURAD0</h3>",
      "code": "LJURAD0",
      "nameHeading": "<h2>Radioproduktion, 100 poäng</h2>",
      "name": "Radioproduktion",
      "englishName": "Radio production",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen radioproduktion omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i radioproduktion.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Radioproduktioner. Planering, genomförande och utvärdering. Hur arbetsprover kan utformas.</li> <li>Radioproduktionsmetoder samt olika radioproduktioners kostnader och budget.</li> <li>Research för radioprogrammet och källkritiskt arbete.</li> <li>Direktsändning och förinspelade radioprogram.</li> <li>Att tala i radio med hjälp av manus och röstteknik.</li> <li>Publicering på olika distributionsplattformar och ljudformat med betoning på radio.</li> <li>Olika typer av intervjuer.</li> <li>Innehåll, form, teknik och målgrupp i radioproduktioner ur ett estetiskt och etiskt perspektiv.</li> <li>Avtal och kontrakt samt lagar, andra bestämmelser och överenskommelser med betoning på radiomediet. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför och distribuerar <strong>i samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>någon </strong><strong>enkel</strong> ljudproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>enkel </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>någon</strong> berättarteknik, berättarkomponent eller <strong>något </strong>dramaturgiskt grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd </strong>med handledare uppkomna problem. Eleven arbetar <strong>till viss del</strong> inom givna ramar.</p><p>Eleven redogör <strong>översiktligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en <strong>enkel</strong> analys och utvärdering av ljudproduktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade </strong>funktioner. I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>några</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som<strong> till viss del </strong>följs. I samband med researcharbetet gör eleven en <strong>välgrundad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med viss säkerhet</strong> <strong>några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>tillfredsställande </strong>kvalitet. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. Eleven arbetar inom givna ramar.</p><p>Eleven redogör <strong>utförligt </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. Eleven gör även en analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med viss säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför och distribuerar <strong>efter samråd </strong>med handledare ljudproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella </strong>funktioner. I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen.</p><p>Eleven använder <strong>flera</strong> ljudproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat </strong>manus som följs. I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av informationens användbarhet utifrån syftet. I ljudproduktioner använder eleven <strong>med säkerhet</strong> <strong>flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.</p><p>Produktionen uppvisar en <strong>god </strong>kvalitet <strong>och ett kreativt ljudbildspråk</strong>. I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd </strong>med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>. Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade </strong>slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>. Eleven gör även en <strong>komplex </strong>analys och utvärdering av ljudproduktioner som inbegriper <strong>välgrundade</strong> <strong>och nyanserade </strong>resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.</p><p>Eleven använder <strong>med säkerhet</strong> fackspråk i sitt arbete och i sina bedömningar, redogörelser och analyser.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna ljudproduktionen</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
