{
  "code": "MEK",
  "name": "Mekatronik",
  "englishName": "Mechatronics",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-13",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:161",
  "skolfsAndring": "2022:213",
  "nameHeading": "<h2>Mekatronik</h2>",
  "description": "<p>Mekatronik är en sammanslagning av mekanik och elektronik. De två teknikområdena slås ihop för att man ska kunna studera sådan teknisk utrustning i vardagen som integrerar elektriska och mekaniska funktioner. I ämnet mekatronik behandlas samverkan mellan olika teknikområden inom produkter och processer. Ämnet kan delas upp i två delar – produktmekatronik och processmekatronik. Produktmekatronik behandlar produkters uppbyggnad, och processmekatronik behandlar uppbyggnaden av de processer som bygger dessa produkter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet mekatronik ska syfta till att eleverna utvecklar förmåga att bygga mekatroniska system samt kunskaper om hur mekanisk struktur, elektroteknik samt styr- och reglerteknik samverkar i människors vardag i tekniska system. Vidare ska undervisningen leda till att eleverna utvecklar kunskaper om hur naturvetenskapliga principer kan beskrivas med hjälp av matematiska formler. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur tekniska system kan brytas ned i delsystem.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förståelse av tekniken i vardagen. I undervisningen ska eleverna ges möjlighet att arbeta både praktiskt och teoretiskt med olika arbetsuppgifter. Dessutom ska undervisningen ge eleverna möjlighet att träna sin förmåga att planera dessa arbetsuppgifter.</p><h4>Undervisningen i ämnet mekatronik ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, bygga och dokumentera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik.</li> <li>Förmåga att använda ritningar och manualer samt samarbeta med andra.</li> <li>Färdigheter i att använda informationsteknik som stöd vid byggnation och programmering av mekatroniska system.</li> <li>Kunskaper om hur mekanisk struktur, elektroteknik samt styr- och reglerteknik kan sammanföras till ett system.</li> <li>Förståelse av hur matematik och fysik kan användas för att beskriva principer inom ellära och mekanik.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Mekatronik 1, 100 poäng. </li> <li>Mekatronik 2, 100 poäng, som bygger på kursen mekatronik 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: MEKMEK01</h3>",
      "code": "MEKMEK01",
      "nameHeading": "<h2>Mekatronik 1, 100 poäng</h2>",
      "name": "Mekatronik 1",
      "englishName": "Mechatronics 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen mekatronik 1 omfattar punkterna 1–2 och 4–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet utifrån en produktmekatronisk utgångspunkt.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Elarbete, mekaniskt arbete och enklare programmering av styrenheter.</li> <li>Tolkning av ritningar och manualer.</li> <li>Uppbyggnad av mekatroniska system från sensor, via styrenhet, till aktuator.</li> <li>Hur logiska grundfunktioner kan användas för olika styrtekniska lösningar.</li> <li>Tekniska lösningar i vardagen för omvandling av energi, materia eller information.</li> <li>Grundläggande mekaniska begrepp, till exempel hävstång, block, lutande planet, fackverk och balk.</li> <li>Grundläggande elektriska storheter och begrepp, till exempel laddning, ström, spänning, resistans och sluten krets.</li> <li>Mätning av olika mekaniska och elektriska storheter.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och bygger <strong>i samråd</strong> med handledare <strong>ett</strong> <strong>eller</strong> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar och manualer samt samarbetar <strong>med viss säkerhet </strong>med andra. Eleven gör en <strong>enkel </strong>dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>översiktligt</strong> hur ett <strong>enkelt </strong>mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>översiktligt </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och bygger <strong>efter samråd </strong>med handledare <strong>ett eller</strong> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar och manualer samt samarbetar <strong>med viss säkerhet </strong>med andra. Eleven gör en <strong>noggrann </strong>dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>utförligt</strong> hur ett mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>utförligt </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och bygger <strong>efter samråd </strong>med handledare flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med säkerhet</strong> ritningar och manualer samt samarbetar <strong>med säkerhet </strong>med andra. Eleven gör en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>utförligt och nyanserat</strong> hur ett <strong>komplext </strong>mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>utförligt och nyanserat </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MEKMEK02</h3>",
      "code": "MEKMEK02",
      "nameHeading": "<h2>Mekatronik 2, 100 poäng</h2>",
      "name": "Mekatronik 2",
      "englishName": "Mechatronics 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen mekatronik 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet utifrån både en produktmekatronisk och en processmekatronisk utgångspunkt.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Mekatroniska system och mekatroniska processer.</li> <li>Fördjupad tolkning av ritningar och manualer.</li> <li>Informationsteknik som stöd vid uppbyggnad och programmering av mekatroniska system, till exempel cad-programvara med stöd för hållfasthetsprövning vid olika belastningar och programmeringsverktyg för aktuellt styrsystem.</li> <li>Metoder för integration av mekanisk struktur, elektroteknik och styrteknik vid byggandet av mekatroniska system i form av såväl produkter som tillverkningssystem.</li> <li>Begreppen process och system.</li> <li>Modularisering och demodularisering av tillverkningssystem och tekniska system i vardagen.</li> <li>Matematiska och fysikaliska begrepp vid arbete med mekatroniska system, till exempel hävarm, moment, kraft, tröghet, uthållning, styvhet och jämvikt.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och bygger <strong>i samråd </strong>med handledare <strong>ett eller</strong> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar, manualer och informationsteknik. Dessutom samarbetar eleven <strong>med viss säkerhet </strong>med andra. Eleven gör en <strong>enkel </strong>dokumentation av sitt arbete samt utvärderar det med <strong>enkla</strong> omdömen.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>översiktligt</strong> hur ett <strong>enkelt </strong>mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>översiktligt </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och bygger <strong>efter samråd </strong>med handledare <strong>ett eller</strong> flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med viss säkerhet</strong> ritningar, manualer och informationsteknik. Dessutom samarbetar eleven <strong>med viss säkerhet </strong>med andra. Eleven gör en <strong>noggrann </strong>dokumentation av sitt arbete samt utvärderar det med <strong>nyanserade</strong> omdömen.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>utförligt</strong> hur ett mekatroniskt system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>utförligt </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och bygger <strong>efter samråd </strong>med handledare flera mekatroniska system som sammanför mekanisk struktur, elektroteknik och styrteknik. I arbetet använder eleven <strong>med säkerhet</strong> ritningar, manualer och informationsteknik. Dessutom samarbetar eleven <strong>med säkerhet </strong>med andra. Eleven gör en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete samt utvärderar det med <strong>nyanserade</strong> omdömen. <strong>Dessutom ger eleven förslag på hur systemet kan förbättras</strong>.</p><p>Med exempel från både industri och vardagsliv beskriver eleven <strong>utförligt och nyanserat</strong> hur ett mekatroniskt <strong>komplext </strong>system är uppbyggt. Med hjälp av matematiska och fysikaliska begrepp beskriver eleven <strong>utförligt och nyanserat </strong>fysikaliska principer vid olika mekatroniska tillämpningar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.083Z"
}