{
  "code": "MOE",
  "name": "Modersmål",
  "englishName": "Mother tongue",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2023-04-21",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:97",
  "skolfsAndring": "2022:219",
  "nameHeading": "<h2>Modersmål</h2>",
  "description": "<p>Goda kunskaper i modersmålet gagnar lärandet av svenska, andra språk och andra ämnen i och utanför skolan. Ett rikt och varierat modersmål är betydelsefullt för att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden. Modersmålet är också en värdefull tillgång vid internationella kontakter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar färdigheter i att tala, läsa, skriva och lyssna på sitt modersmål. Eleverna ska också ges möjlighet att utveckla kunskaper om sitt modersmål. Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om litteratur.</p><p>Eleverna ska ges möjlighet att i tal och skrift utveckla ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjlighet att uttrycka sin personlighet och stärka sin identitet. Undervisningen ska bidra till att eleverna blir förankrade i både språkområdets kultur och den svenska kulturen. </p><p>I undervisningen ska eleverna ges möjlighet att utveckla sitt språk i tal och skrift genom att arbeta processinriktat i samspel med andra. Vidare ska undervisningen ge eleverna möjlighet att utveckla ett interkulturellt förhållningssätt i skolan och samhället genom att undervisningen ska utgå från ett jämförande perspektiv på språket och kulturen.</p><h4>Undervisningen i ämnet modersmål ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förståelse av modersmålet inom olika områden.</li> <li>Förmåga att muntligt uttrycka tankar, känslor och åsikter i samtal, diskussioner och redovisningar med ett rikt ord- och begreppsförråd.</li> <li>Förmåga att skriva olika texttyper med ett rikt ord- och begreppsförråd och med hänsyn till mottagare och situation samt att bearbeta texterna utifrån egen reflektion och andras respons. </li> <li>Förmåga att tillägna sig litteratur och författarskap från olika tider samt texter i olika genrer.</li> <li>Kunskaper om modersmålets uppbyggnad och förståelse av dess utveckling samt förmåga att göra jämförelser mellan modersmålet och det svenska språket. </li> <li>Kunskaper om historia, kultur, natur, geografi och aktuella samhällsförhållanden där språket talas, samt förmåga att göra jämförelser med svenska förhållanden.</li> <li>Förmåga att i vardagliga sammanhang, muntligt och skriftligt, tolka från modersmål till svenska och tvärtom.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Modersmål 1, 100 poäng, som bygger på grundskolans kunskaper eller motsvarande.</li> <li>Modersmål 2, 100 poäng, som bygger på kursen modersmål 1.</li> <li>Modersmål – aktiv tvåspråkighet, 100 poäng, som bygger på kursen modersmål 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: MOEXXX01</h3>",
      "code": "MOEXXX01",
      "nameHeading": "<h2>Modersmål 1, 100 poäng</h2>",
      "name": "Modersmål 1",
      "englishName": "Mother tongue 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen modersmål 1 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Egen språkproduktion i tal med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap. </li> <li>Egen språkproduktion i skrift med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap. </li> <li>Ord- och begreppsförråd.</li> <li>Språkriktighet, stil och struktur i samband med talade och skrivna texter.</li> <li>Texter på modersmålet valda med hänsyn till elevernas intressen och studieväg.</li> <li>Modern litteratur, bilder, konst och musik som tar upp vardagsliv, relationer och livsfrågor.</li> <li>Språkets spridning och förekomst samt hur språket används.</li> <li>Kultur, natur och geografiska förhållanden i språkområdet. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven förstår <strong>huvudsakligt innehåll </strong>i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.</p><p>Eleven uttrycker muntligt sina tankar, känslor och åsikter på modersmålet så att innehållet blir <strong>i huvudsak </strong>begripligt och korrekt. I samtal växlar eleven <strong>med viss säkerhet </strong>mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet med<strong> viss </strong>anpassning till syfte, mottagare och situation samt följer <strong>i huvudsak </strong>skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak </strong>är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <strong>vardaglig</strong> karaktär på modersmålet och redogör <strong>översiktligt</strong> för innehållet i texten <strong>och några </strong><strong>tankar</strong><strong> som läsningen har väckt</strong>. </p><p>Eleven redogör <strong>översiktligt</strong> för modersmålets spridning och hur språket används. I både tal och skrift presenterar eleven <strong>grundläggande </strong>fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <strong>översiktligt </strong>några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>enkla </strong>jämförelser med svenska förhållanden. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga detaljer</strong> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.</p><p>Eleven uttrycker muntligt <strong>sammanhängande och strukturerat </strong>sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <strong>med säkerhet </strong>mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig på modersmålet med anpassning till syfte, mottagare, situation och <strong>innehåll</strong> samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <strong>olika</strong> karaktär på modersmålet och redogör <strong>utförligt</strong> för innehållet i texten <strong>samt </strong><strong>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven redogör <strong>utförligt</strong> för modersmålets spridning och hur språket används. <strong>Dessutom redogör eleven översiktligt för hur modersmålet är uppbyggt och gör enkla jämförelser med svenska språket</strong>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <strong>utförligt </strong>några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>välgrundade </strong>jämförelser med svenska förhållanden. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt.</p><p>Eleven uttrycker muntligt <strong>sammanhängande, strukturerat, tydligt, ledigt samt med variation och flyt </strong>sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt. I samtal växlar eleven <strong>med säkerhet </strong>mellan vardagsspråk och skolspråk. I skrift formulerar eleven sig <strong>varierat och nyanserat </strong>på modersmålet med anpassning till syfte, mottagare, situation och <strong>innehåll </strong>samt följer skriftspråkets konventioner. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser relativt obehindrat texter av <strong>olika</strong> karaktär på modersmålet och redogör <strong>utförligt och nyanserat</strong> för innehållet i texten <strong>samt </strong><strong>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för modersmålets spridning och hur språket används. <strong>Dessutom redogör eleven utförligt för hur modersmålet är uppbyggt och gör välgrundade jämförelser med svenska språket</strong>. I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet. Eleven ger exempel på och diskuterar <strong>utförligt och nyanserat </strong>några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>välgrundade och nyanserade </strong>jämförelser med svenska förhållanden. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MOEXXX02</h3>",
      "code": "MOEXXX02",
      "nameHeading": "<h2>Modersmål 2, 100 poäng</h2>",
      "name": "Modersmål 2",
      "englishName": "Mother tongue 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen modersmål 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Muntlig språkproduktion i avancerade sammanhang. Muntlig framställning i och inför grupp, till exempel omfattande presentationer, intervjuer och argumentationer. </li> <li>Skriftlig språkproduktion i avancerade sammanhang. Skriftlig framställning med tonvikt på utredande och argumenterande text, baserad på olika källor som behandlats i undervisningen.</li> <li>Fördjupat ord- och begreppsförråd.</li> <li>Skönlitterära verk och författarskap. Skönlitterära texter som speglar samhället och kulturen i språkområdet, i vår tid och förr i tiden.</li> <li>Sakprosatexter som knyter an till elevens intressen och studieväg. Texter i olika medier som tar upp aktuella samhällsfrågor och kulturella frågor.</li> <li>Jämförelser mellan modersmålet och det svenska språket vad gäller ord och begrepp, meningsbyggnad och olika texters struktur och uppbyggnad.</li> <li>Samhällsförhållanden i språkområdet.</li> <li>Fördjupade studier av historia och kultur i språkområdet, till exempel inom konst, musik, arkitektur och film.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven förstår <strong>huvudsakligt innehåll </strong>i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.</p><p>Eleven uttrycker, på modersmålet, ledigt tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>i huvudsak </strong>framgår. Eleven sammanställer <strong>i samråd </strong>med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande <strong>och har tydligt urskiljbar disposition</strong>. Texterna är <strong>till</strong> <strong>viss del</strong> anpassade till texttyp, syfte och mottagare. Eleven tillämpar <strong>med viss säkerhet </strong>regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>endast i undantagsfall</strong><strong> ska försvåras</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak </strong>är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven läser <strong>relativt </strong>obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>översiktligt</strong> för innehållet i lästa texter <strong>och några tankar som läsningen har väckt</strong>. </p><p>Eleven redogör <strong>i samråd </strong>med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <strong>översiktligt</strong> för kulturella och samhälleliga förhållanden i språkområdet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga detaljer</strong> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.</p><p>Eleven uttrycker, på modersmålet, ledigt<strong> och språkligt säkert </strong>tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>i huvudsak </strong>framgår. Eleven sammanställer <strong>efter samråd </strong>med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och ger ett nytt perspektiv på det lästa</strong>. <strong>Dessutom resonerar och drar eleven välgrundade slutsatser utifrån sina resonemang</strong>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <strong>med säkerhet</strong> regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera tillfredsställande</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <strong>Språket är klart och varierat och innehåller goda formuleringar</strong>.</p><p>Eleven läser <strong>relativt </strong>obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>utförligt</strong> för innehållet i lästa texter <strong>samt </strong><strong>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven redogör <strong>efter samråd </strong>med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <strong>utförligt</strong> för kulturella och samhälleliga förhållanden i språkområdet <strong>samt översiktligt för den kulturella och språkliga utvecklingen i språkområdet</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål, såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt.</p><p>Eleven uttrycker, på modersmålet, ledigt<strong> och språkligt säkert </strong>tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>klart </strong>framgår. <strong>Dessutom gör eleven vid behov anpassningar till åhörarna under framställningens gång</strong>. Eleven sammanställer <strong>efter samråd </strong>med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och ger ett nytt perspektiv på det lästa</strong>. <strong>Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</strong>. Texterna är anpassade till texttyp, syfte och mottagare. Eleven tillämpar <strong>med säkerhet </strong>regler för citat- och referatteknik och skriver i huvudsak korrekt. </p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera bra</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<strong> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</strong>.</p><p>Eleven läser obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>utförligt och nyanserat</strong> för innehållet i lästa texter <strong>samt </strong><strong>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven redogör<strong> efter samråd </strong>med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket. I både tal och skrift redogör eleven <strong>utförligt och nyanserat</strong> för kulturella och samhälleliga förhållanden i språkområdet <strong>samt utförligt för den kulturella och språkliga utvecklingen i språkområdet</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MOEMOD0</h3>",
      "code": "MOEMOD0",
      "nameHeading": "<h2>Modersmål – aktiv tvåspråkighet, 100 poäng</h2>",
      "name": "Modersmål – aktiv tvåspråkighet",
      "englishName": "Mother tongue – active bilingualism",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen modersmål – aktiv tvåspråkighet omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 7.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Kommunikation i tal och skrift, till exempel med myndigheter, högskolor och arbetsgivare. </li> <li>Informella brev som syftar till social kommunikation.</li> <li>Ord- och begreppsförråd med särskild tonvikt på ord som hör till medborgarrollen och samhällslivet.</li> <li>Tolkning och översättning i vardagliga sammanhang till och från modersmålet.</li> <li>Översättning till modersmålet av olika blanketter som medborgare i Sverige använder.</li> <li>Texter i form av berättelser och dikter inom modern litteratur på modersmålet och texter från svensk litteratur för olika typer av jämförelser.</li> <li>Aktuella samhällsfrågor. Jämförande studier mellan länder där modersmålet talas och Sverige.</li> <li>Kulturella företeelser och sevärdheter. Jämförande studier mellan länder där modersmålet talas och Sverige.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven förstår <strong>huvudsakligt innehåll </strong>i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>i huvudsak </strong>framgår. Dessutom växlar eleven i tal <strong>med viss ledighet </strong>mellan svenska och modersmål. Eleven använder även i tal <strong>med viss säkerhet </strong>olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <strong>med viss säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>i samråd </strong>med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som <strong>till</strong> <strong>viss del</strong> är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <strong>med viss säkerhet </strong>sina texter efter respons.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>endast i undantagsfall ska försvåras</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak </strong>är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.</p><p>Eleven översätter <strong>med viss säkerhet </strong>vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <strong>i huvudsak </strong>korrekt. Eleven återberättar på modersmålet <strong>översiktligt </strong>innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <strong>enkla </strong>språkliga och andra jämförelser av texterna från båda språken samt <strong>redogör för några tankar som </strong><strong>läsningen har väckt</strong>.</p><p>Eleven planerar och genomför <strong>i samråd</strong> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <strong>översiktligt</strong>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <strong>tillfredsställande </strong>kvalitet, och språkligt är resultatet<strong> till</strong> <strong>viss del</strong> anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>på ett begripligt sätt</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga detaljer</strong> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>i huvudsak </strong>framgår. Dessutom växlar eleven i tal <strong>ledigt </strong>mellan svenska och modersmål. Eleven använder även i tal <strong>med viss säkerhet </strong>olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <strong>med viss säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>efter samråd </strong>med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <strong>med viss säkerhet </strong>sina texter efter respons <strong>samt diskuterar utförligt hur de kan förbättras avseende form och innehåll</strong>.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera tillfredsställande</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<strong> Språket är klart och varierat och innehåller goda formuleringar</strong>.</p><p>Eleven översätter <strong>med viss säkerhet </strong>vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet korrekt. Eleven återberättar på modersmålet <strong>utförligt </strong>innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <strong>välgrundade </strong>språkliga och andra jämförelser av texterna från båda språken, <strong>lyfter fram typiska särdrag </strong>samt <strong>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven planerar och genomför <strong>efter samråd </strong>med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <strong>utförligt</strong>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <strong>tillfredsställande </strong>kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>korrekt och begripligt samt anpassar vid behov sin framställning till olika situationer</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål såväl muntligt som skriftligt. Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt.</p><p>Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>klart </strong>framgår. Dessutom växlar eleven i tal <strong>ledigt och språkligt säkert </strong>mellan svenska och modersmål. Eleven använder även i tal <strong>med säkerhet </strong>olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt. Dessutom använder eleven <strong>med säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig<strong> efter samråd </strong>med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare. Eleven granskar och bearbetar <strong>med säkerhet </strong>sina texter efter respons<strong> samt diskuterar utförligt och nyanserat hur de kan förbättras avseende form och innehåll</strong>.</p><p>Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera bra</strong>. Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.<strong> Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</strong>.</p><p>Eleven översätter <strong>med säkerhet </strong>vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval <strong>och lämplig stil</strong> och i huvudsak i enlighet med språkens konventioner. Elevens översättning förmedlar innehållet <strong>tydligt</strong>, korrekt<strong> och nyanserat</strong>. Eleven återberättar på modersmålet <strong>utförligt och nyanserat </strong>innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur. I samband med läsningen gör eleven <strong>välgrundade och nyanserade </strong>språkliga och andra jämförelser av texterna från båda språken, <strong>lyfter fram typiska särdrag, teman och motiv </strong>samt <strong>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.</p><p>Eleven planerar och genomför<strong> efter samråd </strong>med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk. Eleven redovisar resultatet <strong>utförligt</strong> <strong>och</strong> <strong>nyanserat</strong>, både skriftligt och muntligt. Innehållsmässigt är resultatet av <strong>god </strong>kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.</p><p>Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>obehindrat och precist</strong> <strong>samt </strong><strong>anpassar vid behov sin framställning till olika situationer</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.089Z"
}