{
  "code": "MOL",
  "name": "Mobila maskiner – reparations- och systemteknik",
  "englishName": "Mobile machinery – repair and systems technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:416",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:14",
  "skolfsAndring": "2022:217",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Mobila maskiner – reparations- och systemteknik</h2>",
  "description": "<p>Ämnet mobila maskiner – reparations- och systemteknik behandlar komponenter och system samt reparationer av mobila maskiner.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik ska syfta till att eleverna utvecklar kunskaper om mobila maskiners olika system och komponenter. Eleverna ska även ges möjlighet att utveckla förmåga att utföra reparationer av komponenter och system i mobila maskiner. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem i samband med felsökning och reparationer. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet mobila maskiner – reparations- och systemteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om mobila maskiners olika komponenter och systemuppbyggnad samt hur de samverkar och kommunicerar med varandra.</li> <li>Förmåga att utföra felsökning och reparationer på mobila maskiner samt deras olika system och komponenter.</li> <li>Förmåga att utföra komponent- och kretsmätningar med mät- och diagnosutrustning samt tolka utläst mätdata i samband med felsökning och reparationer.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman och digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Mobila maskiner – kraftöverföring, 100 poäng, som bygger på kursen lastbilar och mobila maskiner – förbränningsmotorer.</li> <li>Mobila maskiner – hydraulsystem, 200 poäng, som bygger på kursen mobila maskiner – kraftöverföring.</li> <li>Mobila maskiner – system- och diagnosteknik 1, 100 poäng, som bygger på kursen mobila maskiner – hydraulsystem.</li> <li>Mobila maskiner – system- och diagnosteknik 2, 100 poäng, som bygger på kursen mobila maskiner – system- och diagnosteknik 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: MOLMOB0</h3>",
      "code": "MOLMOB0",
      "nameHeading": "<h2>Mobila maskiner – kraftöverföring, 100 poäng</h2>",
      "name": "Mobila maskiner – kraftöverföring",
      "englishName": "Mobile machinery – power transmission",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen mobila maskiner – kraftöverföring omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika hydrauliska och mekaniska kraftöverföringar samt deras uppbyggnad, komponenter och manöversystem.</li> <li>Olika elektrohydrauliska manöversystem samt deras uppbyggnad och komponenter.</li> <li>Olika centralväxlar, navreduktioner och drivaxlar samt deras uppbyggnad och komponenter.</li> <li>Metoder och utrustning för samt genomförande av funktionskontroll och felsökning av olika kraftöverföringar, deras komponenter och kringutrustningar.</li> <li>Metoder och utrustning för samt genomförande av demontering, reparation, montering och efterkontroll av olika huvudkomponenter, bland annat momentomvandlare, drivknutar, lager och tätningar.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika hydrauliska och mekaniska kraftöverföringar i mobila maskiner. Eleven beskriver även <strong>översiktligt</strong> funktionsprinciper för och konstruktion av olika elektrohydrauliska manöversystem, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering och montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven<strong> med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han<strong> med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika hydrauliska och mekaniska kraftöverföringar i mobila maskiner. Eleven beskriver även <strong>utförligt</strong> funktionsprinciper för och konstruktion av olika elektrohydrauliska manöversystem, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering och montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika hydrauliska och mekaniska kraftöverföringar i mobila maskiner. Eleven beskriver även <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktion av olika elektrohydrauliska manöversystem, centralväxlar, navreduktioner och drivaxlar.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll samt felsökning och reparationer av olika kraftöverföringar, deras komponenter och kringutrustningar. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering och montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MOLMOI0</h3>",
      "code": "MOLMOI0",
      "nameHeading": "<h2>Mobila maskiner – hydraulsystem, 200 poäng</h2>",
      "name": "Mobila maskiner – hydraulsystem",
      "englishName": "Mobile machinery – hydraulic systems",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen mobila maskiner – hydraulsystem omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika hydrauliksystem samt deras huvudkomponenter och funktion, bland annat system för lyft- och grävfunktion samt bromssystem.</li> <li>Hydraulikpumpar och hydraulmotorer samt deras ventiler och manöversystem.</li> <li>Olika hydraulikscheman samt deras uppbyggnad och symboler.</li> <li>Olika begrepp och deras innebörd inom hydrauliken, bland annat tryck, kraft och volymströmmar.</li> <li>Hydraulikvätskans egenskaper samt tankar, kylare och filter.</li> <li>Metoder och utrustning för funktionskontroll, felsökning och reparationer av olika hydraulsystem, deras komponenter och kringutrustningar samt tryck-, flödes- och täthetskontroll.</li> <li>Metoder för användning av digitala hjälpmedel, specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Miljö- och hälsoaspekter vid arbete med hydraulsystem.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper och konstruktion av olika hydrauliksystem i mobila maskiner. Eleven beskriver även <strong>översiktligt</strong> olika hydraulikpumpar och hydraulmotorer samt deras ventiler och manöversystem. Dessutom beskriver eleven <strong>översiktligt</strong> olika hjul- och hjälpbromssystem.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika hydraulsystem deras komponenter och kringutrustningar i mobila maskiner. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>i samråd</strong> med handledare, i bekanta situationer tryck-, flödes- och täthetskontroll.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver<strong> utförligt</strong> funktionsprinciper och konstruktion av olika hydrauliksystem i mobila maskiner. Eleven beskriver även <strong>utförligt</strong> olika hydraulikpumpar och hydraulmotorer samt deras ventiler och manöversystem. Dessutom beskriver eleven <strong>utförligt</strong> olika hjul- och hjälpbromssystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll samt felsökning och reparationer av olika hydraulsystem deras komponenter och kringutrustningar i mobila maskiner. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer tryck-, flödes- och täthetskontroll.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper och konstruktion av olika hydrauliksystem i mobila maskiner. Eleven beskriver även <strong>utförligt och nyanserat </strong>olika hydraulikpumpar och hydraulmotorer samt deras ventiler och manöversystem. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika hjul- och hjälpbromssystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll samt felsökning och reparationer av olika hydraulsystem deras komponenter och kringutrustningar i mobila maskiner. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer tryck-, flödes- och täthetskontroll.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven<strong> med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MOLMOB01</h3>",
      "code": "MOLMOB01",
      "nameHeading": "<h2>Mobila maskiner – system- och diagnosteknik 1, 100 poäng</h2>",
      "name": "Mobila maskiner – system- och diagnosteknik 1",
      "englishName": "Mobile machinery – systems and diagnostics technology 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen mobila maskiner – system- och diagnosteknik 1 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Mobila maskiners olika elektroniska nätverkssystem samt deras uppbyggnad, funktion och komponenter.</li> <li>Kommunikationsteknik, bland annat CAN bus, LIN och MOST.</li> <li>Elektroniska komponenter och deras funktion, bland annat ledare, halvledare och isolatorer.</li> <li>Olika förarassistans- och säkerhetssystem, deras uppbyggnad, funktion och komponenter, bland annat system för backvarning, last- och grävsystem samt produktionssystem.</li> <li>Olika elektroniska växlingssystem samt deras styrsystem och komponenter.</li> <li>Metoder för och genomförande av funktionskontroll, felsökning och diagnos av el- och elektroniska system samt deras komponenter.</li> <li>Digitala informationssystem och mätutrustningar samt tolkning och utvärdering av utläst mätdata i samband med felsökning och reparationer.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter, såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>översiktligt</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför,<strong> i samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även,<strong> i samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven<strong> med viss säkerhet</strong> rätt arbetsmetod och med<strong> visst</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika förarassistans- och säkerhetssystem samt olika elektroniska växlingssystem och deras styrsystem.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: MOLMOB02</h3>",
      "code": "MOLMOB02",
      "nameHeading": "<h2>Mobila maskiner – system- och diagnosteknik 2, 100 poäng</h2>",
      "name": "Mobila maskiner – system- och diagnosteknik 2",
      "englishName": "Mobile machinery – systems and diagnostics technology 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen mobila maskiner – system- och diagnosteknik 2 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika bränslevärmare samt deras uppbyggnad, funktion och komponenter.</li> <li>Olika laddhybridstyrda hydraulsystem samt deras uppbyggnad, funktion och komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer i hydrostatdrivningssystem samt deras olika komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i avgasreningssystem för förbränningsmotorer.</li> <li>Metoder för och genomförande av analys och utvärdering av uppmätta mätvärden och testresultat med hjälp av manualer, scheman och övrig teknisk information.</li> <li>Telematikutrustning och mobilitetslösningar i maskiner.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Administrativa verkstadsfunktioner, bland annat bokning, arbetsorder och prisuppgift till kund.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter, såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika bränslevärmare, deras uppbyggnad, funktion och komponenter. Eleven beskriver även<strong> översiktligt</strong> olika laddhybridstyrda system i mobila maskiner.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer i hydrostatdrivningssystem samt deras olika komponenter i mobila maskiner. Eleven utför även,<strong> i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i maskiners komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika bränslevärmare, deras uppbyggnad, funktion och komponenter. Eleven beskriver även <strong>utförligt</strong> olika laddhybridstyrda system i mobila maskiner.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer i hydrostatdrivningssystem samt deras olika komponenter i mobila maskiner. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i maskiners komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika mobila maskiners olika bränslevärmare, deras uppbyggnad, funktion och komponenter. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika laddhybridstyrda system i mobila maskiner.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer i hydrostatdrivningssystem samt deras olika komponenter i mobila maskiner. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta<strong> men även nya</strong> situationer felsökning och reparationer av enklare fel i maskiners komfortelektronik samt i olika avgasreningssystem för förbränningsmotorer. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
