{
  "code": "NAG",
  "name": "Naturguidning",
  "englishName": "Nature guide",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:166",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:193",
  "skolfsAndring": "2022:235",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Naturguidning</h2>",
  "description": "<p>Ämnet naturguidning behandlar hur olika natur- och kulturmiljöer kan användas för rekreation, naturupplevelser och aktiviteter av skilda slag. Intresset för att få handledning och guidning i samband med vistelse i naturen och besök i parker och trädgårdar ökar. Nya verksamhetsområden växer fram och kunskaper inom ämnet ger möjligheter till utveckling och arbetstillfällen. En kombination av kunskaper om naturen, om växter och djur, friluftsliv, ledarskap och turism är en förutsättning för arbete med naturguidning i olika sammanhang. I ämnet behandlas också hur redskap och utrustning används för olika aktiviteter.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet naturguidning ska syfta till att eleverna utvecklar förmåga att organisera, planera och genomföra olika former av aktiviteter i natur- och kulturmiljöer. Den ska ge eleverna möjlighet att utveckla förmåga att välja och använda utrustning och teknik för olika aktiviteter i naturen. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om natur- och kulturmiljöer samt om växter, djur och ekologiska samband. Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer samt om allemansrätten. Eleverna ska ges möjlighet att utveckla förmåga att ta ansvar för andra människors säkerhet i samband med arrangerade aktiviteter.</p><p>Undervisningen ska leda till att eleverna utvecklar förmåga att förmedla entusiasm och skapa fascination kring naturupplevelser. I undervisningen ska eleverna också ges möjlighet att utveckla serviceanda och social förmåga.</p><p>Genom vistelse och exkursioner i olika natur- och kulturmiljöer ska eleverna ges möjlighet att utveckla kunskaper om naturen och förmåga att iaktta och upptäcka naturens mångfald. Genom övningar i realistiska situationer ska eleverna ges möjlighet att utveckla förmåga att använda redskap och utrustning för olika aktiviteter samt att handleda andra till rikare natur- och kulturupplevelser. Praktiska övningar ska också ge eleverna möjlighet att utveckla kunskaper om säkerhet, första hjälpen och livräddning.</p><h4>Undervisningen i ämnet naturguidning ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att organisera, planera och genomföra aktiviteter och naturguidningar. </li> <li>Förmåga att välja, använda, vårda och underhålla redskap och utrustning för olika aktiviteter. </li> <li>Kunskaper om olycksrisker och säkerhetsåtgärder samt förmåga att vidta åtgärder vid olycksfall och tillbud. </li> <li>Kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer.</li> <li>Förmåga att informera om växter, djur och natur samt att handleda andra till rikare upplevelser i natur- och kulturmiljöer. </li> </ol><h3>Kurser i ämnet</h3><ul><li>Guidning i naturbruksmiljöer, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen naturguidning 1.</li> <li>Naturguidning 1, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen guidning i naturbruksmiljöer eller i kursen naturturism 1.</li> <li>Naturguidning 2, 200 poäng, som bygger på kursen naturguidning 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: NAGGUD0</h3>",
      "code": "NAGGUD0",
      "nameHeading": "<h2>Guidning i naturbruksmiljöer, 100 poäng</h2>",
      "name": "Guidning i naturbruksmiljöer",
      "englishName": "Guiding in nature environments",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen guidning i naturbruksmiljöer omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering, genomförande och utvärdering av guidningar och aktiviteter i naturbruksmiljöer.</li> <li>Val av lämpliga aktiviteter i naturbruksmiljöer för olika målgrupper, till exempel förskolebarn, ungdomar och vuxna.</li> <li>Planering av säkerhet vid aktiviteter för att minimera olycksrisker samt första hjälpen och livräddning.</li> <li>Lagar och andra bestämmelser som rör säkerhet samt natur- och kulturmiljöer.</li> <li>Växter, djur och ekologiska samband i olika naturbruksmiljöer.</li> <li>Handledning av aktuella målgrupper till rikare natur- och kulturupplevelser.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar <strong>i samråd </strong>med handledare guidningar och aktiviteter i naturbruksmiljöer. I planeringen väljer eleven <strong>med viss säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>i samråd </strong>med handledare guidningarna och aktiviteterna. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>i samråd </strong>med handledare utrustning och redskap för de olika aktiviteterna. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>enkel </strong>bedömning av olycksrisker samt vidtar <strong>i samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med guidningar och aktiviteter informerar och handleder eleven <strong>med viss säkerhet</strong> deltagarna till en rikare natur- och kulturupplevelse. Dessutom gör eleven <strong>enkla</strong> anpassningar till aktuell målgrupp och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar <strong>efter samråd </strong>med handledare guidningar och aktiviteter i naturbruksmiljöer. I planeringen väljer eleven <strong>med viss säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>efter samråd </strong>med handledare guidningarna och aktiviteterna. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning och redskap för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med guidningar och aktiviteter informerar och handleder eleven <strong>med viss säkerhet</strong> deltagarna till en rikare natur- och kulturupplevelse. Dessutom gör eleven anpassningar till aktuell målgrupp och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar <strong>efter samråd </strong>med handledare guidningar och aktiviteter i naturbruksmiljöer. I planeringen väljer eleven <strong>med säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>efter samråd </strong>med handledare guidningarna och aktiviteterna. Resultatet av arbetet är <strong>gott</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning och redskap för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad och nyanserad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med guidningar och aktiviteter informerar och handleder eleven <strong>med säkerhet</strong> deltagarna till en rikare natur- och kulturupplevelse. Dessutom gör eleven <strong>avancerade </strong>anpassningar till aktuell målgrupp och svarar <strong>med säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NAGNAT01</h3>",
      "code": "NAGNAT01",
      "nameHeading": "<h2>Naturguidning 1, 100 poäng</h2>",
      "name": "Naturguidning 1",
      "englishName": "Nature guide 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen naturguidning 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering och genomförande av aktiviteter för längre och kortare vistelse i naturen. </li> <li>Val av aktiviteter efter deltagarnas förutsättningar, till exempel ålder, kondition och erfarenheter.</li> <li>Val av utrustning och material för aktiviteter i naturen.</li> <li>Hantering och vård av material och utrustning för aktiviteter i naturen.</li> <li>Utrustningens konstruktion och funktion.</li> <li>Hygien i samband med vistelse i naturen.</li> <li>Orientering med och utan tekniska hjälpmedel.</li> <li>Eldning och matlagning under varierande förhållanden i naturen. </li> <li>Planering av säkerhet vid aktiviteter för att minimera olycksrisker samt första hjälpen och livräddning.</li> <li>Lagar och andra bestämmelser som rör säkerhet samt natur- och kulturmiljöer.</li> <li>Innebörden i allemansrätten.</li> <li>Information om växter, djur och natur.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven genomför <strong>i samråd </strong>med handledare olika aktiviteter i naturen och naturguidningar. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>i samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>enkel </strong>bedömning av olycksrisker samt vidtar <strong>i samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med aktiviteter och naturguidningar informerar eleven <strong>med viss säkerhet</strong> om växter, djur och natur för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven <strong>enkla</strong> anpassningar till aktuell målgrupp och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven genomför <strong>efter samråd </strong>med handledare olika aktiviteter i naturen och naturguidningar. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med aktiviteter och naturguidningar informerar eleven <strong>med viss säkerhet</strong> om växter, djur och natur för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven anpassningar till aktuell målgrupp och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven genomför <strong>efter samråd </strong>med handledare olika aktiviteter i naturen och naturguidningar. Resultatet av arbetet är <strong>gott</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad och nyanserad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med aktiviteter och naturguidningar informerar eleven <strong>med säkerhet</strong> om växter, djur och natur för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven <strong>avancerade</strong> anpassningar till aktuell målgrupp och svarar <strong>med säkerhet</strong> på frågor.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NAGNAT02</h3>",
      "code": "NAGNAT02",
      "nameHeading": "<h2>Naturguidning 2, 200 poäng</h2>",
      "name": "Naturguidning 2",
      "englishName": "Nature guide 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen naturguidning 2 omfattar punkterna 1–5 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering, organisation, genomförande och utvärdering av naturguidningar för olika målgrupper, till exempel förskolebarn, ungdomar och vuxna.</li> <li>Val av utrustning och material för aktuella aktiviteter.</li> <li>Hantering och vård av material och utrustning för aktuella aktiviteter.</li> <li>Instruktioner till deltagare i naturguidningar inför användning av utrustning och material.</li> <li>Planering av säkerhet vid aktiviteter för att minimera olycksrisker samt första hjälpen och livräddning.</li> <li>Lagar och andra bestämmelser som rör säkerhet samt natur- och kulturmiljöer.</li> <li>Växter, djur och ekologiska samband i olika natur- och kulturmiljöer.</li> <li>Handledning av aktuella målgrupper så att de får rikare naturupplevelser.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar <strong>i samråd </strong>med handledare naturguidningar och olika aktiviteter i naturen. I planeringen väljer eleven <strong>med viss säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>i samråd </strong>med handledare naturguidningarna och aktiviteterna. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>i samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>enkel </strong>bedömning av olycksrisker samt vidtar <strong>i samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med naturguidningar och aktiviteter informerar eleven <strong>med viss säkerhet</strong> om växter, djur och ekologiska samband för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven <strong>enkla</strong> anpassningar till aktuell målgrupp, diskuterar med deltagarna och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar <strong>efter samråd </strong>med handledare naturguidningar och olika aktiviteter i naturen. I planeringen väljer eleven <strong>med viss säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>efter samråd </strong>med handledare naturguidningarna och aktiviteterna. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med naturguidningar och aktiviteter informerar eleven <strong>med viss säkerhet</strong> om växter, djur och ekologiska samband för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven anpassningar till aktuell målgrupp, diskuterar med deltagarna och svarar <strong>med viss säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar <strong>efter samråd </strong>med handledare naturguidningar och olika aktiviteter i naturen. I planeringen väljer eleven <strong>med säkerhet </strong>aktiviteter utifrån aktuell målgrupp. Eleven genomför <strong>efter samråd </strong>med handledare naturguidningarna och aktiviteterna. Resultatet av arbetet är <strong>gott</strong>. I arbetet väljer, använder och vårdar eleven <strong>efter samråd </strong>med handledare utrustning, verktyg och material för de olika aktiviteterna. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en <strong>välgrundad och nyanserad </strong>bedömning av olycksrisker samt vidtar <strong>efter samråd </strong>med handledare åtgärder vid olycksfall och tillbud. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet och natur- och kulturmiljöer.</p><p>I samband med naturguidningar och aktiviteter informerar eleven <strong>med säkerhet</strong> om växter, djur och ekologiska samband för att ge deltagarna en rikare naturupplevelse. Dessutom gör eleven <strong>avancerade</strong> anpassningar till aktuell målgrupp, diskuterar med deltagarna och svarar <strong>med säkerhet</strong> på frågor.</p><p>När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
