{
  "code": "NAM",
  "name": "Naturturism",
  "englishName": "Eco-tourism",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:428",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:32",
  "skolfsAndring": "2022:236",
  "nameHeading": "<h2>Naturturism</h2>",
  "description": "<p>Ämnet naturturism handlar om hur natur- och kulturmiljöer kan nyttjas för rekreation, naturupplevelser och företagande. I ämnet ingår vägledning i samband med vistelse i naturen, arrangerade aktiviteter och besök i naturbrukets olika miljöer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet naturturism ska syfta till att eleverna utvecklar förmåga att bedriva verksamhet för individer och grupper i natur- och kulturmiljöer. Eleverna ska ges möjlighet att utveckla förmåga att förstärka naturupplevelser och förmedla kunskap om biologiska samband i naturen. Undervisningen ska också leda till att eleverna utvecklar serviceanda och social förmåga.</p> <p>Eleverna ska ges möjlighet att utveckla förmåga att med olika metoder planera, genomföra och utvärdera naturturismaktiviteter för olika målgrupper. Dessutom ska eleverna ges möjlighet att utveckla förmåga att välja, använda och vårda utrustning och teknik i samband med verksamheten.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att informera och berätta om växter, djur och om ekologiska samband i naturen. I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om ledarskap och kommunikation samt om hur människor fungerar i grupp. Dessutom ska eleverna ges möjlighet att utveckla kunskap om värdskap och service samt hur naturen kan nyttjas i samband med rekreation och rehabilitering.</p> <p>Undervisningen ska också bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer, om allemansrätten och om naturturism på annans mark samt hur affärsverksamheter kan utvecklas inom ramarna för gällande regelverk. Eleverna ska ges möjlighet att utveckla förmåga att ta ansvar för andra människors säkerhet i samband med arrangerade aktiviteter samt förmåga att förebygga och vidta åtgärder vid olycksfall och tillbud.</p> <p>Genom övningar i realistiska situationer ska eleverna ges möjlighet att utveckla förmåga att vägleda andra till rikare naturupplevelser samt förmåga att använda redskap och utrustning för olika aktiviteter. Praktiska övningar ska också ge eleverna möjlighet att utveckla kunskaper om säkerhet, första hjälpen och livräddning. Genom vistelse och exkursioner i olika natur- och kulturmiljöer ska eleverna ges möjlighet att utveckla kunskaper om naturen och förmåga att iaktta och upptäcka naturens mångfald.</p> <h4>Undervisningen i ämnet naturturism ska ge eleverna förutsättningarna att utveckla följande:</h4> <ol> <li>Kunskaper om naturturismens olika metoder samt förmåga att planera, genomföra och utvärdera olika aktiviteter efter deltagarnas förutsättningar.</li> <li>Förmåga att levandegöra och förmedla kunskaper om naturen och därigenom vägleda andra till upplevelser i natur- och kulturmiljöer på ett yrkesmässigt sätt.</li> <li>Kunskaper om ledarskap och kommunikation och om hur människor fungerar i grupp samt förmåga att möta deltagare på ett serviceinriktat sätt med tydlig målgruppsanpassning.</li> <li>Kunskaper om samband mellan natur och hälsa och hur naturen kan nyttjas i samband med rekreation, friskvård och rehabilitering.</li> <li>Förmåga att välja, använda, vårda och underhålla redskap och utrustning för olika aktiviteter.</li> <li>Kunskaper om olycksrisker och säkerhetsåtgärder samt förmåga att förebygga och vidta åtgärder vid olycksfall och tillbud.</li> <li>Kunskaper om lagar och andra bestämmelser som gäller för olika natur- och kulturmiljöer samt förutsättningar för naturturism på annans mark.</li> <li>Kunskaper om utveckling av affärsverksamheter med inriktning mot naturturism.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Naturturism 1, 100 poäng. Naturturism 1, 100 poäng. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen naturguidning 1.</li> <li>Naturturism 2, 100 poäng, som bygger på kursen naturturism 1.</li> <li>Naturturism 3, 100 poäng, som bygger på kursen naturturism 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: NAMNAT01</h3>",
      "code": "NAMNAT01",
      "nameHeading": "<h2>Naturturism 1, 100 poäng</h2>",
      "name": "Naturturism 1",
      "englishName": "Eco-tourism 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen naturturism 1 omfattar punkterna 1–3 och 5–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika metoder inom naturturism, till exempel guidning, utställning och naturstigar, inklusive enkla kostnadsberäkningar för dessa.</li> <li>Val av aktiviteter efter deltagarnas förutsättningar, till exempel ålder, kondition och erfarenheter.</li> <li>Planering, genomförande och utvärdering av olika aktiviteter för längre och kortare vistelse i naturen.</li> <li>Presentation, information och berättande om aktiviteter, natur- och kulturmiljöer på ett yrkesmässigt sätt.</li> <li>Värdskap och service i samband med naturturismaktiviteter.</li> <li>Ledarskap, gruppdynamik och kommunikation i samband med naturturismaktiviteter, inklusive ledarens roll för deltagarnas upplevelse.</li> <li>Val av utrustning och materiel för olika naturturismområden, inklusive konstruktion och funktion. Hantering och vård av materiel och utrustning.</li> <li>Orientering i olika terräng med och utan tekniska hjälpmedel.</li> <li>Riskinventering och planering av säkerhet vid aktiviteter för att minimera olycksrisker.</li> <li>Första hjälpen och hjärt-lungräddning i samband med vistelse i naturen.</li> <li>Eldning och matlagning under varierande förhållanden i naturen.</li> <li>Hygien och livsmedelshantering i samband med vistelse i naturen.</li> <li>Innebörden av allemansrätten och förutsättningar för naturturism på annans mark, inklusive markägarkontakter.</li> <li>Lagar och andra bestämmelser som rör säkerhet, natur- och kulturmiljöer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för naturturismens olika metoder samt planerar, genomför och utvärderar, <strong>i samråd </strong>med handledare, aktiviteter i olika naturtyper. Eleven förmedlar kunskaper till deltagarna med ett <strong>tillfredsställande </strong>resultat. I samband med naturturismaktiviteter vägleder eleven <strong>med viss säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven redogör <strong>översiktligt</strong> för ledarskapets, gruppdynamikens och kommunikationens betydelse i samband med aktiviteter inom naturturism. Eleven bemöter deltagare på ett serviceinriktat sätt och värderar med <strong>enkla </strong>omdömen sitt bemötande. Dessutom gör eleven <strong>enkla</strong> anpassningar till aktuell målgrupp och svarar på frågor.</p> <p>Eleven väljer, använder och vårdar utrustning, verktyg och material för olika aktiviteter med<strong> visst </strong>handlag. Dessutom löser eleven, <strong>i samråd </strong>med handledare, de materielproblem som uppstår.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>i samråd </strong>med handledare, åtgärder vid olycksfall och tillbud. I samband med aktiviteter på annans mark tar eleven hänsyn till och samarbetar med markägaren. Eleven redogör för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet, natur- och kulturmiljöer samt redogör <strong>översiktligt</strong> för innebörden i allemansrätten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för naturturismens olika metoder samt planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, aktiviteter i olika naturtyper. Eleven förmedlar kunskaper till deltagarna med ett <strong>tillfredsställande </strong>resultat. I samband med naturturismaktiviteter vägleder eleven <strong>med viss säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven redogör <strong>utförligt</strong> för ledarskapets, gruppdynamikens och kommunikationens betydelse i samband med aktiviteter inom naturturism. Eleven bemöter deltagare på ett serviceinriktat sätt och värderar med <strong>nyanserade </strong>omdömen sitt bemötande. Dessutom gör eleven <strong>välgrundade</strong> anpassningar till aktuell målgrupp och svarar på frågor.</p> <p>Eleven väljer, använder och vårdar utrustning, verktyg och material för olika aktiviteter med<strong> gott </strong>handlag. Dessutom löser eleven, <strong>efter samråd </strong>med handledare, de materielproblem som uppstår.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud. I samband med aktiviteter på annans mark tar eleven hänsyn till och samarbetar med markägaren. Eleven redogör för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet, natur- och kulturmiljöer samt redogör <strong>utförligt</strong> för innebörden i allemansrätten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för naturturismens olika metoder samt planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, aktiviteter i olika naturtyper. Eleven förmedlar kunskaper till deltagarna med ett <strong>gott </strong>resultat. I samband med naturturismaktiviteter vägleder eleven <strong>med säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven redogör <strong>utförligt och nyanserat</strong> för ledarskapets, gruppdynamikens och kommunikationens betydelse i samband med aktiviteter inom naturturism. Eleven bemöter deltagare på ett serviceinriktat sätt och värderar med <strong>nyanserade </strong>omdömen sitt bemötande, <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven <strong>välgrundade och nyanserade</strong> anpassningar till aktuell målgrupp och svarar på frågor.</p> <p>Eleven väljer, använder och vårdar utrustning, verktyg och material för olika aktiviteter med<strong> mycket gott </strong>handlag. Dessutom löser eleven, <strong>efter samråd </strong>med handledare, de materielproblem som uppstår.</p> <p>Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud. I samband med aktiviteter på annans mark tar eleven hänsyn till och samarbetar med markägaren. Eleven redogör för och arbetar i enlighet med lagar och andra bestämmelser som rör säkerhet, natur- och kulturmiljöer samt redogör <strong>utförligt och nyanserat</strong> för innebörden i allemansrätten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NAMNAT02</h3>",
      "code": "NAMNAT02",
      "nameHeading": "<h2>Naturturism 2, 100 poäng</h2>",
      "name": "Naturturism 2",
      "englishName": "Eco-tourism 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen naturturism 2 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering, genomförande och utvärdering av aktiviteter med olika metoder inom något av områdena natur- och kulturmiljöer, jakt och viltvård eller fiske och vattenvård.</li> <li>Anpassning till deltagarnas förutsättningar, till exempel ålder, kondition, eventuella funktionsnedsättningar och erfarenhet.</li> <li>Berättande information kring naturturism samt hantering av uppkomna frågor på ett yrkesmässigt och målgruppsanpassat sätt.</li> <li>Konflikter och konflikthantering med exempel från naturturismaktiviteter.</li> <li>Tillgänglighet, service och värdskap för olika målgrupper i samband med naturturism.</li> <li>Kommunikation, reflektion och lärande i samband med naturturism.</li> <li>Naturturismens påverkan på och betydelse för miljön och samhället.</li> <li>Naturturismens betydelse för rekreation, friskvård och rehabilitering.</li> <li>Olika former av funktionsnedsättningar och hur naturturismaktiviteter kan anpassas efter dessa.</li> <li>Aktuell teknisk utrustning inom naturturism, bland annat geografisk informationsteknologi.</li> <li>Riskanalys i samband med naturturism för att minimera olycksrisker och påverkan på natur- och kulturmiljöer.</li> <li>Utformning av bestämmelser och överenskommelser att ta hänsyn till vid genomförande av aktiviteter inom naturturism.</li> <li>Allemansrättens möjligheter och värde samt nyttjande av annans mark i samverkan med andra aktörer och andra områden inom naturbruket.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, genomför och utvärderar, <strong>i samråd </strong>med handledare, aktiviteter med olika metoder och i olika naturtyper. Eleven utformar aktiviteter för deltagarna med ett <strong>tillfredsställande </strong>resultat. Eleven redogör <strong>översiktligt </strong>för naturturismens roll för lärande om naturen och ger exempel på vilken betydelse kunskaper om naturen har för utvecklingen i samhället.</p> <p>Eleven bemöter deltagare utifrån deras förväntningar och hanterar reaktioner från deltagare med<strong> tillfredsställande </strong>resultat. Eleven värderar med <strong>enkla</strong> omdömen sitt bemötande.</p> <p>Eleven redogör översiktligt för samband mellan natur och hälsa och ger exempel på hur naturen kan nyttjas i samband med rekreation och rehabilitering även för deltagare med funktionsnedsättningar.</p> <p>Eleven använder med<strong> viss säkerhet </strong>digital teknik och annan utrustning i samband med aktiviteter inom naturturism. Eleven gör en bedömning av olycksrisker samt vidtar, <strong>i samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med planering och genomförande tar eleven hänsyn till lagar och andra bestämmelser inom området, allemansrätten och nyttjande av annans mark med<strong> tillfredsställande </strong>resultat. I planeringen gör eleven <strong>enkla</strong> reflektioner kring naturturismens påverkan på natur- och kulturmiljöer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, aktiviteter med olika metoder och i olika naturtyper. Eleven utformar aktiviteter för deltagarna med ett <strong>tillfredsställande </strong>resultat. Eleven redogör <strong>utförligt </strong>för naturturismens roll för lärande om naturen och ger exempel på vilken betydelse kunskaper om naturen har för utvecklingen i samhället.</p> <p>Eleven bemöter deltagare utifrån deras förväntningar och hanterar reaktioner från deltagare med<strong> tillfredsställande </strong>resultat. Eleven värderar med <strong>nyanserade </strong>omdömen sitt bemötande.</p> <p>Eleven redogör utförligt för samband mellan natur och hälsa och ger exempel på hur naturen kan nyttjas i samband med rekreation och rehabilitering även för deltagare med funktionsnedsättningar.</p> <p>Eleven använder med<strong> viss säkerhet </strong>digital teknik och annan utrustning i samband med aktiviteter inom naturturism. Eleven gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med planering och genomförande tar eleven hänsyn till lagar och andra bestämmelser inom området, allemansrätten och nyttjande av annans mark med<strong> tillfredsställande </strong>resultat. I planeringen gör eleven <strong>välgrundade</strong> reflektioner kring naturturismens påverkan på natur- och kulturmiljöer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, aktiviteter med olika metoder och i olika naturtyper. Eleven utformar aktiviteter för deltagarna med ett <strong>gott </strong>resultat. Eleven redogör <strong>utförligt och nyanserat </strong>för naturturismens roll för lärande om naturen och ger exempel på vilken betydelse kunskaper om naturen har för utvecklingen i samhället.</p> <p>Eleven bemöter deltagare utifrån deras förväntningar och hanterar reaktioner från deltagare med<strong> gott </strong>resultat. Eleven värderar med <strong>nyanserade</strong> omdömen sitt bemötande <strong>samt ger förslag på hur arbetet kan förbättras.</strong></p> <p>Eleven redogör utförligt och<strong> nyanserat</strong> för samband mellan natur och hälsa och ger exempel på hur naturen kan nyttjas i samband med rekreation och rehabilitering även för deltagare med funktionsnedsättningar.</p> <p>Eleven använder <strong>med säkerhet </strong>digital teknik och annan utrustning i samband med aktiviteter inom naturturism. Eleven gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med planering och genomförande tar eleven hänsyn till lagar och andra bestämmelser inom området, allemansrätten och nyttjande av annans mark med<strong> gott </strong>resultat. I planeringen gör eleven <strong>välgrundade och nyanserade</strong> reflektioner kring naturturismens påverkan på natur- och kulturmiljöer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NAMNAT03</h3>",
      "code": "NAMNAT03",
      "nameHeading": "<h2>Naturturism 3, 100 poäng</h2>",
      "name": "Naturturism 3",
      "englishName": "Eco-tourism 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen naturturism 3 omfattar punkterna 1–3 och 5–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Planering, genomförande och utvärdering av lokalt anpassade naturturismaktiviteter för olika målgrupper, till exempel guidning i fjällmiljö, jakt, fiske, viltskådning eller besök i parker och trädgårdar.</li> <li>Historiska och andra berättelsers roll inom naturturismen, samt myter kopplade till valt område.</li> <li>Naturturismföretagandets möjligheter kopplat till landsbygdsutveckling, och som komplement till redan befintlig företagsverksamhet inom naturbrukssektorn.</li> <li>Den egna rollen som ledare och innebörden av ett situationsanpassat ledarskap.</li> <li>Hantering och vård av materiel och utrustning inom valt specialområde.</li> <li>Planering av säkerhet, första hjälpen och hjärt-lungräddning i samband med valt specialområde.</li> <li>Lagar, andra bestämmelser och överenskommelser att ta hänsyn till vid verksamhet inom naturturism och valt specialområde.</li> <li>Affärsmässiga kundanpassningar inklusive kostnadsberäkningar och intäktskalkyler.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, genomför och utvärderar, <strong>i samråd </strong>med handledare, lokalt anpassade naturturismaktiviteter. Eleven väljer metod efter deltagarnas förutsättningar och förmedlar kunskaper till deltagarna med <strong>tillfredsställande</strong> resultat. Eleven sätter i samband med naturturismaktiviteter <strong>med</strong> <strong>viss säkerhet </strong>in berättelser i ett större sammanhang och svarar på deltagarnas frågor. Eleven vägleder <strong>med viss säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven löser, <strong>i samråd </strong>med handledare, de problem som uppstår.</p> <p>Eleven kommunicerar med och bemöter deltagarna på ett<strong> tillfredsställande</strong> sätt. Efter genomförd verksamhet diskuterar eleven och bedömer med <strong>enkla</strong> omdömen resultat och den egna rollen i samband med naturturismaktiviteter. Eleven gör anpassningar till aktuell målgrupp.</p> <p>I arbetet väljer, använder och vårdar eleven utrustning, verktyg och materiel för aktiviteterna. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>i samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med aktiviteter på annans mark visar eleven hänsyn till och samarbetar med markägaren och andra verksamheter med <strong>tillfredsställande </strong>resultat. Eleven utför, <strong>i samråd</strong> med handledare, naturturismaktiviteter i enlighet med lagar och andra bestämmelser som rör natur- och kulturmiljöer och säkerhet. Eleven kan föra <strong>enkla</strong> resonemang kring naturturism som komplement till befintliga företagsverksamheter. Eleven gör utifrån ekonomiska avväganden <strong>enkla</strong> affärsmässiga anpassningar till aktuell målgrupp.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, lokalt anpassade naturturismaktiviteter. Eleven väljer metod efter deltagarnas förutsättningar och förmedlar kunskaper till deltagarna med <strong>tillfredsställande</strong> resultat. Eleven sätter i samband med naturturismaktiviteter <strong>med</strong> <strong>viss säkerhet </strong>in berättelser i ett större sammanhang och svarar på deltagarnas frågor. Eleven vägleder <strong>med viss säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven löser, <strong>efter samråd </strong>med handledare, de problem som uppstår.</p> <p>Eleven kommunicerar med och bemöter deltagarna på ett<strong> tillfredsställande</strong> sätt<strong>.</strong> Efter genomförd verksamhet diskuterar eleven och bedömer med <strong>nyanserade</strong> omdömen resultat och den egna rollen i samband med naturturismaktiviteter. Eleven gör anpassningar till aktuell målgrupp.</p> <p>I arbetet väljer, använder och vårdar eleven utrustning, verktyg och materiel för aktiviteterna. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med aktiviteter på annans mark visar eleven hänsyn till och samarbetar med markägaren och andra verksamheter med <strong>tillfredsställande </strong>resultat. Eleven utför, <strong>efter samråd</strong> med handledare, naturturismaktiviteter i enlighet med lagar och andra bestämmelser som rör natur- och kulturmiljöer och säkerhet. Eleven kan föra <strong>välgrundade</strong> resonemang kring naturturism som komplement till befintliga företagsverksamheter. Eleven gör utifrån ekonomiska avväganden <strong>välgrundade</strong> affärsmässiga anpassningar till aktuell målgrupp.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, genomför och utvärderar, <strong>efter samråd </strong>med handledare, lokalt anpassade naturturismaktiviteter. Eleven väljer metod efter deltagarnas förutsättningar och förmedlar kunskaper till deltagarna med <strong>gott</strong> resultat. Eleven sätter i samband med naturturismaktiviteter <strong>med säkerhet </strong>in berättelser i ett större sammanhang och svarar på deltagarnas frågor. Eleven vägleder <strong>med säkerhet</strong> deltagarna i syfte att ge en rikare naturupplevelse. Eleven löser, <strong>efter samråd </strong>med handledare, de problem som uppstår.</p> <p>Eleven kommunicerar med och bemöter deltagarna på ett<strong> gott</strong> sätt<strong>.</strong> Efter genomförd verksamhet diskuterar eleven och bedömer med <strong>nyanserade</strong> omdömen resultat och den egna rollen i samband med naturturismaktiviteter <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Eleven gör anpassningar till aktuell målgrupp.</p> <p>I arbetet väljer, använder och vårdar eleven utrustning, verktyg och materiel för aktiviteterna. Eleven tar hänsyn till säkerhetsbestämmelser inom området, gör en bedömning av olycksrisker samt vidtar, <strong>efter samråd </strong>med handledare, åtgärder vid olycksfall och tillbud.</p> <p>I samband med aktiviteter på annans mark visar eleven hänsyn till och samarbetar med markägaren och andra verksamheter med <strong>gott </strong>resultat. Eleven utför, <strong>efter samråd</strong> med handledare, naturturismaktiviteter i enlighet med lagar och andra bestämmelser som rör natur- och kulturmiljöer och säkerhet. Eleven kan föra <strong>välgrundade och nyanserade</strong> resonemang kring naturturism som komplement till befintliga företagsverksamheter. Eleven gör utifrån ekonomiska avväganden <strong>välgrundade och nyanserade</strong> affärsmässiga anpassningar till aktuell målgrupp.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
