{
  "code": "NAR",
  "name": "Naturbrukets byggnader",
  "englishName": "Agricultural buildings",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:165",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:191",
  "skolfsAndring": "2022:234",
  "nameHeading": "<h2>Naturbrukets byggnader</h2>",
  "description": "<p>Ämnet naturbrukets byggnader omfattar allt från enklare lagerbyggnader, maskinhallar och hästsportanläggningar till högteknologiskt utrustade specialbyggnader, till exempel djurstallar och växthus. Väl fungerande byggnader har ett stort värde för människors och djurs välbefinnande samt för produktion och produktkvalitet. Byggnaderna representerar stora värden, varför underhåll, reparationer samt om- och tillbyggnader måste utföras med yrkeskunnande och noggrannhet. I ämnet behandlas underhåll och tillbyggnad av naturbrukets byggnader samt användning och skötsel av byggnadernas tekniska utrustning.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet naturbrukets byggnader ska syfta till att eleverna utvecklar förmåga att utföra byggnads- och underhållsarbeten på byggnader, sköta anläggningar och hantera teknisk utrustning. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om byggmaterial, verktyg och arbetsteknik samt om underhåll av material. Eleverna ska ges möjlighet att utveckla kunskaper om byggnaders funktion och konstruktion samt om lagstiftning inom området. Dessutom ska eleverna ges möjlighet att utveckla förståelse av kulturhistoriskt värdefulla byggnader och kunskaper om hur dessa kan underhållas.</p> <p>Praktiskt arbete, praktiska övningar och fältstudier ska ingå i undervisningen. Därigenom ska eleverna ges möjlighet att utveckla ett yrkesspråk, förmåga att följa ritningar, hantera material och använda verktyg, maskiner och redskap på ett säkert och ergonomiskt riktigt sätt.</p> <h4>Undervisningen i ämnet naturbrukets byggnader ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om olika byggmaterials egenskaper, funktion och användning.</li> <li>Förmåga att välja byggmaterial för olika ändamål samt att beräkna materialåtgång och kostnader.</li> <li>Förmåga att utföra drift-, underhålls- och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.</li> <li>Förmåga att använda och vårda verktyg och maskiner som används i samband med byggarbeten.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> <li>Kunskaper om byggnaders kulturhistoriska och estetiska värden.</li> <li>Förmåga att förhålla sig till ekonomiska kalkyler kopplade till anläggningars drift och underhåll.</li> <li>Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Byggnadsunderhåll, 100 poäng, som bygger på kursen naturbruk.</li> <li>Hästsportanläggningars skötsel och drift 1, 100 poäng, som bygger på kursen naturbruk.</li> <li>Hästsportanläggningars skötsel och drift 2, 100 poäng, som bygger på kursen hästsportanläggningars skötsel och drift 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: NARBYA0</h3>",
      "code": "NARBYA0",
      "nameHeading": "<h2>Byggnadsunderhåll, 100 poäng</h2>",
      "name": "Byggnadsunderhåll",
      "englishName": "Building maintenance",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen byggnadsunderhåll omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 2.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4> <p><strong>Byggteknisk grund</strong></p> <ul> <li>Byggmaterials egenskaper, funktion och användningsområden.</li> <li>Byggnaders och byggmaterials underhåll.</li> <li>Klimatpåverkan och miljöpåverkan beroende på region och läge.</li> <li>Enkla byggnadskonstruktioner.</li> <li>Dimensionering och anvisningar.</li> <li>Tolkning av ritningar och instruktioner.</li> <li>Ekonomiska beräkningar samt dokumentation av genomfört arbete.</li> <li>Byggnaders historiska och kulturella värden.</li> </ul> <p><strong>Arbetsuppgifter</strong></p> <ul> <li>Byggnads- och underhållsarbete med naturbrukets byggnader och olika anläggningar.</li> <li>Val av konstruktionsmaterial och beräkning av materialåtgång.</li> <li>Arbetsmetoder vid byggarbeten.</li> <li>Hantering av byggmaterial vid transport och lagring.</li> <li>Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.</li> <li>Användning av teknikhandböcker.</li> <li>Hantering av byggavfall.</li> </ul> <p><strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med byggnadsunderhåll.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området, till exempel plan- och bygglagstiftning, miljölagstiftning och kulturminneslagstiftning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll. Dessutom beskriver eleven <strong>översiktligt </strong>enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.</p><p>Eleven tolkar <strong>i samråd </strong>med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med viss säkerhet </strong>lämpligt byggmaterial samt gör <strong>enkla </strong>beräkningar av materialåtgång och kostnader. Eleven följer arbetsinstruktioner och genomför <strong>i samråd </strong>med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar. I arbetet använder och vårdar eleven <strong>i samråd </strong>med handledare verktyg och maskiner. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>översiktligt</strong> byggnaders kulturhistoriska och estetiska värden. </p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll. Dessutom beskriver eleven <strong>utförligt </strong>enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med viss säkerhet </strong>lämpligt byggmaterial samt gör beräkningar av materialåtgång och kostnader. Eleven följer arbetsinstruktioner och genomför <strong>efter samråd </strong>med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar. I arbetet använder och vårdar eleven <strong>efter samråd </strong>med handledare verktyg och maskiner. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p><p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>utförligt</strong> byggnaders kulturhistoriska och estetiska värden.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat </strong>för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med säkerhet </strong>lämpligt byggmaterial samt gör <strong>avancerade </strong>beräkningar av materialåtgång och kostnader. Eleven följer arbetsinstruktioner och genomför <strong>efter samråd </strong>med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar. I arbetet använder och vårdar eleven <strong>efter samråd </strong>med handledare verktyg och maskiner. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Resultatet av arbetet är <strong>gott</strong>.</p><p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>utförligt och nyanserat</strong> byggnaders kulturhistoriska och estetiska värden.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NARHAS01</h3>",
      "code": "NARHAS01",
      "nameHeading": "<h2>Hästsportanläggningars skötsel och drift 1, 100 poäng</h2>",
      "name": "Hästsportanläggningars skötsel och drift 1",
      "englishName": "Equestrian facility maintenance and operation 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen hästsportanläggningars skötsel och drift 1 omfattar punkterna 1–5 och 7–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Byggteknisk grund</strong></p> <ul> <li>Egenskaper, funktion och användningsområden hos vanligt förekommande byggmaterial inom hästsportanläggningar.</li> <li>Inom hästsportanläggningar vanligt förekommande byggnader och anläggningar och deras funktion samt deras kulturhistoriska och estetiska värden.</li> <li>Enklare planeringar och beräkningar för att lösa aktuella arbetsuppgifter.</li> </ul> <p><strong>Arbetsuppgifter</strong></p> <ul> <li>Val av material och beräkning av materialåtgång.</li> <li>Arbetsmetoder vid byggnads- och underhållsarbeten samt daglig drift inom hästsportanläggningar.</li> <li>Hantering av byggmaterial vid transport, lagring och återvinning.</li> <li>Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.</li> <li>Användning av teknikmanualer.</li> <li>Hållbar hantering av material och restprodukter.</li> </ul> <p><strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästsportanläggningars skötsel och drift.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för inom hästsportanläggningar vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.</p> <p>Eleven väljer <strong>med viss säkerhet </strong>lämpligt byggmaterial samt gör enkla beräkningar av materialåtgång och kostnader. Eleven använder och vårdar <strong>i samråd</strong> med handledare inom hästsportanläggningar vanligt förekommande verktyg, redskap och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. I samband med fältstudier vid olika hästsportanläggningar beskriver eleven <strong>översiktligt</strong> funktion samt kulturhistoriska och estetiska värden som är centrala för anläggningen.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för inom hästsportanläggningar vanligt förekommande byggmaterial och byggnader samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.</p> <p>Eleven väljer <strong>med viss säkerhet </strong>lämpligt byggmaterial samt gör enkla beräkningar av materialåtgång och kostnader. Eleven använder och vårdar <strong>efter samråd</strong> med handledare inom hästsportanläggningar vanligt förekommande verktyg, redskap och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. I samband med fältstudier vid olika hästsportanläggningar beskriver eleven <strong>utförligt</strong> funktion samt kulturhistoriska och estetiska värden som är centrala för hästsportanläggningar.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för inom hästsportanläggningar vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.</p> <p>Eleven väljer <strong>med</strong> <strong>säkerhet </strong>lämpligt byggmaterial samt gör enkla beräkningar av materialåtgång och kostnader. Eleven använder och vårdar <strong>efter samråd</strong> med handledare inom hästsportanläggningar vanligt förekommande verktyg, redskap och maskiner.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. I samband med fältstudier vid olika hästsportanläggningar beskriver eleven <strong>utförligt och nyanserat</strong> funktion samt kulturhistoriska och estetiska värden som är centrala för hästsportanläggningar.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: NARHAS02</h3>",
      "code": "NARHAS02",
      "nameHeading": "<h2>Hästsportanläggningars skötsel och drift 2, 100 poäng</h2>",
      "name": "Hästsportanläggningars skötsel och drift 2",
      "englishName": "Equestrian facility maintenance and operation 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen hästsportanläggningars skötsel och drift 2 omfattar punkterna 1–6 och 8–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 3 och 4.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Byggteknisk grund </strong></p> <ul> <li>Underhåll av inom hästsportanläggningar vanligt förekommande byggnader och byggmaterial.</li> <li>Klimatpåverkan och miljöpåverkan beroende på region och läge.</li> <li>Enklare byggnadskonstruktioner med dimensionering och anvisningar.</li> <li>Tolkning av ritningar, bygghandlingar och instruktioner.</li> <li>Enklare planeringar och beräkningar för att lösa uppgifter inom drift-, bygg- och underhållsarbete.</li> <li>Dokumentation och egenkontroll av genomfört arbete.</li> </ul> <p><strong>Arbetsuppgifter</strong></p> <ul> <li>Byggnads- och underhållsarbete inom hästsportanläggningar.</li> <li>Val av material och beräkning av materialåtgång.</li> <li>Arbetsmetoder vid byggarbeten, underhåll och drift inom hästsportanläggningar.</li> <li>Hantering av byggmaterial vid transport och lagring.</li> <li>Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.</li> <li>Användning av teknikmanualer.</li> <li>Hållbar hantering av material och restprodukter.</li> <li>Hållbara lösningar inom hästsportanläggningars drift.</li> </ul> <p><strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong></p> <ul> <li>Ergonomi, arbetsmiljö och säkerhet i samband med hästsportanläggningars skötsel och drift.</li> <li>Brandförebyggande åtgärder.</li> <li>Lagar och andra bestämmelser inom området, däribland plan- och bygglagstiftning, miljölagstiftning och kulturminneslagstiftning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för inom hästsportanläggningar vanligt förekommande byggnader och anläggningar samt för dess funktion, drift och underhåll. Dessutom kan eleven föra <strong>enkla</strong> resonemang kring klimat- och miljöpåverkan av vikt för anläggningens skötsel och drift.</p> <p>Eleven beskriver <strong>översiktligt </strong>olika inom området förekommande byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet. Eleven arbetar utifrån ritningar <strong>med viss säkerhet </strong>och väljer då lämpligt byggmaterial samt gör beräkningar av materialåtgång och kostnader och gör en <strong>enkel</strong> dokumentation och bedömning av arbetsresultatet.</p> <p>Eleven följer arbetsinstruktioner och genomför <strong>i samråd</strong> med handledare drift- och underhållsarbete på hästsportanläggningar och byggnader. I arbetet använder och vårdar eleven de verktyg, redskap och maskiner som situationen kräver med <strong>visst </strong>handlag, och löser <strong>i samråd</strong> med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för, och arbetar i enlighet med, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för inom hästsportanläggningar vanligt förekommande byggnader och anläggningar samt för dess funktion, drift och underhåll. Dessutom kan eleven föra <strong>välgrundade</strong> resonemang kring klimat- och miljöpåverkan av vikt för anläggningens skötsel och drift.</p> <p>Eleven beskriver <strong>utförligt </strong>inom området förekommande byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet. Eleven arbetar utifrån ritningar <strong>med viss säkerhet </strong>och väljer då lämpligt byggmaterial samt gör beräkningar av materialåtgång och kostnader och gör en <strong>noggrann</strong> dokumentation och bedömning av arbetsresultatet.</p> <p>Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare drift- och underhållsarbete på hästsportanläggningar och byggnader. I arbetet använder och vårdar eleven de verktyg, redskap och maskiner som situationen kräver med <strong>gott </strong>handlag, och löser <strong>efter samråd</strong> med handledare de problem som uppstår. Resultatet av arbetet är <strong>tillfredsställande</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för, och arbetar i enlighet med, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för inom hästsportanläggningar vanligt förekommande byggnader och anläggningar samt för dess funktion, drift och underhåll. Dessutom kan eleven föra <strong>välgrundade och nyanserade</strong> resonemang kring klimat- och miljöpåverkan av vikt för anläggningens skötsel och drift.</p> <p>Eleven beskriver <strong>utförligt och nyanserat </strong>inom området förekommande byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet. Eleven arbetar utifrån ritningar <strong>med säkerhet </strong>och väljer då lämpligt byggmaterial samt gör beräkningar av materialåtgång och kostnader och gör en <strong>noggrann och utförlig</strong> dokumentation och bedömning av arbetsresultatet.</p> <p>Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare drift- och underhållsarbete på hästsportanläggningar och byggnader. I arbetet använder och vårdar eleven de verktyg, redskap och maskiner som situationen kräver med <strong>mycket</strong> <strong>gott </strong>handlag, och löser <strong>efter samråd</strong> med handledare de problem som uppstår. Resultatet av arbetet är <strong>gott</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för, och arbetar i enlighet med, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
