{
  "code": "PEA",
  "name": "Pedagogik i vård och omsorg",
  "englishName": "Pedagogy in health and social care",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:73",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:100",
  "skolfsAndring": "2022:243",
  "nameHeading": "<h2>Pedagogik i vård och omsorg</h2>",
  "description": "<p>Ämnet pedagogik i vård och omsorg har sin vetenskapliga grund i pedagogik, vårdvetenskap och psykologi. Ämnet behandlar pedagogiska frågor inom hälso- och sjukvård samt mötet och relationen mellan patienter och brukare och personal.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet pedagogik i vård och omsorg ska syfta till att eleverna utvecklar pedagogisk och kommunikativ förmåga. Eleverna ska också ges möjlighet att utveckla förmåga att avgöra vilken vägledning som krävs i olika vård- och omsorgssituationer.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människan samspelar med sin omgivning. Den ska också bidra till att eleverna utvecklar intresse för hur andra människor tänker och agerar. Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om handledningens betydelse.</p> <p>Undervisningen ska ge eleverna möjlighet att medverka och använda sina kunskaper i olika situationer. Genom medverkan i olika verksamheter ska eleverna ges möjlighet till inblick i och erfarenhet av olika pedagogiska sammanhang. Undervisningen ska också ge eleverna möjlighet att reflektera över och diskutera egna och andras handlingar och attityder. Genom undervisningen ska eleverna också ges möjlighet att utveckla förmåga att utifrån ett kritiskt förhållningssätt söka och inhämta information samt hantera, värdera och använda den. Att använda it för information, dokumentation och kommunikation inom verksamheten ska också ingå i undervisningen.</p> <h4>Undervisningen i ämnet pedagogik i vård och omsorg ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om vad som påverkar relationen mellan patienter och brukare och personal.</li> <li>Kunskaper om handledning och dess kunskapsutvecklande process inom vård och omsorg.</li> <li>Kunskaper om relevanta begrepp och teorier.</li> <li>Förmåga att planera och genomföra uppgifter inom området.</li> <li>Förmåga att kommunicera med andra utifrån deras förutsättningar samt att uppfatta och tolka vilka behov patienter och brukare, närstående och personal har.</li> <li>Förmåga att utvärdera och dokumentera sitt arbete och resultat.</li> <li>Kunskaper om kvalitetsarbetets betydelse inom vård och omsorg.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Vårdpedagogik och handledning, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: PEAVÅD0</h3>",
      "code": "PEAVÅD0",
      "nameHeading": "<h2>Vårdpedagogik och handledning, 100 poäng</h2>",
      "name": "Vårdpedagogik och handledning",
      "englishName": "Nursing pedagogy and supervision",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen vårdpedagogik och handledning omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Hur samtalssituationer påverkas av patienter och brukare, vårdpersonal och omgivningen.</li> <li>Kunskap och kompetens inom vård och omsorg.</li> <li>Handledningsprocessens olika delar: inventering, planering, genomförande och utvärdering.</li> <li>Rollen som pedagog och handledare.</li> <li>Innebörden av olika begrepp och teorier inom området pedagogik, kommunikation, handledning och samtalsmetodik. Olika former av handledning.</li> <li>Pedagogiska metoder vid handledning.</li> <li>Handledningsuppgifter, till exempel hjälp med motivationsarbete.</li> <li>Lärande- och bedömningssamtal.</li> <li>Kommunikationens betydelse för mötet mellan patienter och brukare och personal.</li> <li>Avsikter med och utförande av kvalitetsarbete inom vård och omsorg.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven diskuterar <strong>översiktligt </strong>hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <strong>översiktligt</strong> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <strong>översiktligt </strong>handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>översiktligt </strong>för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <strong>några </strong>exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <strong>i samråd </strong>med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <strong>i samråd</strong> med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <strong>enkel </strong>dokumentation av sitt arbete.</p><p>Eleven redogör <strong>översiktligt</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven diskuterar <strong>utförligt </strong>hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <strong>utförligt</strong> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <strong>utförligt </strong>handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt </strong>för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <strong>några </strong>exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <strong>efter samråd </strong>med handledare, handledningsuppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <strong>efter samråd </strong>med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen utifrån syfte och uppsatta mål. Dessutom gör eleven en <strong>noggrann </strong>dokumentation av sitt arbete.</p><p>Eleven redogör <strong>utförligt</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven diskuterar <strong>utförligt och nyanserat </strong>hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> den pedagogiska funktion som personal har och hur den kan utvecklas. Eleven beskriver också <strong>utförligt och nyanserat </strong>handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer. I beskrivningarna använder eleven <strong>med säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt och nyanserat </strong>för de bakomliggande pedagogiska teorierna. Dessutom ger eleven <strong>flera </strong>exempel på pedagogiska metoder.</p><p>Eleven planerar och genomför, <strong>efter samråd </strong>med handledare, handledningsuppgifter utifrån syfte och mål <strong>samt anpassar vid behov uppgifterna till ändrade förutsättningar</strong>. I arbetet interagerar och kommunicerar eleven <strong>med säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål. Dessutom skapar eleven <strong>efter samråd </strong>med handledare möjligheter för människor att delta i olika situationer. När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen utifrån syfte och uppsatta mål <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
