{
  "code": "PRU",
  "name": "Produktionsutrustning",
  "englishName": "Production equipment",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:211",
  "skolfsAndring": "2022:255",
  "nameHeading": "<h2>Produktionsutrustning</h2>",
  "description": "<p>Ämnet produktionsutrustning behandlar industriteknisk utrustning, dess användningsområden samt gällande säkerhetsföreskrifter. Det handlar också om hur utrustningen vårdas samt hur dess funktion kontrolleras och effektiviseras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet produktionsutrustning ska syfta till att eleverna utvecklar förmåga att använda industriteknisk produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning enligt gällande säkerhetsföreskrifter. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om utrustningens användningsområden, konstruktion och funktion samt om tillhörande metoder och tekniker.</p><p>Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att koppla samman och programmera styrteknisk utrustning. I undervisningen ska eleverna ges möjlighet att utveckla förståelse av funktionen hos enkel styrteknisk utrustning samt att utveckla kunskaper om symboler, ventilbeteckningar och märkningar.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper för att kunna genomföra kontroll, felsökning, effektivisering och vård av utrustningen. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur kvalitetssystem används samt om betydelsen av kvalitetssäkring i produktionsutrustning. Eleverna ska vidare ges möjlighet att utveckla kunskaper om olika material, deras egenskaper och betydelse samt beteckningssystem.</p><p>I undervisningen ska eleverna ges möjlighet att utföra såväl teoretiska som praktiska övningar för att utveckla förmåga att hantera produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning.</p><h4>Undervisningen i ämnet produktionsutrustning ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, organisera och utföra arbete i manuell och automatiserad produktionsutrustning och kringutrustning enligt gällande säkerhetsföreskrifter.</li> <li>Förmåga att hantera för yrkesområdet relevant data och datorutrustning.</li> <li>Förmåga att utföra funktionskontroll, mätningar, beräkningar och felsökning av produktionsutrustning, kringutrustning, verktyg, maskiner och styrteknisk utrustning.</li> <li>Förmåga att effektivisera produktionsutrustning och optimera inställningar.</li> <li>Förmåga att vårda utrustning, maskiner och verktyg samt kunskaper om utrustningens konstruktion och funktion.</li> <li>Kunskaper om utrustningens symboler, beteckningar och märkningar<i>.</i></li> <li>Kunskaper om materialegenskaper och materials beteckningssystem samt materials betydelse för funktion, kvalitet, tillverkning och destruktion.</li> <li>Förmåga att mäta, dokumentera och bedöma kvaliteten på utfört arbete samt att använda relevanta begrepp.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Industriell mätteknik – fördjupning, 50 poäng. </li> <li>Industriell mätteknik – grund, 50 poäng. </li> <li>Interna transporter, 50 poäng. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Produktionsutrustning 1, 100 poäng. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Produktionsutrustning 2, 100 poäng, som bygger på kursen produktionsutrustning 1. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Produktionsutrustning 3, 100 poäng, som bygger på kursen produktionsutrustning 2. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Produktionsutrustning 4, 100 poäng, som bygger på kursen produktionsutrustning 3.</li> <li>Verktygskunskap, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: PRUINU0</h3>",
      "code": "PRUINU0",
      "nameHeading": "<h2>Industriell mätteknik – fördjupning, 50 poäng</h2>",
      "name": "Industriell mätteknik – fördjupning",
      "englishName": "Industrial measurement – specialisation",
      "points": "50",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen industriell mätteknik – fördjupning omfattar punkterna 1–3, 5–6 och 8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Installation, kalibrering och intrimning av olika typer av mätutrustning samt genomförande av mätningar.</li> <li>Lokalisering av felkällor samt tolkning och användning av mätresultat för lämpliga korrigerande åtgärder.</li> <li>Anpassning av givare till mätsystem samt skydd av givare mot olika typer av överlast och yttre störningar.</li> <li>Funktionskontroll, regelbunden service samt vård av den utrustning som tillämpas inom verksamheten.</li> <li>Mätprinciper och karakteristiska egenskaper för vanliga mätartyper, till exempel deplacement-, rotor-, virvelspridnings- och ultraljudsmätare, induktiva mätare samt massflödesmätare.</li> <li>Metoder för signalöverföring och anpassning av givare till mät- och styrsystem.</li> <li>Konstruktion och funktion hos utrustning för mätning av olika parametrar i gas- och vätskeströmmar samt av fasta ämnen inom industrin. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUIND0</h3>",
      "code": "PRUIND0",
      "nameHeading": "<h2>Industriell mätteknik – grund, 50 poäng</h2>",
      "name": "Industriell mätteknik – grund",
      "englishName": "Industrial measurement – foundation",
      "points": "50",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen industriell mätteknik – grund omfattar punkterna 1–3, 5–6 och 8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Hantering av för verksamheten relevant mätutrustning samt planering och organisation i samband med användandet.</li> <li>Standarder, bestämmelser och utrustningar för säkerhet beträffande människor, mätutrustning och mätobjekt.</li> <li>Tolkning och användning av mätresultat inom aktuell verksamhet för lämpliga korrigerande åtgärder.</li> <li>Funktion och grundprinciper hos olika utrustningar och komponenter som används vid industriell mätning, till exempel givare, mätmaskiner och multimeter.</li> <li>Egenkontroll av mätinstrument, kalibrering, mätnoggrannhet, mätfel, toleranser, spridning och andra relevanta statistiska mått.</li> <li>Relevanta egenskaper hos mätobjektet som i kombination med använda mätdon påverkar resultatet.</li> <li>Funktionskontroll samt vård av den utrustning som tillämpas inom verksamheten.</li> <li>Tekniker, enheter och terminologi vid industriell mätning av för verksamheten relevanta storheter, till exempel längd, tryck, flöde, temperatur, elasticitet, böjning, vinkel samt nivå.</li> <li>Enheter och mättekniska begrepp för såväl elektriska som mekaniska storheter inom olika tillämpningar.</li> <li>Mätningens betydelse för ekonomi, kvalitet och miljö. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med mätutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och utrustningsbeskrivningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer samt resultatet av mätningar påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUINE00S</h3>",
      "code": "PRUINE00S",
      "nameHeading": "<h2>Interna transporter, 50 poäng</h2>",
      "name": "Interna transporter",
      "points": "50",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen interna transporter omfattar punkterna 1, 3, 5–6 och 8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Manövrering av vald transportutrustning och hantering av gods.</li> <li>Transportutrustningens uppbyggnad, arbetssätt, stabilitet och lyftförmåga samt olika benämningar.</li> <li>Användningsområden för transportutrustningen och relevant kringutrustning.</li> <li>Miljö- och säkerhetsbestämmelser för hantering av olika typer av gods.</li> <li>För utrustningen relevanta körregler, symboler och signalscheman.</li> <li>Funktionskontroll, tillsyn och dagligt underhåll på transportutrustningen och tillhörande kringutrustning.</li> <li>Dimensionering och beräkningar beträffande den belastning som såväl transportutrustningen som godset utsätts för under transport, lagring och hantering enligt till exempel belastningstabeller och gällande föreskrifter.</li> <li>Enklare principer för godshantering, till exempel lastbalans, tyngdpunkt och riskmoment.</li> <li>Enklare principer för logistik av interna transporter, till exempel transporteffektivitet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar transportuppgifter <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare.</p><p>Eleven redogör <strong>översiktligt</strong> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar transportuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare.</p><p>Eleven redogör <strong>utförligt</strong> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar transportuppgifter <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare transportmetoder och kringutrustning med hänsyn till såväl transportutrustning som gods.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare transportuppgifter i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och säkerhetsföreskrifter. Dessutom genomför eleven <strong>med säkerhet</strong> funktionskontroll och belastningsberäkningar. Eleven hanterar utrustning och gods med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för utrustning, transporttekniker och metoder som använts för arbetsuppgiften samt för hur dessa faktorer påverkat godsets kvalitet och funktion. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUPRD01S</h3>",
      "code": "PRUPRD01S",
      "nameHeading": "<h2>Produktionsutrustning 1, 100 poäng</h2>",
      "name": "Produktionsutrustning 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen produktionsutrustning 1 omfattar punkterna 1–3, 5–6 och 8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i vald produktionsutrustning.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Enklare hantering och vård av vald produktionsutrustning och kringutrustning, till exempel verktyg, maskiner, produktionsmoduler och styrteknisk utrustning, enligt gällande säkerhetsföreskrifter.</li> <li>Funktion och konstruktion hos enklare produktionsutrustning och kringutrustning.</li> <li>Grundläggande produktionsrelaterade arbetsmoment, till exempel bänkarbeten, enkla arbeten inom skärande bearbetning, sammanfogning av enkel plåtprodukt, användning av mätdon samt läsning och tydning av enkla ritningar. Heta arbeten.</li> <li>Dagligt underhåll av produktions- och kringutrustning.</li> <li>Relevanta mätningar, till exempel dimensioneringar, koncentrationer och toleranser, i samband med användande av utrustning. </li> <li>Vanligt förekommande användningsområden, metoder och tekniker för relevant produktionsutrustning och kringutrustning.</li> <li>Vanligt förekommande begrepp, för relevant industriteknisk produktionsutrustning och kringutrustning.</li> <li>Grundläggande symboler, beteckningar och märkningar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> relevanta mätningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör dessutom <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> relevanta mätningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med säkerhet</strong> relevanta mätningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften och hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUPRD02S</h3>",
      "code": "PRUPRD02S",
      "nameHeading": "<h2>Produktionsutrustning 2, 100 poäng</h2>",
      "name": "Produktionsutrustning 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen produktionsutrustning 2 omfattar punkterna 1, 3, och 5–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i vald produktionsutrustning.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Arbete med och vård av vald produktionsutrustning och kringutrustning, till exempel verktyg, maskiner, produktionsmoduler och styrteknisk utrustning, enligt gällande säkerhetsföreskrifter.</li> <li>Funktion och konstruktion hos relevant produktionsutrustning och kringutrustning.</li> <li>Enklare funktionskontroll och mätningar samt visst underhåll av produktionsutrustning och kringutrustning.</li> <li>Enklare dimensionering och tekniska beräkningar.</li> <li>Användningsområden för relevant produktionsutrustning och kringutrustning.</li> <li>Enklare begrepp, metoder och tekniker för industriteknisk produktionsutrustning och kringutrustning.</li> <li>Enklare teknisk beskrivning för produktionsutrustning och kringutrustning.</li> <li>Materialegenskaper och materialets betydelse för funktion och kvalitet hos produktionsutrustning och kringutrustning samt produkter.</li> <li>Mätning och dokumentation av kvalitet på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, enklare dimensionering och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för det använda materialet och dess egenskaper samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, enklare dimensionering och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för det använda materialet och dess egenskaper samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med säkerhet</strong> funktionskontroll, mätningar, enklare dimensionering och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för det använda materialet och dess egenskaper samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUPRD03S</h3>",
      "code": "PRUPRD03S",
      "nameHeading": "<h2>Produktionsutrustning 3, 100 poäng</h2>",
      "name": "Produktionsutrustning 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen produktionsutrustning 3 omfattar punkterna 1, 3 och 5–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Arbete med och vård av vald produktionsutrustning och kringutrustning, till exempel verktyg, maskiner, produktionsmoduler och styrteknisk utrustning, enligt gällande säkerhetsföreskrifter.</li> <li>Funktion och konstruktion hos produktionsutrustning och kringutrustning.</li> <li>Funktionskontroll och mätningar av produktionsutrustning och kringutrustning.</li> <li>Dimensionering och tekniska beräkningar.</li> <li>Användningsområden för relevant produktionsutrustning och kringutrustning.</li> <li>Begrepp, metoder och tekniker som används för produktionsutrustning och kringutrustning.</li> <li>Teknisk beskrivning av produktionsutrustning och kringutrustning.</li> <li>Materialegenskaper, materials beteckningssystem och materialets betydelse för funktion och kvalitet hos samt tillverkning av produktionsutrustning, kringutrustning och produkter.</li> <li>Mätning, dokumentation och bedömning av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, dimensionering och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>översiktligt</strong> för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, dimensioneringar och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt</strong> för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med säkerhet</strong> funktionskontroll, mätningar, dimensioneringar och beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur dessa faktorer i arbetsprocessen har påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUPRD04</h3>",
      "code": "PRUPRD04",
      "nameHeading": "<h2>Produktionsutrustning 4, 100 poäng</h2>",
      "name": "Produktionsutrustning 4",
      "englishName": "Production equipment 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 7,
      "description": "<p>Kursen produktionsutrustning 4 omfattar punkterna 1 och 3–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter och kunskaper.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Avancerad hantering, vård och användning av produktionsutrustning och kringutrustning, till exempel verktyg, maskiner, produktionsmoduler och styrteknisk utrustning, enligt gällande säkerhetsföreskrifter.</li> <li>Funktion och konstruktion hos avancerad produktionsutrustning och kringutrustning.</li> <li>Funktionskontroll, mätning, bedömning av mätfel och felsökning av produktionsutrustning och kringutrustning.</li> <li>Dimensionering samt tekniska och ekonomiska beräkningar.</li> <li>Effektivisering och optimering av inställningar på produktionsutrustning och kringutrustning.</li> <li>Användningsområden för produktionsutrustning och kringutrustning.</li> <li>Avancerade begrepp, metoder och tekniker för produktionsutrustning och kringutrustning.</li> <li>Avancerad teknisk beskrivning av produktionsutrustning och kringutrustning.</li> <li>Materialegenskaper, materials beteckningssystem och materialets betydelse för funktion och kvalitet hos samt tillverkning och destruktion av produktionsutrustning, kringutrustning och produkter.</li> <li>Mätning, dokumentation och bedömning av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning, och kringutrustning <strong>i samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>översiktligt</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>översiktligt </strong>för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt </strong>för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar arbetsuppgifter i produktionsutrustning och kringutrustning <strong>efter samråd </strong>med handledare. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter i produktionsutrustning och kringutrustning, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med säkerhet</strong> funktionskontroll, mätningar, bedömning av mätfel, felsökning, dimensionering samt tekniska och ekonomiska beräkningar. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för det använda materialet och dess egenskaper och beteckningssystem samt för teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Dessutom redogör eleven <strong>utförligt </strong>för på vilket sätt materialets egenskaper påverkar destruktionen. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: PRUVEY0</h3>",
      "code": "PRUVEY0",
      "nameHeading": "<h2>Verktygskunskap, 100 poäng</h2>",
      "name": "Verktygskunskap",
      "englishName": "Tool knowledge",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 8,
      "description": "<p>Kursen verktygskunskap omfattar punkterna 1, 3, 5 och 7–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hantering, vård och användning av verktyg, maskiner och utrustning för tillverkning av verktyg, till exempel för gjutning, pressning, klippning, bockning, uppspänning och montering.</li> <li>Funktion och konstruktion hos verktyg, maskiner och utrustning för tillverkning av verktyg, till exempel för gjutning, pressning, klippning, bockning, uppspänning och montering.</li> <li>Standardiserade komponenter inom verktygstillverkning.</li> <li>Särskilda data för verktygstillverkning.</li> <li>Provtillverkning och kvalitetskontroll.</li> <li>Värmebehandling av verktygsmaterial.</li> <li>Materialegenskaper hos produktionsutrustning som används för att tillverka verktyg.</li> <li>Materialegenskaper och materialets betydelse för funktion och kvalitet av verktyg som tillverkas.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar, <strong>i samråd </strong>med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>översiktligt</strong> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>översiktligt</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och säkerhetsföreskrifter. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med viss säkerhet</strong> mätningar, beräkningar och kvalitetskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med viss säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt</strong> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar, <strong>efter samråd </strong>med handledare, arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare arbetsuppgifter med verktyg, maskiner och utrustning för tillverkning av verktyg, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Dessutom genomför eleven <strong>med säkerhet</strong> mätningar, beräkningar och funktionskontroll. Eleven hanterar material, utrustning, verktyg och maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. Dessutom vårdar eleven <strong>med säkerhet </strong>utrustning, maskiner och verktyg enligt instruktioner.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för det använda materialet och dess egenskaper samt teknik, metoder och verktyg som använts för arbetsuppgiften. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur dessa faktorer i arbetsprocessen påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.134Z"
}