{
  "code": "REP",
  "name": "Personbilar – reparations- och systemteknik",
  "englishName": "Cars – repair and systems technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:15",
  "skolfsAndring": "2022:245",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Personbilar – reparations- och systemteknik</h2>",
  "description": "<p>Ämnet personbilar – reparations- och systemteknik behandlar komponenter och system samt reparationer av personbilar och lätta transportfordon.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet personbilar – reparations- och systemteknik ska syfta till att eleverna utvecklar kunskaper om personbilars och lätta transportfordons olika system och komponenter. Eleverna ska även ges möjlighet att utveckla förmåga att utföra reparationer av komponenter och system i personbilar och lätta transportfordon. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att använda manualer och relevanta informationssystem i samband med felsökning och reparationer. Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta på ett kvalitetsmässigt sätt utifrån lagar och andra bestämmelser inom området.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla en yrkesidentitet och ett yrkesmässigt språk samt förmåga att kommunicera med såväl arbetskamrater som kunder. Eleverna ska även ges möjlighet att utveckla en förståelse för vikten av ett ansvarsfullt förhållningssätt gentemot kunden och kundens egendom.</p> <p>Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med problemlösning såväl självständigt som tillsammans med andra. Vidare ska undervisningen leda till att eleverna utvecklar förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som återspeglar och förbereder för situationer som eleverna kommer att möta i yrkeslivet. Dessa uppgifter ska ge eleverna möjlighet att arbeta med problemlösning under laborativa former.</p> <h4>Undervisningen i ämnet personbilar – reparations- och systemteknik ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om personbilars och lätta transportfordons olika komponenter och systemuppbyggnad samt hur de samverkar och kommunicerar med varandra.</li> <li>Förmåga att utföra felsökning och reparationer på personbilar och lätta transportfordon samt på deras olika system och komponenter.</li> <li>Förmåga att utföra komponent- och kretsmätningar med mät- och diagnosutrustning samt tolka utläst mätdata i samband med felsökning och reparationer.</li> <li>Förmåga att använda specialverktyg samt verktyg och övrig utrustning.</li> <li>Förmåga att använda manualer, scheman och digitala informationssystem i samband med felsökning och reparationer.</li> <li>Förmåga att arbeta och samarbeta på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser.</li> <li>Förmåga att använda ett yrkesmässigt språk samt kunna anpassa språket efter målgruppen.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Personbilar – förbränningsmotorer, 100 poäng, som bygger på kursen personbilar – service och underhåll 2.</li> <li>Personbilar – kraftöverföring, 100 poäng, som bygger på kursen personbilar – förbränningsmotorer.</li> <li>Personbilar – chassi och bromsar, 100 poäng, som bygger på kursen personbilar – kraftöverföring.</li> <li>Personbilar – system- och diagnosteknik 1, 200 poäng, som bygger på kursen personbilar – chassi och bromsar.</li> <li>Personbilar – system- och diagnosteknik 2, 100 poäng, som bygger på kursen personbilar – system- och diagnosteknik 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: REPPER0</h3>",
      "code": "REPPER0",
      "nameHeading": "<h2>Personbilar – förbränningsmotorer, 100 poäng</h2>",
      "name": "Personbilar – förbränningsmotorer",
      "englishName": "Cars – combustion engines",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen personbilar – förbränningsmotorer omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Förbränningsmotorers funktion med inre detaljer och kringutrustning i personbilar och lätta transportfordon.</li> <li>Olika bränslesystem och tändsystem, deras uppbyggnad och komponenter samt hur de samverkar och kommunicerar med varandra.</li> <li>Olika avgasreningssystem för förbränningsmotorer, deras komponenter och funktion samt gällande miljö- och lagkrav.</li> <li>Olika förbränningsmotorers mekatronik, deras komponenter och hur de samverkar med varandra, bland annat kamaxelstyrning och styrning av elektroniskt styrda spjällhus.</li> <li>Metoder för och genomförande av felsökning och reparationer av olika förbränningsmotorer, deras komponenter och kringutrustningar.</li> <li>Metoder för och genomförande av demontering, montering och justering av komponenter i samband med felsökning och reparationer.</li> <li>Metoder för och genomförande av komponent- och kretsmätningar med mät- och diagnosutrustning samt tolkning av utläst mätdata.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> förfunktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons förbränningsmotorer samt deras kringutrustning. Eleven beskriver även <strong>översiktligt</strong> olika bränslesystem, tändsystem och avgasreningssystem samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons förbränningsmotorer samt deras kringutrustning. Eleven beskriver även <strong>utförligt</strong> olika bränslesystem, tändsystem och avgasreningssystem samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons förbränningsmotorer samt deras kringutrustning. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika bränslesystem, tändsystem och avgasreningssystem samt hur de samverkar och kommunicerar med varandra.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av förbränningsmotorer och deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: REPPES0</h3>",
      "code": "REPPES0",
      "nameHeading": "<h2>Personbilar – kraftöverföring, 100 poäng</h2>",
      "name": "Personbilar – kraftöverföring",
      "englishName": "Cars – power transmission",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen personbilar – kraftöverföring omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika kraftöverföringar, deras uppbyggnad, komponenter och manöversystem.</li> <li>Automatväxellådor och manuella växellådor, deras grundkonstruktion och funktion samt deras olika komponenter och kringutrustning, bland annat DSG-, DCT- och manuella växellådor.</li> <li>Metoder och utrustning för samt genomförande av funktionskontroll och felsökning av olika kraftöverföringar, deras komponenter och kringutrustningar.</li> <li>Metoder och utrustning för samt genomförande av demontering, reparationer och efterkontroll av olika huvudkomponenter, bland annat koppling, drivknutar, lager och tätningar.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons kraftöverföringar samt deras manöversystem. Eleven beskriver även <strong>översiktligt</strong> funktionsprinciper för och konstruktionen av olika automatväxellådor och manuella växellådor samt deras kringutrustning.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av kraftöverföringar, deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons kraftöverföringar samt deras manöversystem. Eleven beskriver även <strong>utförligt</strong> funktionsprinciper för och konstruktionen av olika automatväxellådor och manuella växellådor samt deras kringutrustning.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av kraftöverföringar, deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons kraftöverföringar samt deras manöversystem. Eleven beskriver även <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktionen av olika automatväxellådor och manuella växellådor samt deras kringutrustning.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av kraftöverföringar, deras olika komponenter och system i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: REPPEO0</h3>",
      "code": "REPPEO0",
      "nameHeading": "<h2>Personbilar – chassi och bromsar, 100 poäng</h2>",
      "name": "Personbilar – chassi och bromsar",
      "englishName": "Cars – chassis and brakes",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen personbilar – chassi och bromsar omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika framvagnar, bakvagnar och fjädringar samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Olika elektriska, elektrohydrauliska och hydrauliska styrinrättningar samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Olika bromssystem, samt deras grundläggande konstruktion, funktion och komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av chassi- och bromskomponenter.</li> <li>Metoder för demontering, montering och justering av komponenter i samband med reparationer.</li> <li>Metoder för och genomförande av funktionskontroll, mätning och justering av olika bromssystem samt hjul-, fram-, och bakvagnsinställningar.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons chassi samt deras olika komponenter. Eleven beskriver även <strong>översiktligt</strong> olika styrinrättningar och bromssystem samt deras system och komponenter.</p> <p>Eleven utför,<strong> i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av olika chassi och bromssystem i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>i samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons chassi samt deras olika komponenter. Eleven beskriver även <strong>utförligt</strong> olika styrinrättningar och bromssystem samt deras system och komponenter.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av olika chassi och bromssystem i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons chassi samt deras olika komponenter. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika styrinrättningar och bromssystem samt deras system och komponenter.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av olika chassi och bromssystem i personbilar och lätta transportfordon. Vid reparationer utför eleven, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer den demontering, montering samt justering av komponenter som arbetet kräver.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: REPPER01</h3>",
      "code": "REPPER01",
      "nameHeading": "<h2>Personbilar – system- och diagnosteknik 1, 200 poäng</h2>",
      "name": "Personbilar – system- och diagnosteknik 1",
      "englishName": "Cars – systems and diagnostics technology 1",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen personbilar – system- och diagnosteknik 1 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Personbilars och lätta transportfordons olika elektroniska nätverkssystem samt deras uppbyggnad, funktion och komponenter.</li> <li>Kommunikationsteknik, bland annat CAN bus, LIN och MOST.</li> <li>Elektroniska komponenter och deras funktioner, bland annat ledare, halvledare och isolatorer.</li> <li>Olika förarassistans- och säkerhetssystem, deras konstruktion, funktioner och komponenter, bland annat system för start- och stoppautomatik, system för adaptiva funktioner samt system för däcktrycksövervakning och parkeringsassistans.</li> <li>Olika system för telematik och mobilitet i fordon, deras funktioner och komponenter samt hur de samverkar med andra system i fordon.</li> <li>Metoder för och genomförande av funktionskontroll, felsökning och diagnos av el- och elektroniska system och deras komponenter.</li> <li>Metoder för och genomförande av funktionskontroller, felsökning och diagnos på motorstyrsystem med diagnosinstrument.</li> <li>Digitala informationssystem och mätutrustningar samt tolkning och utvärdering av utläst mätdata i samband med felsökning och diagnos.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>SRS-systemets funktion och risker vid arbete med systemet.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>översiktligt</strong> olika förarassistans- och säkerhetssystem samt deras funktion och komponenter. Dessutom beskriver eleven <strong>översiktligt</strong> olika system för telematik och mobilitet i fordon samt hur de samverkar med andra system i fordon.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras olika komponenter. Eleven utför även, <strong>i samråd</strong> med handledare, i bekanta situationer funktionskontroller, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag mät- och diagnosutrustning samt specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt</strong> olika förarassistans- och säkerhetssystem samt deras funktion och komponenter. Dessutom beskriver eleven <strong>utförligt</strong> olika system för telematik och mobilitet i fordon samt hur de samverkar med andra system i fordon.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras olika komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer funktionskontroller, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning samt specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons olika elektroniska nätverkssystem samt hur de kommunicerar med varandra. Eleven beskriver även <strong>utförligt och nyanserat</strong> olika förarassistans- och säkerhetssystem samt deras funktion och komponenter. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika system för telematik och mobilitet i fordon samt hur de samverkar med andra system i fordon.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroll, felsökning och diagnos av olika el- och elektroniska system samt deras olika komponenter. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer funktionskontroller, felsökning och diagnos på olika motorstyrsystem.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag mät- och diagnosutrustning samt specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom arbetar eleven såväl självständigt som tillsammans med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: REPPER02</h3>",
      "code": "REPPER02",
      "nameHeading": "<h2>Personbilar – system- och diagnosteknik 2, 100 poäng</h2>",
      "name": "Personbilar – system- och diagnosteknik 2",
      "englishName": "Cars – systems and diagnostics technology 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen personbilar – system- och diagnosteknik 2 omfattar punkterna 1–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Olika bränslevärmare, deras uppbyggnad, funktion och komponenter.</li> <li>Elektroniskt styrda växellådor och elektrohydrauliska ställdon samt deras uppbyggnad och funktion.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter.</li> <li>Metoder för och genomförande av felsökning och reparationer av enklare fel i fordons komfortelektronik, till exempel regnsensor, spegeljustering och sätesminne.</li> <li>Metoder för och genomförande av felsökning och reparationer av avgasreningssystem för förbränningsmotorer.</li> <li>Metoder för och genomförande av analys och utvärdering av uppmätta mätvärden och testresultat med hjälp av manualer, scheman och övrig teknisk information.</li> <li>Användning av specialverktyg, verktyg och utrustning på ett kvalitetsmässigt sätt samt vård av dessa.</li> <li>Administrativa verkstadsfunktioner, bland annat bokning, arbetsorder och prisuppgift till kund.</li> <li>Fordonstillverkares anvisningar och krav samt scheman och övrig teknisk information på svenska och engelska.</li> <li>Arbetsinstruktioner, servicelitteratur och system för reservdelsbeställning på svenska och engelska.</li> <li>Säkerhet på arbetsplatsen och förebyggande av person- och egendomsskador.</li> <li>Lagar och andra bestämmelser som gäller för arbetet.</li> <li>Arbete med problemlösning och uppgifter såväl självständigt som tillsammans med andra.</li> <li>Yrkesmässigt språk, kommunikation och målgruppsanpassning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons bränslevärmare. Eleven beskriver även <strong>översiktligt</strong> olika elektroniskt styrda växellådor och elektrohydrauliska ställdon samt deras uppbyggnad och funktion.</p> <p>Eleven utför, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i personbilar och lätta transportfordon. Eleven utför även, <strong>i samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i avgasreningssystem för förbränningsmotorer.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>visst</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons bränslevärmare. Eleven beskriver även <strong>utförligt</strong> olika elektroniskt styrda växellådor och elektrohydrauliska ställdon samt deras uppbyggnad och funktion.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i personbilar och lätta transportfordon. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i avgasreningssystem för förbränningsmotorer.</p> <p>I arbetet använder eleven <strong>med viss säkerhet</strong> rätt arbetsmetod och med <strong>gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med viss säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven<strong> med viss säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är<strong> tillfredsställande</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> funktionsprinciper för och konstruktioner av olika personbilars och lätta transportfordons bränslevärmare. Eleven beskriver även<strong> utförligt och nyanserat</strong> olika elektroniskt styrda växellådor och elektrohydrauliska ställdon samt deras uppbyggnad och funktion.</p> <p>Eleven utför, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av enklare fel i olika förarassistans- och säkerhetssystem samt deras olika komponenter i personbilar och lätta transportfordon. Eleven utför även, <strong>efter samråd</strong> med handledare, i bekanta <strong>men även nya</strong> situationer felsökning och reparationer av enklare fel i fordons komfortelektronik samt i avgasreningssystem för förbränningsmotorer.</p> <p>I arbetet använder eleven <strong>med säkerhet</strong> rätt arbetsmetod och med <strong>mycket gott</strong> handlag mät- och diagnosutrustning, specialverktyg, verktyg och utrustning. Dessutom använder eleven <strong>med säkerhet</strong> manualer, scheman och digitala informationssystem. Eleven arbetar på ett säkert, miljö- och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser samt fordons- eller utrustningstillverkarens krav.</p> <p>När eleven kommunicerar med kunder och arbetskamrater använder eleven <strong>med säkerhet</strong> ett yrkesmässigt språk. I kommunikationen med kunder anpassar eleven språket efter målgruppen. Dessutom samarbetar eleven med andra för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.140Z"
}