{
  "code": "RIN",
  "name": "Ridning och körning",
  "englishName": "Riding and driving",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2014:73",
  "skolfsAndring": "2022:265",
  "nameHeading": "<h2>Ridning och körning</h2>",
  "description": "<p>Ämnet ridning och körning behandlar träning i att rida och köra olika typer av hästar i olika åldrar och utbildningsstadier. I arbetet som hästskötare ingår att motionera och träna hästar och därför behandlar ämnet den träning som behövs för att kunna rida eller köra hästar i samband med hästskötsel. Ämnet behandlar också hästars reaktion och beteende vid ridning och körning samt kommunikation med hästar.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ridning och körning ska syfta till att eleverna utvecklar färdigheter i ridning och körning av hästar. Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utrusta, rida och köra hästar med hästarnas välbefinnande i centrum. Undervisningen ska leda till att eleverna utvecklar förmåga att samspela med hästar. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om sambandet mellan ändamålsenlig utrustning, träning och hästars hälsa. Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hästars mentala och kroppsliga utbildning.</p> <p>Genom rid- och körövningar ska eleverna ges möjlighet att utveckla förmåga att rida och köra hästar i olika åldrar och utbildningsstadier samt att tyda hästars reaktioner. Genom observationer ska eleverna ges möjlighet att utveckla kunskaper om hästars rörelse.</p> <h4>Undervisningen i ämnet ridning och körning ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om rid- och körlära samt om hästars olika gångarter.</li> <li>Kunskaper om faktorer som påverkar hästars prestation och hållbarhet samt förmåga att tolka hästars reaktion på träning och bedöma dessa faktorer.</li> <li>Förmåga att bedöma hästars allmäntillstånd samt kunskaper om träningsrelaterade skador och sjukdomar.</li> <li>Kunskaper om hästars utbildning samt övningar och rörelser för utveckling av ryttare.</li> <li>Förmåga att visitera, utrusta och hantera hästar för olika typer av arbete.</li> <li>Förmåga att rida hästar i olika sitsar, i balans och i ändamålsenlig form.</li> <li>Förmåga att köra hästar under kontroll och i ett bestämt tempo.</li> <li>Förmåga att sköta och vårda utrustning.</li> <li>Förmåga att arbeta säkert och ergonomiskt.</li> <li>Kunskaper om lagar och andra bestämmelser som rör arbete med hästar.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Ridning och körning, 200 poäng. </li> <li>Körning 1, 100 poäng, som bygger på kursen ridning och körning. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen trav 1.</li> <li>Körning 2, 100 poäng, som bygger på kursen körning 1.</li> <li>Ridning 1, 100 poäng, som bygger på kursen ridning och körning.</li> <li>Ridning 2, 100 poäng, som bygger på kursen ridning 1.</li> <li>Ridning för ridlärare, 100 poäng, som bygger på kursen ridning 1.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: RINRID0</h3>",
      "code": "RINRID0",
      "nameHeading": "<h2>Ridning och körning, 200 poäng</h2>",
      "name": "Ridning och körning",
      "englishName": "Riding and driving carriages",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen ridning och körning omfattar punkterna 1–3 och 5–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 6 och 7.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hästars gångarter, renhet och takt med variationer av tempo.</li> <li>Hästars gångarter på körplan och motionsslinga.</li> <li>Sjukdomar och skador hos hästar i samband med ridning och körning.</li> <li>Visitering av hästar med blick och hand.</li> <li>Hantering och träning av hästar i samband med ridning och körning.</li> <li>Ridning och körning av hästar med utgångspunkt från rid- och körlärans riktlinjer.</li> <li>Ridning av skolad häst på ridbana samt i skog och mark.</li> <li>Ryttarens sits med balans, stadga och följsamhet genom inverkan av vikt-, skänkel- och tygelhjälp.</li> <li>Körning av skolad häst på bana samt i skog och mark.</li> <li>Kuskens följsamhet och inverkan på hästen.</li> <li>Motions- och konkörning av skolad häst.</li> <li>Visning vid hand av skolad häst.</li> <li>Användning och skötsel av utrustning i samband med ridning och körning.</li> <li>Val av klädsel och personlig utrustning för olika situationer.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> <li>Bestämmelser om ridning och körning på väg samt i skog och mark.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <strong>översiktligt</strong> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <strong>enkla </strong>slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <strong>översiktligt</strong> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <strong>i samråd </strong>med handledare skolade hästar enligt given instruktion och med ett <strong>tillfredsställande </strong>resultat. I ridningen och körningen hanterar eleven <strong>i samråd </strong>med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <strong>i samråd </strong>med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <strong>i samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <strong>utförligt</strong> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <strong>välgrundade </strong>slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <strong>utförligt</strong> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <strong>efter samråd </strong>med handledare skolade hästar enligt given instruktion och med ett <strong>tillfredsställande </strong>resultat. I ridningen och körningen hanterar eleven <strong>efter samråd </strong>med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <strong>efter samråd </strong>med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för rid- och körlärarens riktlinjer samt för hästars olika gångarter. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur ryttarens respektive kuskens val av arbetsmetod och teknik påverkar hästens arbetsvilja och prestation. I redogörelsen drar eleven <strong>välgrundade och nyanserade </strong>slutsatser om sambandet mellan hästens talang och förmåga samt träningsmetoderna. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för vanliga skador hos hästar i samband med ridning och körning samt hur skadorna kan förebyggas.</p><p>Eleven visiterar, rider och kör <strong>efter samråd </strong>med handledare skolade hästar enligt given instruktion och med ett <strong>gott </strong>resultat. I ridningen och körningen hanterar eleven <strong>efter samråd </strong>med handledare hästarna med deras välbefinnande i fokus. Dessutom väljer eleven <strong>efter samråd </strong>med handledare lämplig utrustning för häst, ryttare och kusk. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning och körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: RINKOR01</h3>",
      "code": "RINKOR01",
      "nameHeading": "<h2>Körning 1, 100 poäng</h2>",
      "name": "Körning 1",
      "englishName": "Driving carriages 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen körning 1 omfattar punkterna 1–5 och 7–10 under rubriken Ämnets syfte, med särskild betoning på kunskaper om hästars olika gångarter samt punkterna 2 och 7.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hästars gångarter och rörelsemekanik.</li> <li>Hästars beteende med betoning på deras avspänning, rakriktning, takt och balans.</li> <li>Bedömning av hästars hälsa och kondition i samband med olika typer av arbete.</li> <li>Hästars utbildning och arbete i olika åldrar utifrån deras individuella förutsättningar.</li> <li>Motionsträning och intervallträning.</li> <li>Tempobedömning och tidtagarövningar inom körningens discipliner.</li> <li>Körning av hästar för olika användningsområden efter hästarnas individuella förutsättningar.</li> <li>Tömfattningar, kuskens position och hjälper.</li> <li>Grunderna i tömkörning.</li> <li>Selning och utrustning av hästar för körning och för olika typer av arbete.</li> <li>Skötsel och vård av utrustning, vagnar och redskap.</li> <li>Klädsel och utrustning för olika situationer.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med körning av hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> <li>Bestämmelser om körning på väg samt i skog och mark.</li> <li>Branschens etiska regler i samband med arbete med hästar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>översiktligt</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>översiktligt</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>översiktligt </strong>för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <strong>i samråd </strong>med handledare hästar för körning. Eleven kör <strong>i samråd </strong>med handledare skolade hästar med kontroll och säker position. Eleven kör också <strong>i samråd </strong>med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <strong>tillfredsställande</strong>. Dessutom genomför eleven <strong>i samråd </strong>med handledare tömkörning av skolade hästar. I körningen tolkar eleven <strong>med viss säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>i samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>utförligt</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>utförligt</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>utförligt</strong> för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <strong>efter samråd </strong>med handledare hästar för körning. Eleven kör <strong>efter samråd </strong>med handledare skolade hästar med kontroll och säker position. Eleven kör också <strong>efter samråd </strong>med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <strong>tillfredsställande</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare tömkörning av skolade hästar. I körningen tolkar eleven <strong>med viss säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>utförligt och nyanserat</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>utförligt och nyanserat</strong> för utbildningsgången och olika träningsmetoder för körhästar.</p><p>Eleven visiterar och utrustar <strong>efter samråd </strong>med handledare hästar för körning. Eleven kör <strong>efter samråd </strong>med handledare skolade hästar med kontroll och säker position. Eleven kör också <strong>efter samråd </strong>med handledare olika typer av hästar i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens körning är <strong>god</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare tömkörning av skolade hästar. I körningen tolkar eleven <strong>med säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: RINKOR02</h3>",
      "code": "RINKOR02",
      "nameHeading": "<h2>Körning 2, 100 poäng</h2>",
      "name": "Körning 2",
      "englishName": "Driving carriages 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen körning 2 omfattar punkterna 1–5 och 7–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hästars rörelsemekanik och avvikelser från normalt rörelsemönster.</li> <li>Observation av hästars hälsa och kondition.</li> <li>Observation för att förutse vanligt förekommande träningsrelaterade skador.</li> <li>Arbetsplaner och träningsprogram inom olika arbetsområden för körhästar.</li> <li>Träning av hästar för arbetskörning.</li> <li>Utbildning av körhästar i olika åldrar och utvecklingsstadier.</li> <li>Hantering av hästar i samband med träning och tävling.</li> <li>Tömkörning av skolade hästar efter deras individuella förutsättningar med betoning på hästarnas avspänning, rakriktning, takt och balans.</li> <li>Grunderna i parkörning.</li> <li>Utrustning av hästar för olika arbete och anspänningar.</li> <li>Skötsel och vård av utrustning, vagnar och redskap.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> <li>Bestämmelser om körning på väg samt i skog och mark.</li> <li>Etik i samband med träning och tävling.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för hästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>översiktligt</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>översiktligt</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven upprättar en <strong>enkel </strong>arbetsplan med träningsprogram för körhästar samt för <strong>med viss säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>i samråd </strong>med handledare arbetsuppgifter med ett <strong>tillfredsställande </strong>resultat. Dessutom visiterar, utrustar och kör eleven <strong>i samråd </strong>med handledare olika typer av hästar. Elevens körning är <strong>tillfredsställande</strong>. Eleven anpassar <strong>i samråd </strong>med handledare utrustning för aktuell körning. I arbetet och körningen hanterar eleven hästarna och utrustningen på ett <strong>tillfredsställande </strong>sätt. Eleven genomför <strong>i samråd </strong>med handledare tömkörning av skolade hästar. Eleven sköter och vårdar <strong>i samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för hästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>utförligt</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>utförligt</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven upprättar en <strong>genomarbetad </strong>arbetsplan med träningsprogram för körhästar samt för <strong>med viss säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter med ett <strong>tillfredsställande </strong>resultat. Dessutom visiterar, utrustar och kör eleven <strong>efter samråd </strong>med handledare olika typer av hästar. Elevens körning är <strong>tillfredsställande</strong>. Eleven anpassar <strong>efter samråd </strong>med handledare utrustning för aktuell körning. I arbetet och körningen hanterar eleven hästarna och utrustningen på ett <strong>tillfredsställande </strong>sätt. Eleven genomför <strong>efter samråd </strong>med handledare tömkörning av skolade hästar. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hästars rörelsemekanik och eventuella avvikelser från normalt rörelsemönster. Eleven redogör också <strong>utförligt och nyanserat</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för träningsrelaterade skador på körhästar samt hur skadorna kan förebyggas. Eleven upprättar en <strong>genomarbetad </strong>arbetsplan med träningsprogram för körhästar samt för <strong>med säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter med ett <strong>gott </strong>resultat. Dessutom visiterar, utrustar och kör eleven <strong>efter samråd </strong>med handledare olika typer av hästar. Elevens körning är <strong>god</strong>. Eleven anpassar <strong>efter samråd </strong>med handledare utrustning för aktuell körning. I arbetet och körningen hanterar eleven hästarna och utrustningen på ett <strong>gott </strong>sätt. Eleven genomför <strong>efter samråd </strong>med handledare tömkörning av skolade hästar. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med körning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: RINRID01</h3>",
      "code": "RINRID01",
      "nameHeading": "<h2>Ridning 1, 100 poäng</h2>",
      "name": "Ridning 1",
      "englishName": "Riding 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen ridning 1 omfattar punkterna 1–6 och 8–10 under rubriken Ämnets syfte, med särskild betoning på kunskaper om hästars olika gångarter samt punkterna 2 och 6.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hästars gångarter och rörelsemekanik.</li> <li>Hästars svar på träning med tanke på takt, balans, lösgjordhet, kontakt, stöd, schvung, rakriktning och samling.</li> <li>Bedömning av hästars hälsa och kondition i samband med olika typer av arbete.</li> <li>Träningslära.</li> <li>Ridning av hästar samt träning av ryttarens sits och ryttarens inverkan på hästen.</li> <li>Longering av skolad häst i ändamålsenlig form och i avvägt tempo.</li> <li>Grundläggande banhoppning och grundläggande hoppning i terräng.</li> <li>Val och anpassning av hästars utrustning för ridning i olika situationer.</li> <li>Val av ryttarklädsel och ryttarutrustning för olika situationer.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> <li>Bestämmelser om ridning på väg samt i skog och mark.</li> <li>Branschens etiska regler i samband med träning av och tävling med hästar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>översiktligt</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>översiktligt</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>översiktligt </strong>för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <strong>i samråd </strong>med handledare hästar för ridning. Eleven rider <strong>i samråd </strong>med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <strong>tillfredsställande</strong>. Dessutom genomför eleven <strong>i samråd </strong>med handledare longering av skolade hästar. I ridningen tolkar eleven <strong>med viss säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>i samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>utförligt</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>utförligt</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>utförligt</strong> för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <strong>efter samråd </strong>med handledare hästar för ridning. Eleven rider <strong>efter samråd </strong>med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <strong>tillfredsställande</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare longering av skolade hästar. I ridningen tolkar eleven <strong>med viss säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hästars olika gångarter och rörelsemekanik. Eleven redogör också <strong>utförligt och nyanserat</strong> för faktorer som påverkar hästars prestation, hälsa och kondition i samband med träning. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven redogör <strong>utförligt och nyanserat</strong> för utbildningsgången och olika träningsmetoder för ridhästar.</p><p>Eleven visiterar och utrustar <strong>efter samråd </strong>med handledare hästar för ridning. Eleven rider <strong>efter samråd </strong>med handledare olika typer av hästar i olika gångarter och i olika sitsar samt i ändamålsenlig form utifrån hästens individuella förutsättningar. Elevens ridning är <strong>god</strong>. Dessutom genomför eleven <strong>efter samråd </strong>med handledare longering av skolade hästar. I ridningen tolkar eleven <strong>med säkerhet </strong>hästens reaktioner på arbetet. Eleven tar också hänsyn till de faktorer som påverkar hästens prestation och hållbarhet. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: RINRID02</h3>",
      "code": "RINRID02",
      "nameHeading": "<h2>Ridning 2, 100 poäng</h2>",
      "name": "Ridning 2",
      "englishName": "Riding 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen ridning 2 omfattar punkterna 1–6 och 8–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 3.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Hästars gångarter och hoppteknik.</li> <li>Hästars utveckling, till exempel muskelsättning, kondition, utseende och beteende.</li> <li>Observation av hästars hälsa och kondition samt hästars reaktioner på träning.</li> <li>Arbetsplaner och träningsprogram för ridhästar.</li> <li>Visitering av, utrustning för och ridning av olika typer av hästar.</li> <li>Träning av hästar för någon eller några av ridsportens olika grenar.</li> <li>Hantering av hästar i samband med träning och tävling.</li> <li>Assistans vid löshoppning samt byggande av bana för löshoppning.</li> <li>Tömkörning av skolad häst i ändamålsenlig form.</li> <li>Val och vård av utrustning till hästar för olika slags arbete.</li> <li>Ergonomi, arbetsmiljö och säkerhet i samband med arbete med hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> <li>Bestämmelser om ridning på väg samt i skog och mark.</li> <li>Etik i samband med träning och tävling.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för hästars olika gångarter och hoppteknik. Eleven redogör också <strong>översiktligt</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>översiktligt</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <strong>enkelt </strong>träningsprogram för ridhästar samt för <strong>med viss säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>i samråd </strong>med handledare arbetsuppgifter med ett <strong>tillfredsställande </strong>resultat. Dessutom visiterar, utrustar och rider eleven <strong>i samråd </strong>med handledare olika typer av hästar. Elevens ridning är <strong>tillfredsställande</strong>. Eleven anpassar <strong>i samråd </strong>med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <strong>tillfredsställande </strong>sätt. Eleven genomför <strong>i samråd </strong>med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <strong>i samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för hästars olika gångarter och hoppteknik. Eleven redogör också <strong>utförligt</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>utförligt</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <strong>genomarbetat </strong>träningsprogram för ridhästar samt för <strong>med viss säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter med ett <strong>tillfredsställande </strong>resultat. Dessutom visiterar, utrustar och rider eleven <strong>efter samråd </strong>med handledare olika typer av hästar. Elevens ridning är <strong>tillfredsställande</strong>. Eleven anpassar <strong>efter samråd </strong>med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <strong>tillfredsställande </strong>sätt. Eleven genomför <strong>efter samråd </strong>med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hästars olika gångarter och hoppteknik. Eleven redogör också <strong>utförligt och nyanserat</strong> för hästars utveckling och eventuella avvikelser från en normal utveckling samt för faktorer som påverkar hästars hälsa och kondition. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för träningsrelaterade skador på ridhästar samt hur skadorna kan förebyggas. Eleven upprättar ett <strong>genomarbetat </strong>träningsprogram för ridhästar samt för <strong>med säkerhet </strong>journal över arbete med och skötsel av hästar.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter med ett <strong>gott </strong>resultat. Dessutom visiterar, utrustar och rider eleven <strong>efter samråd </strong>med handledare olika typer av hästar. Elevens ridning är <strong>god</strong>. Eleven anpassar <strong>efter samråd </strong>med handledare specialutrustning för aktuell häst och träning. I arbetet och ridningen hanterar eleven hästarna och utrustningen på ett <strong>gott </strong>sätt. Eleven genomför <strong>efter samråd </strong>med handledare tömkörning av skolade hästar samt assisterar vid löshoppning. Eleven sköter och vårdar <strong>efter samråd </strong>med handledare aktuell utrustning. Eleven arbetar säkert och ergonomiskt i samband med ridning. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: RINRIN0</h3>",
      "code": "RINRIN0",
      "nameHeading": "<h2>Ridning för ridlärare, 100 poäng</h2>",
      "name": "Ridning för ridlärare",
      "englishName": "Riding for riding instructors",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen ridning för ridlärare omfattar punkterna 1–2, 4, 6 och 9–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 4 och 6.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Ridning och ridlära för utveckling av ryttare.</li> <li>Sambandet mellan ridlärans teori och praktik.</li> <li>Ridning för underhåll av ridskolehästar.</li> <li>Tömkörning och löshoppning.</li> <li>Hindertyper och banbyggnad.</li> <li>Hästrekrytering, hästars utveckling och utbildning.</li> <li>Träningsmoment för utveckling och utbildning av ryttare.</li> <li>Programridning samt ban- och terränghoppning på grundläggande ridlärarnivå.</li> <li>Riding för ryttare med olika förutsättningar och behov.</li> <li>Ergonomi, arbetsmiljö och förebyggande säkerhetsåtgärder i samband med arbete med hästar.</li> <li>Tävlingsreglementen och övriga branschregler i samband med träning av och tävling med hästar.</li> <li>Lagar och andra bestämmelser som rör arbete med hästar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>I ridningen använder eleven ridlärans teori i praktisk tillämpning på ett <strong>tillfredställande</strong> sätt. Eleven genomför <strong>i samråd</strong> med handledare tömkörning och löshoppning av skolade hästar och anpassar <strong>i samråd</strong> med handledare hinder och banor för aktuell ryttare, häst och träning.</p> <p>Eleven redogör <strong>översiktligt</strong> för förutsättningarna för hästars träning. Vidare upprättar eleven ett <strong>enkelt</strong> träningsprogram för häst och ryttare samt gör en <strong>enkel</strong> dokumentation av arbetet. Elevens ridning och hoppning på grundläggande ridlärarnivå är <strong>tillfredsställande</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt, och kan <strong>översiktligt</strong> diskutera förutsättningarna kring ridning för ryttare med olika förutsättningar och behov. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med tävlingsreglemente, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>I ridningen använder eleven ridlärans teori i praktisk tillämpning på ett <strong>tillfredställande</strong> sätt. Eleven genomför <strong>efter samråd</strong> med handledare tömkörning och löshoppning av skolade hästar och anpassar <strong>efter samråd</strong> med handledare hinder och banor för aktuell ryttare, häst och träning.</p> <p>Eleven redogör <strong>utförligt</strong> för förutsättningarna för hästars träning. Vidare upprättar eleven ett träningsprogram för häst och ryttare samt gör en <strong>noggrann</strong> dokumentation av arbetet. Elevens ridning och hoppning på grundläggande ridlärarnivå är <strong>tillfredsställande</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt, och kan <strong>utförligt </strong>diskutera förutsättningarna kring ridning för ryttare med olika förutsättningar och behov. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med tävlingsreglemente, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med</strong> <strong>viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>I ridningen använder eleven ridlärans teori i praktisk tillämpning på ett <strong>gott</strong> sätt. Eleven genomför <strong>efter samråd</strong> med handledare tömkörning och löshoppning av skolade hästar och anpassar <strong>efter samråd</strong> med handledare hinder och banor för aktuell ryttare, häst och träning.</p> <p>Eleven redogör <strong>utförligt och nyanserat</strong> för förutsättningarna för hästars träning. Vidare upprättar eleven ett <strong>avancerat</strong> träningsprogram för häst och ryttare samt gör en <strong>noggrann och utförligt</strong> dokumentation av arbetet. Elevens ridning och hoppning på grundläggande ridlärarnivå är <strong>god</strong>.</p> <p>Eleven arbetar säkert och ergonomiskt, och kan <strong>utförligt och nyanserat</strong> diskutera förutsättningarna kring ridning för ryttare med olika förutsättningar och behov. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för och arbetar i enlighet med tävlingsreglemente, lagar och andra bestämmelser som gäller i aktuella situationer.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.144Z"
}