{
  "code": "SAA",
  "name": "Sammanfogningsteknik",
  "englishName": "Joining technology",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:185",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:214",
  "skolfsAndring": "2022:271",
  "nameHeading": "<h2>Sammanfogningsteknik</h2>",
  "description": "<p>Ämnet sammanfogningsteknik behandlar olika metoder och tekniker för sammanfogning av material. Dessutom behandlar ämnet kvalitetsbedömning av resultat och hur skötsel av utrustningen skapar förutsättningar för en driftsäker produktion.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet sammanfogningsteknik ska syfta till att eleverna utvecklar förmåga att sammanfoga olika material med hjälp av utrustning anpassad för materialet. Undervisningen ska leda till att eleverna utvecklar kunskaper om olika metoder för sammanfogning samt förmåga att bedöma vilken metod som är lämpligast att välja för den aktuella uppgiften. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om utrustningens funktion och användningsområden samt om vikten av underhåll av utrustningen.</p><p>Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur information från tillverkningsunderlag används vid sammanfogning av material. Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om risker för formavvikelser och felaktigheter vid sammanfogningen samt hur sådana undviks och åtgärdas. Att tillverka produkter med rätt kvalitet är viktigt inom industriteknisk produktion, och undervisningen ska därför leda till att eleverna utvecklar kunskaper om kvalitetsbedömning av det färdiga resultatet med hjälp av standarder. Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att lösa produktionstekniska problem.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur man systematiskt arbetar med säkerhets- och miljöfrågor samt hur man arbetar ergonomiskt. Den ska även ge eleverna möjlighet att utveckla kunskaper om de termer och begrepp som används inom teknikområdet samt förmåga att samverka och kommunicera med människor i alla led i produktionen.</p><h4>Undervisningen i ämnet sammanfogningsteknik ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, organisera och utföra sammanfogning av material med utrustning som är lämplig för materialet.</li> <li>Förmåga att tolka instruktioner och tillverkningsunderlag.</li> <li>Förmåga att hantera och vårda utrustningen enligt givna instruktioner, utföra underhåll av och enklare reparationer på utrustningen samt hålla god ordning på arbetsplatsen.</li> <li>Förmåga att arbeta på ett sätt som är säkert både för en själv och andra samt ergonomiskt och med hänsyn till miljön.</li> <li>Förmåga att korrigera formavvikelser samt lösa produktionstekniska problem.</li> <li>Kunskaper om utrustningars funktion och olika metoder.</li> <li>Förmåga att bedöma kvalitet på utfört arbete.</li> <li>Förmåga att kommunicera med olika målgrupper och använda begrepp och uttryck som är relevanta för ämnesområdet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Sammanfogning, 100 poäng. </li> <li>Svets grund, 100 poäng. </li> <li>Kälsvets 1, 100 poäng, som bygger på kursen svets grund. Kursen kan läsas flera gånger med olika svetsmetoder.</li> <li>Kälsvets 2, 100 poäng, som bygger på kursen kälsvets 1. Kursen kan läsas flera gånger med olika svetsmetoder.</li> <li>Stumsvets 1, 100 poäng, som bygger på kursen kälsvets 2. Kursen kan läsas flera gånger med olika svetsmetoder.</li> <li>Stumsvets 2, 100 poäng, som bygger på kursen stumsvets 1. Kursen kan läsas flera gånger med olika svetsmetoder.</li> <li>Rörsvets 1, 100 poäng, som bygger på kursen stumsvets 2. Kursen kan läsas flera gånger med olika svetsmetoder.</li> <li>Rörsvets 2, 100 poäng, som bygger på kursen rörsvets 1. Kursen kan läsas flera gånger med olika svetsmetoder.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: SAASAA0</h3>",
      "code": "SAASAA0",
      "nameHeading": "<h2>Sammanfogning, 100 poäng</h2>",
      "name": "Sammanfogning",
      "englishName": "Joining",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen sammanfogning omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Sammanfogning av olika material med relevanta sammanfogningsmetoder, till exempel limning, nitning, skruvförband, svetsning och lödning.</li> <li>Enklare tillverkningsunderlag för sammanfogning.</li> <li>Olika utrustningars funktion och användningsområden.</li> <li>Enklare underhåll och service på utrustningarna. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för bedömning av sammanfogningsprocessen och korrigeringsmöjligheter.</li> <li>Kvalitetsbedömning av resultatet.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare sammanfogning av material med relevanta metoder. I planeringen tolkar eleven <strong>med viss säkerhet</strong> arbetsbeskrivningar och ritningar. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare sammanfogning av material med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>arbetsbeskrivningar och ritningar. Eleven hanterar material, utrustning, verktyg och eventuella maskiner med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare sammanfogning av material med relevanta metoder. I planeringen tolkar eleven <strong>med viss säkerhet</strong> arbetsbeskrivningar och ritningar. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare sammanfogning av material med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>arbetsbeskrivningar och ritningar. Eleven hanterar material, utrustning, verktyg och eventuella maskiner med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare sammanfogning av material med relevanta metoder. I planeringen tolkar eleven <strong>med säkerhet</strong> arbetsbeskrivningar och ritningar. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare sammanfogning av material med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>arbetsbeskrivningar och ritningar. Eleven hanterar material, utrustning, verktyg och eventuella maskiner med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAASVT0</h3>",
      "code": "SAASVT0",
      "nameHeading": "<h2>Svets grund, 100 poäng</h2>",
      "name": "Svets grund",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen svets grund omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Vanliga svetsmetoder för svetsning i kälfogar och stumsvetsar i enkla svetslägen.</li> <li>Svetsning och lödning med oxygen och acetylen.</li> <li>Skärande i metalliska material med termisk utrustning.</li> <li>Enklare tillverkningsunderlag för lödning och svetsning.</li> <li>Utrustningens funktion och användningsområden samt säkerhetsanordningar.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet. </li> <li>Metoder för reparation av enkla fel som uppstått under sammanfogningen.</li> <li>Standarder för kvalitetsbedömning av sammanfogning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning och lödning med relevanta metoder. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning och lödning med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen. I redogörelser och förklaringar använder eleven med viss säkerhet korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning och lödning med relevanta metoder. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning och lödning med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen. I redogörelser och förklaringar använder eleven med viss säkerhet korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning och lödning med relevanta metoder. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning och lödning med relevanta metoder i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>. I redogörelser och förklaringar använder eleven med viss säkerhet korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAAKÄL01S</h3>",
      "code": "SAAKÄL01S",
      "nameHeading": "<h2>Kälsvets 1, 100 poäng</h2>",
      "name": "Kälsvets 1",
      "englishName": "Fillet weld 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen kälsvets 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av kälfogar i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Tillverkningsunderlag, till exempel svetsdatablad och ritningar.</li> <li>Funktion hos utrustning och kringutrustning för vald svetsmetod.</li> <li>Enklare underhåll och service på utrustningen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet. </li> <li>Metoder för reparation av enklare fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av sammanfogningar.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAAKÄL02S</h3>",
      "code": "SAAKÄL02S",
      "nameHeading": "<h2>Kälsvets 2, 100 poäng</h2>",
      "name": "Kälsvets 2",
      "englishName": "Fillet weld 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen kälsvets 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av kälfogar plåt mot plåt samt plåt mot rör i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Tillverkningsunderlag, till exempel svetsdatablad, ritningar och standarder.</li> <li>Funktion hos utrustning och kringutrustning för vald svetsmetod.</li> <li>Systematiskt underhåll och service på utrustningen. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för reparation av enklare fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av den utförda sammanfogningen.</li> <li>Termer och begrepp inom teknikområdet.</li> <li>Olika delar i produktionsprocessen. Betydelsen av kommunikation och samverkan mellan dessa.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>översiktligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i kälfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt redogör <strong>utförligt och nyanserat</strong> för betydelsen av samarbete. Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAASTU01S</h3>",
      "code": "SAASTU01S",
      "nameHeading": "<h2>Stumsvets 1, 100 poäng</h2>",
      "name": "Stumsvets 1",
      "englishName": "Butt welding 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen stumsvets 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av hörn och stumfogar i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Tillverkningsunderlag.</li> <li>Funktion hos utrustning och kringutrustning för vald svetsmetod.</li> <li>Systematiskt underhåll och service samt felsökning på utrustningen. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för reparation av enklare fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av den utförda sammanfogningen.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i hörn och av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAASTU02S</h3>",
      "code": "SAASTU02S",
      "nameHeading": "<h2>Stumsvets 2, 100 poäng</h2>",
      "name": "Stumsvets 2",
      "englishName": "Butt welding 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen stumsvets 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av stumfogar i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Avancerade tillverkningsunderlag.</li> <li>Funktion hos utrustning och kringutrustning för vald svetsmetod.</li> <li>Systematiskt underhåll och service samt felsökning på utrustningen. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för reparation av fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av den utförda sammanfogningen.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod av stumfogar, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAARÖR01S</h3>",
      "code": "SAARÖR01S",
      "nameHeading": "<h2>Rörsvets 1, 100 poäng</h2>",
      "name": "Rörsvets 1",
      "englishName": "Pipe welding 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 7,
      "description": "<p>Kursen rörsvets 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av stumfogar i rör i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Avancerade tillverkningsunderlag.</li> <li>Funktion hos utrustning och kringutrustning för vald svetsmetod.</li> <li>Systematiskt underhåll och service samt felsökning på utrustningen. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för reparation av fel som uppstår under svetsningen samt för att lösa enklare produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av den utförda sammanfogningen.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAARÖR02S</h3>",
      "code": "SAARÖR02S",
      "nameHeading": "<h2>Rörsvets 2, 100 poäng</h2>",
      "name": "Rörsvets 2",
      "englishName": "Pipe welding 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 8,
      "description": "<p>Kursen rörsvets 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom vald svetsmetod.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Svetsning med vald svetsmetod av stumfogar i rör i olika relevanta svetslägen till gängse acceptanskrav.</li> <li>Avancerade tillverkningsunderlag.</li> <li>Systematiskt underhåll och service samt felsökning på utrustningen. Organisation av arbetsplatsen.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, systematiskt arbetsmiljöarbete samt säkerhetsföreskrifter. Betydelsen av dessa för organisation och genomförande av det egna arbetet.</li> <li>Metoder för reparation av fel som uppstår under svetsning samt för att lösa produktionstekniska problem.</li> <li>Standarder för kvalitetsbedömning av den utförda sammanfogningen.</li> <li>Termer och begrepp inom teknikområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>i samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>i samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> visst </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>i samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>enkel </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>översiktligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med viss säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med <strong>gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med viss säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör. I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>. Vidare väljer eleven <strong>efter samråd </strong>med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.</p><p>Eleven utför med noggrannhet och <strong>efter samråd </strong>med handledare svetsning med vald svetsmetod i stumfogar i rör, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer. Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav. I arbetet använder eleven <strong>med säkerhet </strong>instruktioner och tillverkningsunderlag. Eleven hanterar material, utrustning och verktyg med<strong> mycket gott </strong>handlag och håller god ordning på arbetsplatsen. Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön. Under arbetet upptäcker eleven eventuella formavvikelser och andra problem som uppkommer och åtgärdar dem <strong>efter samråd </strong>med handledare. När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig </strong>dokumentation av arbetsprocessen och resultatet.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer påverkat kvalitet och slutresultat. Eleven redogör <strong>utförligt och nyanserat </strong>för eventuella avvikelser från specifikationen samt den egna arbetsinsatsen. Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen<strong> samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>Eleven samarbetar i sitt arbete med andra samt använder <strong>med säkerhet</strong> korrekt fackspråk.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
