{
  "code": "SAI",
  "name": "Samiskt hantverk",
  "englishName": "Sami handicrafts",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:249",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2011:169",
  "skolfsAndring": "2022:270",
  "nameHeading": "<h2>Samiskt hantverk</h2>",
  "description": "<p>Ämnet samiskt hantverk behandlar tillverkning av redskap, bruksföremål och konsthantverk. Det behandlar traditionella och moderna hantverkstekniker, material, verktyg, maskiner och annan utrustning inom det hantverksområde som eleven har valt. Det behandlar också yrkesetik under arbetsprocessen och resultatets kvalitet. Ämnet behandlar vidare hantverkets betydelse som näring, binäring, kulturbärare och identitetsskapare i det samiska samhället, samt dess symbolvärde för den samiska identiteten, livsstilen och levnadssättet.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet samiskt hantverk ska syfta till att eleverna utvecklar förmåga att genomföra alla steg i hantverksprocessen från idé till färdig produkt. Den ska bidra till att eleverna utvecklar förmåga att identifiera behov, planera med skiss eller ritning, välja lämpliga material och tekniker, genomföra och redovisa arbetet samt analysera och utvärdera resultatet. Undervisningen ska stimulera eleverna till att utveckla initiativförmåga, idérikedom, självständighet, personligt ansvarstagande, samarbetsförmåga, egen drivkraft och skaparglädje. Eleverna ska ges möjlighet att utveckla ett kreativt tänkande, ett estetiskt förhållningssätt och känsla för form. Därför ska undervisningen ge såväl kunskaper om färg och form som färdigheter i design och formgivning.</p><p>Undervisningen ska också bidra till att eleverna utvecklar förmåga att använda traditionella och nya material och tekniker inom valt hantverksområde liksom färdigheter i att använda verktyg och maskiner.</p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av att bevara och utveckla det samiska hantverket samt av hantverkets betydelse för samiskt kultur- och näringsliv. Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att använda fackspråk och samisk terminologi som ett hjälpmedel för att förstå och beskriva det samiska hantverket i nutid och historisk tid.</p><h4>Undervisningen i ämnet samiskt hantverk ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om den samiska hantverkstraditionen samt förmåga att bedöma hantverksprodukters kvalitet och estetiska värde.</li> <li>Färdigheter i att utföra samiska hantverkstekniker och att planera, välja och använda lämpliga material, tekniker, verktyg och maskiner.</li> <li>Kunskaper om att ta till vara material till samiskt hantverk och att bedöma materialets kvalitet.</li> <li>Kunskaper om färg- och formlära, samiska ortskaraktärer och symboler samt färdigheter i att använda dem under skapandeprocessen.</li> <li>Färdigheter i skisstekniker, rittekniker och tekniska beskrivningar som är relevanta för det valda hantverksområdet.</li> <li>Förmåga att beräkna kostnader samt material- och tidsåtgång.</li> <li>Färdigheter i att använda fackspråk och samisk terminologi samt färdigheter i att använda både internationella och samiska måttsystem.</li> <li>Förmåga att utvärdera, analysera och dokumentera arbetsprocess och resultat.</li> <li>Färdigheter i att sköta och underhålla material, verktyg och maskiner.</li> <li>Färdigheter i att arbeta ergonomiskt och med hänsyn till miljö, arbetsmiljö och säkerhet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Samisk hantverkskultur, 50 poäng. </li> <li>Samiskt hantverk 1, 100 poäng. Kursen kan läsas flera gånger med innehåll från olika hantverksområden.</li> <li>Samiskt hantverk 2, 100 poäng, som bygger på kursen samiskt hantverk 1. Kursen kan läsas flera gånger med innehåll från olika hantverksområden.</li> <li>Samiskt hantverk 3, 100 poäng, som bygger på kursen samiskt hantverk 2. Kursen kan läsas flera gånger med innehåll från olika hantverksområden.</li> <li>Samiskt hantverk 4, 100 poäng, som bygger på kursen samiskt hantverk 3.</li> <li>Samiskt hantverk 5, 100 poäng, som bygger på kursen samiskt hantverk 4.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: SAISAM0</h3>",
      "code": "SAISAM0",
      "nameHeading": "<h2>Samisk hantverkskultur, 50 poäng</h2>",
      "name": "Samisk hantverkskultur",
      "englishName": "Sami handicraft culture",
      "points": "50",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen samisk hantverkskultur omfattar punkterna 1 och 4–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Det samiska hantverkets roll i samiskt näringsliv både ur ett historiskt och nutida perspektiv.</li> <li>Samiska slöjdare och konstnärer och deras betydelse för den samiska kulturen och dess utveckling.</li> <li>Användningsområde och material för samiskt hantverk och samiska bruksföremål samt utvecklingen av konsthantverk.</li> <li>Material-, tids- och kostnadskalkyler samt arbetsbeskrivningar.</li> <li>Samiska ortskaraktärer och traditionellt samiskt hantverk.</li> <li>Samisk design med färg, form och symboler.</li> <li>Samisk terminologi och fackspråk. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <strong>översiktligt </strong>för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <strong>översiktligt</strong> för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <strong>översiktligt</strong> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör <strong>enkla </strong>tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <strong>enkla </strong>motiv för sina tolkningar och analyser. Dessutom resonerar eleven <strong>översiktligt </strong>om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <strong>med viss säkerhet </strong>relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <strong>översiktligt </strong>för de olika samiska ortskaraktärerna samt för <strong>enkla </strong>resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <strong>enkla </strong>resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <strong>enkla</strong> arbetsbeskrivningar och skisser. Eleven gör <strong>med viss säkerhet </strong>material-, tids- och kostnadskalkyler. Dessutom använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <strong>utförligt </strong>för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <strong>utförligt </strong>för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <strong>utförligt</strong> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <strong>välgrundade </strong>motiv för sina tolkningar och analyser. Dessutom resonerar eleven <strong>utförligt</strong> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <strong>med viss säkerhet </strong>relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <strong>utförligt</strong> för de olika samiska ortskaraktärerna samt för <strong>välgrundade </strong>resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <strong>välgrundade </strong>resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <strong>genomarbetade</strong> arbetsbeskrivningar och skisser. Eleven gör <strong>med viss säkerhet </strong>material-, tids- och kostnadskalkyler. Dessutom använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat </strong>för huvuddragen i samiskt hantverk och den samiska kulturens utveckling från komsakulturen fram till i dag. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för vilken roll samiskt hantverk har i samiskt näringsliv. Eleven redogör <strong>utförligt och nyanserat </strong>för användningsområden och material för samiskt hantverk och samiska bruksföremål. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för utvecklingen från bruksföremål till konsthantverk.</p><p>Eleven gör <strong>avancerade </strong>tolkningar och analyser av samiska konstnärers och slöjdares verk samt ger <strong>välgrundade och nyanserade </strong>motiv för sina tolkningar och analyser. Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> om vad konstnärer och slöjdare har haft för betydelse för det samiska samhället och den samiska kulturen. I sina tolkningar, analyser och resonemang använder eleven <strong>med säkerhet </strong>relevanta begrepp och någon relevant metod eller teori.</p><p>Eleven redogör <strong>utförligt och nyanserat</strong> för de olika samiska ortskaraktärerna samt för <strong>välgrundade och nyanserade </strong>resonemang kring beskrivning och identifiering av traditionellt samiskt hantverk. Eleven för också <strong>välgrundade och nyanserade </strong>resonemang om hur de samiska symbolerna tolkas i samiskt hantverk och i den samiska kulturen.</p><p>Eleven skapar samisk design med färg, form och samiska symboler i <strong>genomarbetade</strong> arbetsbeskrivningar och skisser. Eleven gör <strong>med säkerhet </strong>material-, tids- och kostnadskalkyler. Dessutom använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAISAM01S</h3>",
      "code": "SAISAM01S",
      "nameHeading": "<h2>Samiskt hantverk 1, 100 poäng</h2>",
      "name": "Samiskt hantverk 1",
      "englishName": "Sami handicrafts 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen samiskt hantverk 1 omfattar punkterna 2–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 3, 5 och 10. I kursen behandlas grundläggande kunskaper i valt hantverksområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Traditionella material, redskap, arbetsmetoder, maskiner och tekniker. I samband med det behandlas materialberäkning och planering av tidsåtgång.</li> <li>Produkt- och materialkunskap i samband med planering och genomförande.</li> <li>Färg och form.</li> <li>Skisser och mönster till olika samiska hantverksprodukter inom valt hantverksområde.</li> <li>Fackspråk och samisk terminologi.</li> <li>Utvärdering av arbetsprocess och resultat.</li> <li>Hantering, underhåll och skötsel av maskiner och verktyg.</li> <li>Ergonomi, säkerhet, arbetsmiljö och skyddsutrustning.</li> <li>Miljöhänsyn i arbetet, till exempel återvinning och källsortering.</li> <li>Ansvarsfullt uppträdande i yrkesutövandet. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>i samråd </strong>med handledare arbetsuppgifter samt gör en <strong>enkel </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>I samråd </strong>med handledare väljer eleven traditionella material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>översiktligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>enkla </strong>skisser och ritningar, ger <strong>enkla </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet enkla</strong> beräkningar.</p><p>Eleven använder <strong>i samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som går att använda i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>visst </strong>handlag. Under arbetet upptäcker och löser eleven <strong>i samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>översiktligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>enkla </strong>omdömen. Beskrivningen innehåller <strong>enkla </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>i samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven traditionella material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som fungerar väl i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven</strong><strong> utvärderar sin egen arbetsmiljö med enkla omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven traditionella material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt och nyanserat </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade och nyanserade </strong>förslag på alternativa lösningar och gör <strong>med säkerhet avancerade </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med säkerhet </strong>tekniker och metoder och uppnår resultat <strong>som uppfyller höga krav på</strong> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <strong>mycket gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt och nyanserat </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade och nyanserade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven</strong><strong> utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade och nyanserade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAISAM02S</h3>",
      "code": "SAISAM02S",
      "nameHeading": "<h2>Samiskt hantverk 2, 100 poäng</h2>",
      "name": "Samiskt hantverk 2",
      "englishName": "Sami handicrafts 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen samiskt hantverk 2 omfattar punkterna 2–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 4 och 7–9. I kursen befästs grundkunskaperna i valt hantverksområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Kreativt och metodiskt tänkande i samiskt hantverk.</li> <li>Beskrivning, hantering och kvalitetsbedömning av materialet redan vid materialinsamlingen.</li> <li>Materialets uppbyggnad och tillväxt.</li> <li>Färgers, formers och proportioners betydelse vid planering av produkter.</li> <li>Ekonomiska beräkningar samt bedömning av produktens kvalitet och estetiska värde.</li> <li>Traditionella samiska måttenheter samt internationella måttenheter och standarder.</li> <li>Beskrivning och dokumentation av idéer och arbetsprocesser med hjälp av fackspråk och samisk terminologi.</li> <li>Hantering, underhåll och skötsel av maskiner och verktyg enligt säkerhetsföreskrifter.</li> <li>Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt och hur man använder skyddsutrustning.</li> <li>Arbete med hänsyn till miljön, till exempel återvinning och källsortering. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>i samråd</strong> med handledare arbetsuppgifter samt gör en <strong>enkel </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>I samråd med </strong>handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>översiktligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>enkla </strong>skisser och ritningar, ger <strong>enkla </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet enkla</strong> beräkningar.</p><p>Eleven använder <strong>i samråd </strong>med handledare <strong>och med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en </strong>teknisk och estetisk kvalitet <strong>som går att använda i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>visst </strong>handlag. Under arbetet upptäcker och löser eleven <strong>i samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>översiktligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>enkla </strong>omdömen. Beskrivningen innehåller <strong>enkla </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet </strong>relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>i samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som fungerar väl i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven</strong><strong> utvärderar sin egen arbetsmiljö med enkla omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt och nyanserat </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade och nyanserade </strong>förslag på alternativa lösningar och gör <strong>med säkerhet avancerade </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med säkerhet </strong>tekniker och metoder och uppnår resultat <strong>som uppfyller höga krav på</strong> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <strong>mycket gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt och nyanserat </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade och nyanserade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven </strong><strong>utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade och nyanserade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAISAM03S</h3>",
      "code": "SAISAM03S",
      "nameHeading": "<h2>Samiskt hantverk 3, 100 poäng</h2>",
      "name": "Samiskt hantverk 3",
      "englishName": "Sami handicrafts 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen samiskt hantverk 3 omfattar punkterna 2–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 6–8 och 10. I kursen behandlas fördjupade kunskaper i valt hantverksområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Välja och införskaffa traditionellt material till samiskt hantverk och göra det med hänsyn till natur och miljö.</li> <li>Materialkunskaper i samband med framställning, förädling, egenskaper, skötsel och användningsområden.</li> <li>Planering av arbetet. I samband med det behandlas material-, tids- och kostnadskalkyler.</li> <li>Val av form, färg, material och metoder samt verktyg, maskiner och redskap till egna samiska hantverksprodukter.</li> <li>Slöjd enligt traditionella former, skisser och tekniker och i enlighet med normer och kvalitetskriterier.</li> <li>Samisk terminologi utifrån ortskaraktärer.</li> <li>Utvärdering och analys av arbetsprocess och resultat.</li> <li>Dokumentation av arbetsprocessen och det färdiga resultatet.</li> <li>Hantering, underhåll och skötsel av maskiner och verktyg enligt säkerhetsföreskrifter.</li> <li>Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt och användande av skyddsutrustning.</li> <li>Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>i samråd </strong>med handledare arbetsuppgifter samt gör en <strong>enkel </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>I samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>översiktligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>enkla </strong>skisser och ritningar, ger <strong>enkla </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet enkla </strong>beräkningar.</p><p>Eleven använder <strong>i samråd </strong>med handledare <strong>och med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en </strong>teknisk och estetisk kvalitet<strong> som går att använda i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>visst </strong>handlag. Under arbetet upptäcker och löser eleven <strong>i samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>översiktligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>enkla </strong>omdömen. Beskrivningen innehåller <strong>enkla </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet </strong>relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>i samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som fungerar väl i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven </strong><strong>utvärderar sin egen arbetsmiljö med enkla omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön</strong><strong>.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt och nyanserat </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade och nyanserade </strong>förslag på alternativa lösningar och gör <strong>med säkerhet avancerade </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med säkerhet </strong>tekniker och metoder och uppnår resultat <strong>som uppfyller höga krav på</strong> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <strong>mycket gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt och nyanserat </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade och nyanserade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven hanterar och vårdar <strong>efter samråd </strong>med handledare material, verktyg och maskiner på ett riktigt och säkert sätt. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.<strong> Eleven </strong><strong>utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade och nyanserade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa</strong><strong>.</strong></p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav. </p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAISAM04</h3>",
      "code": "SAISAM04",
      "nameHeading": "<h2>Samiskt hantverk 4, 100 poäng</h2>",
      "name": "Samiskt hantverk 4",
      "englishName": "Sami handicrafts 4",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen samiskt hantverk 4 omfattar punkterna 2–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2–3, 6–8 och 10. I kursen behandlas utökade fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Produkt- och materialkunskap i samband med planering och genomförande.</li> <li>Produktionsplanering för effektivisering. I samband med det behandlas material-, tids- och kostnadskalkyler.</li> <li>Skissteknik, ritteknik och konstruktion för vidareutveckling av idéer. Analys av färg, form och proportioner för kvalitetshöjning av resultat.</li> <li>Fackspråk och samisk terminologi, anpassat efter situation och mottagare, till exempel vid kommunikation med bransch och kund.</li> <li>Utvärdering och analys av arbetsprocess och resultat.</li> <li>Digitala tekniker för presentation av det färdiga arbetet.</li> <li>Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.</li> <li>Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service, till exempel vid kundsamtal.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>i samråd </strong>med handledare arbetsuppgifter samt gör en <strong>enkel </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>I samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>översiktligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>enkla </strong>skisser och ritningar, ger <strong>enkla </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet enkla </strong>beräkningar.</p><p>Eleven använder <strong>i samråd </strong>med handledare <strong>och med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en </strong>teknisk och estetisk kvalitet <strong>som går att använda i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>visst </strong>handlag. Under arbetet upptäcker och löser eleven <strong>i samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>översiktligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>enkla </strong>omdömen. Beskrivningen innehåller <strong>enkla </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet </strong>relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>i samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>Eleven agerar kundorienterat i <strong>bekanta</strong> försäljnings- eller servicesituationer samt motiverar <strong>översiktligt</strong> sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som fungerar väl i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>efter samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <strong>Eleven utvärderar sin egen arbetsmiljö med enkla omdömen samt ger enkla förslag på förbättringar av arbetsmiljön.</strong></p><p>Eleven agerar kundorienterat i <strong>bekanta</strong> försäljnings- eller servicesituationer,<strong> tar egna initiativ</strong> samt motiverar <strong>utförligt </strong>sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt och nyanserat </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade och nyanserade </strong>förslag på alternativa lösningar och gör <strong>med säkerhet komplexa </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med säkerhet </strong>tekniker och metoder och uppnår resultat <strong>som uppfyller höga krav på</strong> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <strong>mycket gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer. Eleven beskriver <strong>utförligt och nyanserat </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade och nyanserade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>efter samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <strong>Eleven</strong> <strong>utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa.</strong></p><p>Eleven agerar kundorienterat i <strong>nya</strong> försäljnings- eller servicesituationer, <strong>tar egna initiativ</strong> samt motiverar <strong>utförligt och</strong> <strong>nyanserat</strong> sitt agerande <strong>och ger förslag på alternativa tillvägagångssätt i agerandet</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SAISAM05</h3>",
      "code": "SAISAM05",
      "nameHeading": "<h2>Samiskt hantverk 5, 100 poäng</h2>",
      "name": "Samiskt hantverk 5",
      "englishName": "Sami handicrafts 5",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen samiskt hantverk 5 omfattar punkterna 2–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 4–6 och 8. I kursen behandlas utökade fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Kreativt produktionsarbete med effektivisering, lönsamhet och resultatets kvalitet i fokus. I samband med det behandlas produktionsplanering samt material-, tids- och kostnadskalkyler.</li> <li>Planering av inköp och prissättning av produkter, varor och tjänster.</li> <li>Skissteknik, ritteknik och konstruktion för vidareutveckling av idéer. </li> <li>Analys av färg, form och proportioner för kvalitetshöjning av resultatet.</li> <li>Fackspråk och samisk terminologi, anpassat efter situation och mottagare, till exempel vid kommunikation med bransch och kund.</li> <li>Utvärdering och analys av arbetsprocess och resultat.</li> <li>Digitala tekniker för presentation av det färdiga arbetet.</li> <li>Ergonomiskt riktigt och arbetsmiljömässigt säkert arbetssätt.</li> <li>Arbete med hänsyn till miljön, till exempel genom återvinning och källsortering.</li> <li>Kundorienterat och ansvarsfullt yrkesutövande vid målinriktad tillverkning, försäljning och service, till exempel behovsanalys.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>i samråd </strong>med handledare arbetsuppgifter samt gör en <strong>enkel </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>I samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>översiktligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>enkla </strong>skisser och ritningar, ger <strong>enkla </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet enkla </strong>beräkningar.</p><p>Eleven använder <strong>i samråd </strong>med handledare <strong>och med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en </strong>teknisk och estetisk kvalitet<strong> som går att använda i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>visst </strong>handlag. Under arbetet upptäcker och löser eleven <strong>i samråd </strong>med handledare eventuella problem som uppkommer. Eleven beskriver <strong>översiktligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>enkla </strong>omdömen. Beskrivningen innehåller <strong>enkla </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet </strong>relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>i samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder.</p><p>Eleven agerar kundorienterat i <strong>bekanta</strong> försäljnings- eller servicesituationer samt motiverar <strong>översiktligt</strong> sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med viss säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade </strong>förslag på alternativa lösningar och gör <strong>med viss säkerhet </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med viss säkerhet </strong>tekniker och metoder och uppnår resultat <strong>med en</strong> teknisk och estetisk kvalitet <strong>som fungerar väl i det avsedda sammanhanget</strong>. I arbetet hanterar eleven verktyg och maskiner med <strong>gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer. Eleven beskriver <strong>utförligt </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med viss säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>efter samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <strong>Eleven utvärderar sin egen arbetsmiljö med enkla omdömen samt ger enkla förslag på förbättringar av arbetsmiljön.</strong></p><p>Eleven agerar kundorienterat i <strong>bekanta</strong> försäljnings- eller servicesituationer, <strong>tar egna initiativ</strong> samt motiverar <strong>utförligt </strong>sitt agerande.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>efter samråd </strong>med handledare arbetsuppgifter samt gör en <strong>genomarbetad </strong>planering av sitt arbete. Eleven organiserar och genomför sitt arbete <strong>med säkerhet</strong>. <strong>Efter samråd </strong>med handledare väljer eleven material och arbetsmetoder utifrån <strong>materialens egenskaper och </strong>den tänkta slutproduktens kvalitet och estetiska utformning. Eleven motiverar <strong>utförligt och nyanserat </strong>sina val med hänsyn till ekonomi och miljö.</p><p>I sitt arbete kommunicerar eleven kring idéer och estetisk utformning med hjälp av <strong>genomarbetade </strong>skisser och ritningar, ger <strong>välgrundade och nyanserade </strong>förslag på alternativa lösningar och gör <strong>med säkerhet komplexa </strong>beräkningar.</p><p>Eleven använder <strong>efter samråd </strong>med handledare och <strong>med säkerhet </strong>tekniker och metoder och uppnår resultat <strong>som uppfyller höga krav på</strong> teknisk och estetisk kvalitet. I arbetet hanterar eleven verktyg och maskiner med <strong>mycket gott </strong>handlag. Under arbetet upptäcker och löser eleven <strong>efter samråd </strong>med handledare eventuella problem som uppkommer.</p><p>Eleven beskriver <strong>utförligt och nyanserat </strong>sin arbetsprocess och sitt resultat samt värderar dessa faktorer med <strong>nyanserade </strong>omdömen. Beskrivningen innehåller <strong>välgrundade och nyanserade </strong>förslag på förbättringar av arbetsprocessen. I beskrivningen använder eleven <strong>med säkerhet</strong> relevant fackspråk och samisk terminologi.</p><p>Eleven använder <strong>efter samråd </strong>med handledare digitala tekniker. Dessutom hanterar och vårdar eleven på ett riktigt och säkert sätt material, verktyg och maskiner. Eleven arbetar på ett ergonomiskt riktigt sätt och använder skyddsutrustning och lämpliga arbetskläder. <strong>Eleven</strong> <strong>utvärderar sin egen arbetsmiljö med nyanserade omdömen samt ger välgrundade förslag på förbättringar av arbetsmiljön och hur hon eller han själv kan bidra till dessa.</strong></p><p>Eleven agerar kundorienterat i <strong>nya</strong> försäljnings- eller servicesituationer, <strong>tar egna initiativ</strong> samt motiverar <strong>utförligt och</strong> <strong>nyanserat</strong> sitt agerande <strong>och ger förslag på alternativa tillvägagångssätt i agerandet</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
