{
  "code": "SKO",
  "name": "Skog, mark och vatten",
  "englishName": "Forests, land and water",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:199",
  "skolfsAndring": "2022:276",
  "nameHeading": "<h2>Skog, mark och vatten</h2>",
  "description": "<p>Ämnet skog, mark och vatten behandlar mångbruk av skog. Med mångbruk menas att skogen används för olika syften. Skogen omfattas av stora ekonomiska och miljömässiga värden och är en av de viktigaste tillgångarna när det gäller förnyelsebara råvaror. Produktionen av skogsråvara styrs främst av hur mycket råvara skogsindustrin och energisektorn behöver. Skogen nyttjas också för jakt, fiske, friluftsliv, rekreation och upplevelser av olika slag. Dessa verksamheter måste utvecklas parallellt med råvaruproduktionen inom skogsbruket. I ämnet behandlas också jakt och viltvård samt fiske och vattenvård.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet skog, mark och vatten ska syfta till att eleverna utvecklar kunskaper för yrkesarbete inom skogsbruk och vård av naturresurser. Den ska leda till att eleverna utvecklar förmåga att genomföra arbetsuppgifter inom skogsskötsel, viltvård och vattenvård. Dessutom ska undervisningen leda till att eleverna utvecklar förståelse av moderna och historiska brukningsmetoder samt kunskaper om de natur- och kulturminnen som finns i skogslandskapet.</p><p>Undervisningen ska bidra till att eleverna utvecklar kunskaper om skogens många olika värden. Att upptäcka och se naturvärden bygger på kunskaper om växter och djur samt kunskaper i ekologi. I undervisningen ska eleverna därför ges möjlighet att utveckla dessa kunskaper. Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om skogen som ekosystem samt om samspelet mellan natur och människa.</p><p>Genom fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att iaktta och se möjligheter för olika verksamheter med skog, mark och vatten som bas.</p><h4>Undervisningen i ämnet skog, mark och vatten ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om skogsbrukets historia, omfattning, ekonomiska betydelse och sociala värden samt om skogsbrukets påverkan på miljön.</li> <li>Kunskaper om djur, växter och vattenlevande organismer i olika biotoper.</li> <li>Förmåga att utföra arbetsuppgifter inom skogsbruk, skogsvård, viltvård och vattenvård.</li> <li>Förmåga att utföra viltinventeringar samt att tolka och upprätta viltvårdsplaner.</li> <li>Kunskaper om jaktmetoder samt förmåga att använda och vårda utrustning i samband med jakt.</li> <li>Förmåga att tolka och upprätta vattenvårdsplaner och fiskevårdsplaner samt förmåga att sköta fiskevatten på ett ekologiskt hållbart sätt.</li> <li>Kunskaper om fiskemetoder samt förmåga att använda och vårda redskap och annan utrustning för fiske.</li> <li>Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till etik och miljö.</li> <li>Kunskaper om lagar och andra bestämmelser inom området.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Fiske och vattenvård 1, 100 poäng. </li> <li>Fiske och vattenvård 2, 200 poäng, som bygger på kursen fiske och vattenvård 1.</li> <li>Jakt och viltvård 1, 100 poäng. </li> <li>Jakt och viltvård 2, 200 poäng, som bygger på kursen jakt och viltvård 1.</li> <li>Jakt och viltvård – specialisering, 100 poäng, som bygger på kursen jakt och viltvård 2. Kursen kan läsas flera gånger med olika innehåll.</li> <li>Mångbruk av skog, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: SKOFIS01</h3>",
      "code": "SKOFIS01",
      "nameHeading": "<h2>Fiske och vattenvård 1, 100 poäng</h2>",
      "name": "Fiske och vattenvård 1",
      "englishName": "Fisheries and water conservation 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen fiske och vattenvård 1 omfattar punkterna 2–3 och 6–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att utföra arbetsuppgifter inom vattenvård.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Biologisk grund</strong> </p><ul> <li>Vattenlevande organismer, till exempel fiskar, plankton och kräftdjur. Deras biologi och behov samt hur man kan påverka deras livsbetingelser.</li> <li>Vanliga fisksjukdomar.</li> <li>Vatten, vattenkvalitet och vattnets kretslopp.</li> <li>Vattnet som ekosystem och biologisk mångfald i sjöar och vattendrag.</li> <li>Skogsbruksåtgärder som påverkar vattenmiljön.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Tolkning av vattenvårdsplaner och fiskevårdsplaner samt genomförande av arbetsuppgifter.</li> <li>Arbete med fiske samt med redskap och annan utrustning. Tillvaratagande av fisk.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet i samband med vattenvård och fiskevård.</li> <li>Lagar och andra bestämmelser i samband med vattenvård och fiskevård, till exempel vattendirektivet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för olika vattenlevande organismer samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>översiktligt</strong> vanliga fisksjukdomar samt redogör <strong>översiktligt</strong> för vattnets kretslopp, vattenkvalitet och biologisk mångfald i sjöar och vattendrag. I samband med fältstudier beskriver eleven <strong>översiktligt</strong> lämpliga biotopförbättringar och åtgärder som gynnar fiskarna.</p><p>Eleven tolkar <strong>i samråd </strong>med handledare vattenvårds- och fiskevårdsplaner. Eleven följer också instruktioner och genomför <strong>i samråd </strong>med handledare<strong> avgränsade </strong>arbetsuppgifter inom fiske och vattenvård. Dessutom sköter eleven <strong>i samråd </strong>med handledare fiskevatten på ett ekologiskt hållbart sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven olika fiskemetoder, redskap och annan utrustning samt drar <strong>enkla </strong>slutsatser om hur olika metoder och utrustning påverkar fiskeresultatet. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>i samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för olika vattenlevande organismer samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>utförligt </strong>vanliga fisksjukdomar samt redogör <strong>utförligt </strong>för vattnets kretslopp, vattenkvalitet och biologisk mångfald i sjöar och vattendrag. I samband med fältstudier beskriver eleven <strong>utförligt </strong>lämpliga biotopförbättringar och åtgärder som gynnar fiskarna.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare vattenvårds- och fiskevårdsplaner. Eleven följer också instruktioner och genomför <strong>efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom fiske och vattenvård. Dessutom sköter eleven <strong>efter samråd </strong>med handledare fiskevatten på ett ekologiskt hållbart sätt. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven olika fiskemetoder, redskap och annan utrustning samt drar <strong>välgrundade </strong>slutsatser om hur olika metoder och utrustning påverkar fiskeresultatet. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat </strong>för olika vattenlevande organismer samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>vanliga fisksjukdomar samt redogör <strong>utförligt och nyanserat </strong>för vattnets kretslopp, vattenkvalitet och biologisk mångfald i sjöar och vattendrag. I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat </strong>lämpliga biotopförbättringar och åtgärder som gynnar fiskarna.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare vattenvårds- och fiskevårdsplaner. Eleven följer också instruktioner och genomför <strong>efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom fiske och vattenvård. Dessutom sköter eleven <strong>efter samråd </strong>med handledare fiskevatten på ett ekologiskt hållbart sätt. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven olika fiskemetoder, redskap och annan utrustning samt drar <strong>välgrundade och nyanserade </strong>slutsatser om hur olika metoder och utrustning påverkar fiskeresultatet. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SKOFIS02</h3>",
      "code": "SKOFIS02",
      "nameHeading": "<h2>Fiske och vattenvård 2, 200 poäng</h2>",
      "name": "Fiske och vattenvård 2",
      "englishName": "Fisheries and water conservation 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen fiske och vattenvård 2 omfattar punkterna 2–3 och 6–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att upprätta vattenvårdsplaner.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Biologisk grund </strong> </p><ul> <li>Olika fiskarter samt deras egenskaper och miljökrav.</li> <li>Vattenlevande organismers biologi samt miljöfaktorer som påverkar dem.</li> <li>Internationella förhållanden beträffande fiske och vattenvård.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Utarbetande av vattenvårdsplaner och ekonomiska kalkyler för förvaltning och tillsyn av fiskevatten.</li> <li>Planering, genomförande och utvärdering av vattenvård och fiskevårdande åtgärder.</li> <li>Arbetsuppgifter i samband med fiske och tillvaratagande av fisk. </li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet i samband med vattenvård och fiskevård.</li> <li>Lagar och andra bestämmelser, till exempel internationella förhållanden inom vattenvård och fiskevård.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven identifierar i samband med fältstudier, <strong>med viss säkerhet</strong>, <strong>ett fåtal </strong>olika fiskarter och andra vattenlevande organismer. Dessutom redogör eleven <strong>översiktligt </strong>för dessa fiskarters och organismers miljökrav samt för hur man kan påverka deras livsbetingelser.</p><p>Eleven tolkar och upprättar <strong>i samråd </strong>med handledare vattenvårdsplaner. Planen innehåller en <strong>enkel </strong>ekonomisk kalkyl med utgångspunkt i fältstudier och inventeringar. I planeringen gör eleven en <strong>enkel </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> i samråd </strong>med handledare arbetsuppgifter inom fiske och vattenvård. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven redskap och annan utrustning. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>i samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven identifierar i samband med fältstudier, <strong>med viss säkerhet</strong>, <strong>flera </strong>olika fiskarter och andra vattenlevande organismer. Dessutom redogör eleven <strong>utförligt </strong>för dessa fiskarters och organismers miljökrav samt för hur man kan påverka deras livsbetingelser.</p><p>Eleven tolkar och upprättar <strong>efter samråd </strong>med handledare vattenvårdsplaner. Planen innehåller en ekonomisk kalkyl med utgångspunkt i fältstudier och inventeringar. I planeringen gör eleven en <strong>välgrundad </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom fiske och vattenvård. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven redskap och annan utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven identifierar i samband med fältstudier, <strong>med säkerhet</strong>, <strong>flera </strong>olika fiskarter och andra vattenlevande organismer. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för dessa fiskarters och organismers miljökrav samt för hur man kan påverka deras livsbetingelser.</p><p>Eleven tolkar och upprättar <strong>efter samråd </strong>med handledare vattenvårdsplaner. Planen innehåller en <strong>avancerad </strong>ekonomisk kalkyl med utgångspunkt i fältstudier och inventeringar. I planeringen gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom fiske och vattenvård. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven redskap och annan utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare redskapen och utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske, vattenvård och fiskevård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SKOJAK01</h3>",
      "code": "SKOJAK01",
      "nameHeading": "<h2>Jakt och viltvård 1, 100 poäng</h2>",
      "name": "Jakt och viltvård 1",
      "englishName": "Hunting and game conservation 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen jakt och viltvård 1 omfattar punkterna 2–5 och 8–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att utföra arbetsuppgifter inom viltvård.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Biologisk grund </strong> </p><ul> <li>Växtarter och djurarter i olika biotoper.</li> <li>Sjukdomar och skador hos vilt.</li> <li>Faktorer som påverkar viltstammarnas utveckling.</li> <li>Skogsbrukets påverkan på viltfaunan.</li> </ul><p> <strong>Arbetsuppgifter </strong> </p><ul> <li>Tolkning av viltvårdsplaner.</li> <li>Tillverkning av olika anordningar som används inom jakt och viltvård, till exempel jakttorn, fällor och utfodringsautomater.</li> <li>Viltinventering och viltvårdsåtgärder, till exempel anläggning av viltåkrar och planteringar.</li> <li>Jakt, jaktmetoder och jaktetik.</li> <li>Användning av teknisk utrustning.</li> <li>Jaktvapen och deras hantering.</li> <li>Tillvaratagande av fällt vilt.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet i samband med jakt och viltvård.</li> <li>Etiska ställningstaganden i samband med jakt och viltvård.</li> <li>Lagar och andra bestämmelser i samband med jakt och viltvård, till exempel jaktlagstiftning och miljölagstiftning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för olika djur- och växtarter i olika biotoper samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>översiktligt </strong>vanliga sjukdomar och skador hos viltet. I samband med fältstudier beskriver eleven <strong>översiktligt</strong> lämpliga åtgärder som påverkar artsammansättningen i olika biotoper och därmed gynnar viltet.</p><p>Eleven tolkar <strong>i samråd </strong>med handledare viltvårdsplaner. Eleven följer också instruktioner och genomför <strong>i samråd </strong>med handledare <strong>avgränsade </strong>arbetsuppgifter inom jakt och viltvård. Dessutom utför eleven <strong>i samråd </strong>med handledare viltinventeringar. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven olika jaktmetoder, jaktvapen, redskap och annan utrustning samt drar <strong>enkla </strong>slutsatser om hur olika metoder och utrustning påverkar jaktresultatet. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>i samråd </strong>med handledare utrustningen samt tillvaratar <strong>i samråd </strong>med handledare det fällda viltet.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för olika djur- och växtarter i olika biotoper samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>utförligt</strong> vanliga sjukdomar och skador hos viltet. I samband med fältstudier beskriver eleven <strong>utförligt</strong> lämpliga åtgärder som påverkar artsammansättningen i olika biotoper och därmed gynnar viltet.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare viltvårdsplaner. Eleven följer också instruktioner och genomför<strong> efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom jakt och viltvård. Dessutom utför eleven <strong>efter samråd </strong>med handledare viltinventeringar. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven olika jaktmetoder, jaktvapen, redskap och annan utrustning samt drar <strong>välgrundade </strong>slutsatser om hur olika metoder och utrustning påverkar jaktresultatet. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen samt tillvaratar <strong>efter samråd </strong>med handledare det fällda viltet.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för olika djur- och växtarter i olika biotoper samt för deras behov och hur man kan påverka deras livsbetingelser. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> vanliga sjukdomar och skador hos viltet. I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> lämpliga åtgärder som påverkar artsammansättningen i olika biotoper och därmed gynnar viltet.</p><p>Eleven tolkar <strong>efter samråd </strong>med handledare viltvårdsplaner. Eleven följer också instruktioner och genomför <strong>efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom jakt och viltvård. Dessutom utför eleven <strong>efter samråd </strong>med handledare viltinventeringar. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven olika jaktmetoder, jaktvapen, redskap och annan utrustning samt drar <strong>välgrundade och nyanserade </strong>slutsatser om hur olika metoder och utrustning påverkar jaktresultatet. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen samt tillvaratar <strong>efter samråd </strong>med handledare det fällda viltet.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SKOJAK02</h3>",
      "code": "SKOJAK02",
      "nameHeading": "<h2>Jakt och viltvård 2, 200 poäng</h2>",
      "name": "Jakt och viltvård 2",
      "englishName": "Hunting and game conservation 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen jakt och viltvård 2 omfattar punkterna 2–5 och 8–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att upprätta viltvårdsplaner.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Biologisk grund </strong> </p><ul> <li>Växtarter och djurarter i olika biotoper.</li> <li>Viltvårdens samspel med biologisk mångfald och hållbar utveckling.</li> <li>Viltskador samt deras ekonomiska betydelse och förebyggande åtgärder.</li> <li>Jakthundar, lämpliga raser och träning av jakthundar.</li> <li>Internationella förhållanden beträffande jakt och viltvård.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Utarbetande av viltvårdsplaner med beskrivning av åtgärder och arbetsuppgifter samt ekonomiska kalkyler.</li> <li>Metoder för inventering av vilt.</li> <li>Genomförande och utvärdering av planerade åtgärder.</li> <li>Jaktledning och arbetsuppgifter i samband med jakt.</li> <li>Användning av teknisk utrustning och hjälpmedel i samband med jakt och viltvård.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet i samband med jakt och viltvård.</li> <li>Etiska ställningstaganden i samband med jakt och viltvård.</li> <li>Lagar och andra bestämmelser i samband med jakt och viltvård, till exempel jaktlagstiftning och miljölagstiftning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven identifierar i samband med fältstudier, <strong>med viss säkerhet</strong>, <strong>ett fåtal </strong>olika viltarter. Eleven redogör också <strong>översiktligt </strong>för dessa viltarters miljökrav samt för hur man kan påverka deras livsbetingelser. Dessutom redogör eleven <strong>översiktligt </strong>för vilken skada viltet kan förorsaka samt för hur man kan förebygga dessa skador.</p><p>Eleven tolkar samt upprättar <strong>i samråd </strong>med handledare viltvårdsplaner med utgångspunkt i fältstudier och viltinventeringar. Planen innehåller en <strong>enkel </strong>ekonomisk kalkyl. I planeringen gör eleven en <strong>enkel </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på lagstiftning, förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> i samråd </strong>med handledare arbetsuppgifter inom jakt, jaktledning och viltvård. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven jaktvapen, redskap och annan utrustning. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>i samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven identifierar i samband med fältstudier, <strong>med viss säkerhet</strong>, <strong>flera </strong>olika viltarter. Eleven redogör också <strong>utförligt </strong>för dessa viltarters miljökrav samt för hur man kan påverka deras livsbetingelser. Dessutom redogör eleven <strong>utförligt </strong>för vilken skada viltet kan förorsaka samt för hur man kan förebygga dessa skador.</p><p>Eleven tolkar samt upprättar <strong>efter samråd </strong>med handledare viltvårdsplaner med utgångspunkt i fältstudier och viltinventeringar. Planen innehåller en ekonomisk kalkyl. I planeringen gör eleven en <strong>välgrundad </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på lagstiftning, förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom jakt, jaktledning och viltvård. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven jaktvapen, redskap och annan utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven identifierar i samband med fältstudier, <strong>med säkerhet</strong>, <strong>flera </strong>olika viltarter. Eleven redogör också <strong>utförligt och nyanserat </strong>för dessa viltarters miljökrav samt för hur man kan påverka deras livsbetingelser. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för vilken skada viltet kan förorsaka samt för hur man kan förebygga dessa skador.</p><p>Eleven tolkar samt upprättar <strong>efter samråd </strong>med handledare viltvårdsplaner med utgångspunkt i fältstudier och viltinventeringar. Planen innehåller en <strong>avancerad </strong>ekonomisk kalkyl. I planeringen gör eleven en <strong>välgrundad och nyanserad </strong>bedömning av när och hur arbetsuppgifterna ska genomföras med tanke på lagstiftning, förväntat resultat och miljöhänsyn. Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom jakt, jaktledning och viltvård. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven jaktvapen, redskap och annan utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SKOJAK00S</h3>",
      "code": "SKOJAK00S",
      "nameHeading": "<h2>Jakt och viltvård – specialisering, 100 poäng</h2>",
      "name": "Jakt och viltvård – specialisering",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen jakt och viltvård – specialisering omfattar punkterna 2–3, 5 och 8–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<p> <i>Undervisningen i kursen ska behandla följande centrala innehåll:</i></p><p><strong>Biologisk grund </strong> </p><ul> <li>Biologiska samband inom valt specialområde, till exempel djurskötsel, mikrobiologi och livsmedelshygien.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Arbetsuppgifter inom valt specialområde inom jakt och viltvård, till exempel viltuppfödning och tillvaratagande och förädling av vilt.</li> <li>Ekonomiska kalkyler för valt specialområde.</li> <li>Användning av teknisk utrustning och hjälpmedel inom valt specialområde. </li> <li>Utvecklingsmöjligheter inom valt specialområde, till exempel nya metoder, ny teknik och nya produkter.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet i samband med jakt och viltvård.</li> <li>Etiska ställningstaganden inom valt specialområde.</li> <li>Lagar och andra bestämmelser inom valt specialområde, till exempel djurskyddslagstiftning och livsmedelslagstiftning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt </strong>för biologiska grunder och samband inom valt specialområde.</p><p>Eleven organiserar, planerar och genomför<strong> i samråd </strong>med handledare arbetsuppgifter inom valt specialområde inom jakt och viltvård. I planeringen gör eleven en <strong>enkel </strong>ekonomisk kalkyl för sitt specialområde. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven aktuell teknisk utrustning. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>i samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt </strong>för biologiska grunder och samband inom valt specialområde.</p><p>Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom valt specialområde inom jakt och viltvård. I planeringen gör eleven en ekonomisk kalkyl för sitt specialområde. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven aktuell teknisk utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat </strong>för biologiska grunder och samband inom valt specialområde.</p><p>Eleven organiserar, planerar och genomför<strong> efter samråd </strong>med handledare arbetsuppgifter inom valt specialområde inom jakt och viltvård. I planeringen gör eleven en <strong>avancerad </strong>ekonomisk kalkyl för sitt specialområde. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven aktuell teknisk utrustning. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. När arbetet är utfört vårdar eleven <strong>efter samråd </strong>med handledare utrustningen.</p><p>Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör jakt och viltvård.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SKOMÅN0</h3>",
      "code": "SKOMÅN0",
      "nameHeading": "<h2>Mångbruk av skog, 100 poäng</h2>",
      "name": "Mångbruk av skog",
      "englishName": "Multiuse of forests",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen mångbruk av skog omfattar punkterna 1–3 och 8–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Mångbruk</strong> </p><ul> <li>Skogsbrukets historiska utveckling och framtida utvecklingsmöjligheter samt skogsnäringarnas betydelse för samhällsekonomin och för hållbar utveckling.</li> <li>Skogsfastighetens produktionsvärden, naturvärden, kulturmiljövärden och sociala värden med utgångspunkt i praktiska exempel.</li> <li>Friluftslivets historiska utveckling samt framtida möjligheter till naturupplevelser.</li> <li>Skogsbruksplaner, viltvårdsplaner, naturvårdsplaner och andra planeringsunderlag inom mångbruk av skog.</li> <li>Vanliga djurarter, växtarter och vattenlevande organismer i skogliga biotoper.</li> </ul><p> <strong>Arbetsuppgifter</strong> </p><ul> <li>Arbetsuppgifter inom skogsbruk, skogsvård, landskapsvård, viltvård och vattenvård, till exempel röjning av kulturmiljöer och anläggning av naturstigar.</li> <li>Orientering i skog och mark med hjälp av karta, kompass och GPS.</li> <li>Mätteknik, till exempel utsättning, avvägning och inmätning med aktuell teknisk utrustning.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Arbetsmiljö, ergonomi och säkerhet vid förekommande arbeten.</li> <li>Brandförebyggande åtgärder.</li> <li>Miljölagstiftning för skydd av natur- och kulturmiljöer.</li> <li>Skogsvårdslagens portalparagraf samt certifieringssystem för miljögodkänt skogsbruk.</li> <li>Allemansrätten.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <strong>översiktligt </strong>för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <strong>översiktligt </strong>olika skogliga biotoper. Eleven identifierar också <strong>med viss säkerhet </strong>och namnger <strong>ett fåtal </strong>växter och djur i aktuell biotop. Dessutom förklarar eleven <strong>översiktligt </strong>ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomför<strong> i samråd </strong>med handledare<strong> avgränsade </strong>arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven <strong>med viss säkerhet </strong>karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk och friluftsliv.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <strong>utförligt</strong> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <strong>utförligt</strong> olika skogliga biotoper. Eleven identifierar också <strong>med viss säkerhet </strong>och namnger <strong>flera </strong>växter och djur i aktuell biotop. Dessutom förklarar eleven <strong>utförligt</strong> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomför<strong> efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet använder eleven <strong>med viss säkerhet </strong>karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk och friluftsliv.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för skogsbrukets historia samt för skogens biologiska, kulturella, sociala och ekonomiska värden. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika planer som används i samband med mångbruk av skog. I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> olika skogliga biotoper. Eleven identifierar också <strong>med säkerhet </strong>och namnger <strong>flera </strong>växter och djur i aktuell biotop. Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> ekologiska samband i biotopen samt biotopens förutsättningar för olika växt- och djurarter.</p><p>Eleven följer instruktioner och genomför <strong>efter samråd </strong>med handledare<strong> sammanhållna </strong>arbetsuppgifter inom mångbruk av skog. Resultatet av arbetet är <strong>gott</strong>. I arbetet använder eleven <strong>med säkerhet </strong>karta, kompass och GPS för att orientera sig i skog och mark. Dessutom löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert, ergonomiskt och etiskt samt tar hänsyn till miljön. Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i samband med skogsbruk och friluftsliv.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.160Z"
}