{
  "code": "SOA",
  "name": "Social omsorg",
  "englishName": "Social care",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2020:26",
  "skolfsAndring": "2022:282",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Social omsorg</h2>",
  "description": "<p>Ämnet social omsorg har sin grund i praktiskt omsorgsarbete. Social omsorg är ett kunskapsområde inom det tvärvetenskapliga ämnet socialt arbete men innehåller även aspekter av samhälls- och beteendevetenskap samt pedagogik. Ämnet behandlar social omsorg ur ett helhetsperspektiv.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet social omsorg ska syfta till att eleverna utvecklar kunskaper om arbetsuppgifter inom socialtjänsten samt förmåga att utföra dessa på ett yrkesmässigt sätt nära brukare inom socialtjänsten.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att ta hänsyn till brukarens allmänmänskliga och individuella behov samt att utveckla förståelse för den enskilda människans uppfattning av sin egen livssituation. Eleverna ska även ges möjlighet att utveckla förmåga att anlägga etiska, sociala och kulturella perspektiv på möten med brukare. Undervisningen ska även bidra till att eleverna utvecklar förmåga att kommunicera och möta brukare med ett lyhört, respektfullt, reflekterande och empatiskt förhållningssätt. Undervisningen ska syfta till att eleverna utvecklar kunskaper om vad som påverkar brukares behov och livskvalitet.</p> <p>I undervisningen ska eleverna ges möjlighet att utveckla förmåga att planera, utföra, dokumentera och utvärdera uppgifter inom social omsorg.</p> <p>Genom undervisningen ska eleverna ges möjlighet att ta ansvar för brukare och för olika arbetsuppgifter inom området. Vidare ska undervisningen utveckla elevernas kunskaper om arbetsmiljö och säkerhet för att på så sätt kunna förebygga och minska skaderisken hos brukare och personal.</p> <p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att arbeta enskilt och i team inom sociala verksamheter utifrån lagar, styrdokument, en demokratisk värdegrund och överenskommelser om mänskliga rättigheter.</p> <p>Eleverna ska också ges möjligt att använda teknisk utrustning samt informationsteknik som används inom verksamhetsområdet.</p> <p>I undervisningen ska eleverna även ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor.</p> <h4>Undervisningen i ämnet social omsorg ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Kunskaper om hur levnadsvanor och livsvillkor påverkar människors hälsa och livskvalitet.</li> <li>Kunskaper om sociala frågeställningar på samhälls-, grupp- och individnivå.</li> <li>Kunskaper om centrala begrepp, teorier och perspektiv inom social omsorg och socialpedagogik.</li> <li>Förmåga att planera, genomföra och dokumentera arbetsuppgifter inom social omsorg.</li> <li>Förmåga att använda tekniska hjälpmedel samt använda informationsteknik för information, kommunikation och dokumentation utifrån ett socialpedagogiskt, habiliterande och rehabiliterande arbetssätt.</li> <li>Förmåga att kommunicera och samarbeta med andra samt förmåga att arbeta med utgångspunkt i den enskilda människans önskemål om, och behov av stöd och hjälp i relation till biståndsbedömning.</li> <li>Förmåga att arbeta utifrån ett etiskt förhållningssätt i hemmiljö och på vårdinrättning.</li> <li>Kunskaper om socialtjänstens historia, utveckling och organisation.</li> <li>Kunskaper om arbetsmiljö samt om lagar och andra bestämmelser inom socialtjänsten.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Social omsorg 1, 100 poäng. </li> <li>Social omsorg 2, 100 poäng, som bygger på kurserna social omsorg 1, gerontologi och geriatrik samt funktionsförmåga och funktionsnedsättning 1.</li> <li>Socialpedagogik, 100 poäng, som bygger på kurserna social omsorg 2 samt funktionsförmåga och funktionsnedsättning 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: SOASOC01</h3>",
      "code": "SOASOC01",
      "nameHeading": "<h2>Social omsorg 1, 100 poäng</h2>",
      "name": "Social omsorg 1",
      "englishName": "Social care 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen social omsorg 1 omfattar punkterna 1–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika livsvillkors påverkan på människors livskvalitet, lycka och syn på det goda livet.</li> <li>Centrala begrepp och perspektiv inom social omsorg.</li> <li>Sociala och aktiverande uppgifter i form av daglig aktivering, samtal, kontaktskapande och relationsbyggande.</li> <li>Personnära omsorg.</li> <li>Rehabilitering samt habilitering som kan utföras i hemmet.</li> <li>Serviceuppgifter.</li> <li>Administrativa uppgifter samt teknisk och digital utrustning för informationsteknik inom social omsorg.</li> <li>Kommunikationens grunder i mellanmänskliga relationer.</li> <li>Bemötande, relationer och professionalism inom social omsorg.</li> <li>Etiska begrepp och etiskt förhållningssätt.</li> <li>Den historiska utvecklingen inom social omsorg och socialt arbete.</li> <li>Lagar och andra bestämmelser samt dess intentioner inom social omsorg.</li> <li>Anmälningsplikten.</li> <li>Systematiskt arbetsmiljöarbete och dess lagstiftning såsom systematiskt brandskyddsarbete (SBA), tillbud och arbetsskadeanmälan.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven redogör <strong>översiktligt</strong> för hur levnadsvanor och livsvillkor påverkar människors hälsa och livskvalitet ur olika perspektiv. Eleven redogör även för innebörden av centrala begrepp inom social omsorg och socialt arbete.</p> <p>Eleven utför, <strong>i samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>tillfredställande</strong> resultat. I arbetet hanterar eleven <strong>med viss säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>tillfredsställande</strong> resultat. Dessutom uppmärksammar eleven, <strong>i samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>översiktligt</strong> etiska riktlinjer och arbetar utifrån ett etiskt förhållningssätt.</p> <p>Eleven beskriver socialtjänstens historia, utveckling och organisation. Eleven redogör <strong>översiktligt</strong> för faktorer som påverkar arbetsmiljön. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialtjänsten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven redogör <strong>utförligt</strong> för hur levnadsvanor och livsvillkor påverkar människors hälsa och livskvalitet ur olika perspektiv. Eleven redogör även för innebörden av centrala begrepp inom social omsorg och socialt arbete.</p> <p> Eleven utför, <strong>efter samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>tillfredställande</strong> resultat. I arbetet hanterar eleven <strong>med viss säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>tillfredsställande</strong> resultat. Dessutom uppmärksammar eleven, <strong>efter samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>utförligt</strong> etiska riktlinjer och arbetar utifrån ett etiskt förhållningssätt.</p> <p>Eleven beskriver socialtjänstens historia, utveckling och organisation. Eleven redogör <strong>utförligt</strong> för faktorer som påverkar arbetsmiljön. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialtjänsten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven redogör <strong>utförligt och nyanserat</strong> för hur levnadsvanor och livsvillkor påverkar människors hälsa och livskvalitet ur olika perspektiv. Eleven redogör även för innebörden av centrala begrepp inom social omsorg och socialt arbete.</p> <p> Eleven utför, <strong>efter samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>gott</strong> resultat. I arbetet hanterar eleven <strong>med säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>gott</strong> resultat. Dessutom uppmärksammar eleven, <strong>efter samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>utförligt och nyanserat</strong> etiska riktlinjer och arbetar utifrån ett etiskt förhållningssätt.</p> <p>Eleven beskriver socialtjänstens historia, utveckling och organisation. Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar arbetsmiljön. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialtjänsten.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SOASOC02</h3>",
      "code": "SOASOC02",
      "nameHeading": "<h2>Social omsorg 2, 100 poäng</h2>",
      "name": "Social omsorg 2",
      "englishName": "Social care 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen social omsorg 2 omfattar punkterna 2–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Socialtjänstens förebyggande åtgärder och insatser utifrån ett familjeperspektiv.</li> <li>Barns förutsättningar och behov samt föräldrars omsorgsförmåga.</li> <li>Olika boendeformer samt sysselsättning och arbete som ett led till ökade möjligheter till stöd för målgrupperna.</li> <li>Sociala och kulturella perspektiv på människan och deras konsekvenser och möjliga lösningar.</li> <li>Planering, genomförande, dokumentation och utvärdering av genomförda insatser utifrån biståndsbedömning.</li> <li>Internetbaserade funktioner för rådgivning, hälsoinformation, och stödnätverk.</li> <li>Personcentrerad vård, teamarbete och interprofessionella samarbeten, till exempel samordnad individuell plan och frivilliga organisationer.</li> <li>Bemötande utifrån ett etiskt förhållningssätt.</li> <li>Etiska begrepp, resonemangsmodeller och värdekonflikter och förhållningssätt inom social omsorg och socialtjänst.</li> <li>Brukares behov och önskningar samt helhetssyn inom social omsorg.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>olika former av sociala verksamheter. Dessutom redogör eleven <strong>översiktligt </strong>för hur sociala frågor hanteras i samhället.</p> <p>Eleven utför, <strong>i samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>tillfredställande</strong> resultat. I arbetet hanterar eleven <strong>med viss säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>tillfredsställande</strong> resultat. Dessutom uppmärksammar eleven, <strong>i samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>översiktligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar utifrån dessa.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>olika former av sociala verksamheter. Dessutom redogör eleven <strong>utförligt </strong>för hur sociala frågor hanteras i samhället.</p> <p>Eleven utför, <strong>efter samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>tillfredställande</strong> resultat. I arbetet hanterar eleven <strong>med viss säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>tillfredsställande</strong> resultat. Dessutom uppmärksammar eleven, <strong>efter samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>utförligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar utifrån dessa.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika former av sociala verksamheter. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för hur sociala frågor hanteras i samhället.</p> <p>Eleven utför, <strong>efter samråd </strong>med handledare, arbete inom social omsorg på ett yrkesmässigt sätt och med ett <strong>gott</strong> resultat. I arbetet hanterar eleven <strong>med säkerhet</strong> tekniska hjälpmedel samt använder informationsteknik för information, kommunikation och dokumentation utifrån ett etiskt förhållningssätt.</p> <p>Eleven anpassar sin kommunikation till mottagaren och samarbetar med andra med <strong>gott</strong> resultat. Dessutom uppmärksammar eleven, <strong>efter samråd </strong>med handledare, den enskilda människans behov och förutsättningar. Eleven diskuterar <strong>utförligt och nyanserat</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar utifrån dessa.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SOASOC0</h3>",
      "code": "SOASOC0",
      "nameHeading": "<h2>Socialpedagogik, 100 poäng</h2>",
      "name": "Socialpedagogik",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen socialpedagogik omfattar punkterna 2–4, 6 och 8–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika boendeformer och anpassade sysselsättningar eller arbete för personer i behov av stöd från samhället samt socialpedagogiska uppgifter och stöd inom verksamheterna.</li> <li>Innebörden av centrala begrepp, perspektiv och teorier inom området socialpedagogik däribland social, pedagogik, socialpedagogik, social kompetens, erkännande, livsvärld, omsorgsarena och omsorgskvalitet.</li> <li>Gemenskap, delaktighet och utanförskap.</li> <li>Fysiska, sociala, kulturella, kognitiva och psykiska begränsningar och svårigheter.</li> <li>Problematiska livssituationer med orsaker och förklaringar på individ- grupp- och samhällsnivå.</li> <li>Socialpedagogiskt arbete och perspektiv med utgångspunkt i brukares livsvillkor och möjlighet till utveckling. Empowerment och inkludering.</li> <li>Planering, genomförande, dokumentation och utvärdering av genomförda insatser.</li> <li>Relationer, förhållningssätt och bemötande, kommunikativt handlande, dialogiskt förhållningsätt samt mellanmänskligt samspel.</li> <li>Samtalsmetodik för stödjande och problemlösande samtal.</li> <li>Etiska begrepp, resonemangsmodeller och värdekonflikter.</li> <li>Den historiska utvecklingen inom socialpedagogiken.</li> <li>Lagstiftning, insatser och stöd inom socialpedagogik.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven skapar, <strong>i samråd </strong>med handledare, möjligheter för människor att delta i olika situationer. Eleven beskriver <strong>översiktligt </strong>utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <strong>något </strong>exempel på vilka konsekvenser utanförskap kan få för individen.</p> <p>Eleven beskriver också <strong>översiktligt </strong>socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>översiktligt </strong>för de bakomliggande teorierna.</p> <p>Eleven planerar och genomför, <strong>i samråd </strong>med handledare, socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.</p> <p>Eleven diskuterar <strong>översiktligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar i bekanta situationer utifrån dessa.</p> <p>Eleven beskriver <strong>översiktligt </strong>socialpedagogikens utveckling. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialpedagogik.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven skapar, <strong>efter samråd </strong>med handledare, möjligheter för människor att delta i olika situationer. Eleven beskriver <strong>utförligt </strong>utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <strong>några </strong>exempel på vilka konsekvenser utanförskap kan få för individen.</p> <p>Eleven beskriver också <strong>utförligt </strong>socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <strong>med viss säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt </strong>för de bakomliggande teorierna.</p> <p>Eleven planerar och genomför, <strong>efter samråd </strong>med handledare, socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.</p> <p>Eleven diskuterar <strong>utförligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar i bekanta situationer utifrån dessa.</p> <p>Eleven beskriver <strong>utförligt </strong>socialpedagogikens utveckling. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialpedagogik.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven skapar, <strong>efter samråd </strong>med handledare, möjligheter för människor att delta i olika situationer. Eleven beskriver <strong>utförligt och nyanserat </strong>utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar. Dessutom ger eleven <strong>några </strong>exempel på vilka konsekvenser utanförskap kan få för individen.</p> <p>Eleven beskriver också <strong>utförligt och nyanserat </strong>socialpedagogiska insatser, arbetssätt och metoder. I beskrivningarna använder eleven <strong>med säkerhet </strong>begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt och nyanserat </strong>för de bakomliggande teorierna.</p> <p>Eleven planerar och genomför, <strong>efter samråd </strong>med handledare, socialpedagogiska uppgifter utifrån syfte och mål. I arbetet interagerar och kommunicerar eleven <strong>med säkerhet </strong>med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.</p> <p>Eleven diskuterar <strong>utförligt och nyanserat</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet och arbetar i bekanta situationer utifrån dessa.</p> <p>Eleven beskriver <strong>utförligt och nyanserat </strong>socialpedagogikens utveckling. Dessutom redogör eleven för relevanta lagar och andra bestämmelser inom socialpedagogik.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.163Z"
}