{
  "code": "SVE",
  "name": "Svenska",
  "englishName": "Swedish",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-16",
  "canceledDate": "2025-07-01",
  "canceledSkolfs": "2023:130",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:261",
  "skolfsAndring": "2022:12",
  "nameHeading": "<h2>Svenska</h2>",
  "description": "<p>Kärnan i ämnet svenska är språk och litteratur. Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet, och med hjälp av skönlitteratur, texter av olika slag och olika typer av medier lär hon känna sin omvärld, sina medmänniskor och sig själv.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet svenska ska syfta till att eleverna utvecklar sin förmåga att kommunicera i tal och skrift samt att läsa och arbeta med texter, både skönlitteratur och andra typer av texter. Eleverna ska ges möjlighet att i skönlitteraturen se såväl det särskiljande som det allmänmänskliga i tid och rum. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda skönlitteratur och andra typer av texter samt film och andra medier som källa till självinsikt och förståelse av andra människors erfarenheter, livsvillkor, tankar och föreställningsvärldar. Den ska utmana eleverna till nya tankesätt och öppna för nya perspektiv. Vidare ska undervisningen leda till att eleverna utvecklar kunskaper om det svenska språket, dess uppbyggnad och ursprung samt ge dem möjlighet att reflektera över olika typer av språklig variation. Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur man söker, sammanställer och kritiskt granskar information från olika källor.</p> <p>Samhällets utveckling och digitaliseringen påverkar språk, språkbruk och former för kommunikation. Genom undervisningen ska eleverna ges förutsättningar att utveckla sin förmåga att orientera sig, läsa, sovra och kommunicera i en vidgad digital textvärld med interaktiva och föränderliga texter.</p> <p>Undervisningen ska stimulera elevernas lust att tala, skriva, läsa och lyssna och därmed stödja deras personliga utveckling. Eleverna ska ges möjlighet att bygga upp en tillit till sin egen språkförmåga och tillägna sig de språkliga redskap som krävs för vardags- och samhällsliv. De ska också ges möjlighet att utveckla sådana kunskaper om muntlig och skriftlig kommunikation som behövs i arbetslivet och för vidare studier. I detta ingår att använda digitala verktyg och medier för presentation, kommunikation, interaktion och samarbete när det gäller texter.</p> <p>I undervisningen ska eleverna ges rikliga tillfällen att tala, skriva, läsa och lyssna. Undervisningen i muntlig och skriftlig framställning ska ge eleverna tillfälle att värdera egna och andras framställningar samt bearbeta sina framställningar efter egen värdering och andras råd. I undervisningen ska eleverna få möta olika typer av skönlitteratur och andra typer av texter samt få sätta innehållet i relation till egna erfarenheter, intressen och den egna utbildningen.</p> <h4>Undervisningen i ämnet svenska ska ge eleverna förutsättningar att utveckla följande: </h4> <ol> <li>Förmåga att tala inför andra på ett sätt som är lämpligt i kommunikationssituationen samt att delta på ett konstruktivt sätt i förberedda samtal och diskussioner.</li> <li>Kunskaper om språkriktighet i text samt förmåga att utforma muntliga framställningar och texter som fungerar väl i sitt sammanhang.</li> <li>Kunskaper om den retoriska arbetsprocessen, dvs. att på ett strukturerat och metodiskt sätt planera och genomföra muntlig och skriftlig framställning som tar hänsyn till syfte, mottagare och kommunikationssituation i övrigt.</li> <li>Förmåga att läsa, arbeta med, reflektera över och kritiskt granska texter samt producera egna texter med utgångspunkt i det lästa.</li> <li>Kunskaper om centrala svenska och internationella skönlitterära verk och författarskap samt förmåga att sätta in dessa i ett sammanhang.</li> <li>Kunskaper om genrer samt berättartekniska och stilistiska drag, dels i skönlitteratur från olika tider, dels i film och andra medier.</li> <li>Förmåga att läsa, arbeta med och reflektera över skönlitteratur från olika tider och kulturer författade av såväl kvinnor som män samt producera egna texter med utgångspunkt i det lästa.</li> <li>Kunskaper om det svenska språkets uppbyggnad.</li> <li>Kunskaper om språkförhållanden i Sverige och övriga Norden samt det svenska språkets ursprung. Förmåga att reflektera över olika former av språklig variation.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Svenska 1, 100 poäng, som bygger på de kunskaper grundskolan ger eller motsvarande.</li> <li>Svenska 2, 100 poäng, som bygger på kursen svenska 1.</li> <li>Svenska 3, 100 poäng, som bygger på kursen svenska 2.</li> <li>Litteratur, 100 poäng, som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.</li> <li>Retorik, 100 poäng, som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.</li> <li>Skrivande, 100 poäng, som bygger på kursen svenska 1 eller kursen svenska som andraspråk 1.</li></ul>",
  "categories": [
    {
      "name": "Kapitel 4-ämne",
      "code": "COMMON2"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: SVESVE01</h3>",
      "code": "SVESVE01",
      "nameHeading": "<h2>Svenska 1, 100 poäng</h2>",
      "name": "Svenska 1",
      "englishName": "Swedish 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen svenska 1 omfattar punkterna 1–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Muntlig framställning med fokus på mottagaranpassning. Faktorer som gör en muntlig presentation intressant och övertygande. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar. Olika sätt att lyssna och ge respons som är anpassad till kommunikationssituationen.</li> <li>Skriftlig framställning av texter för kommunikation, lärande och reflektion. Språkriktighet, dvs. vilka språkliga egenskaper och textegenskaper i övrigt som en text bör ha för att fungera väl i sitt sammanhang. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter.</li> <li>Argumentationsteknik och skriftlig framställning av argumenterande text.</li> <li>Grunderna i den retoriska arbetsprocessen.</li> <li>Bearbetning, sammanfattning och kritisk granskning av text. Citat- och referatteknik. Grundläggande källkritik. Frågor om upphovsrätt och integritet vid digital publicering.</li> <li>Skönlitteratur, författad av såväl kvinnor som män, från olika tider och kulturer.</li> <li>Centrala motiv, berättarteknik och vanliga stildrag i fiktivt berättande, till exempel i skönlitteratur och teater samt i film och andra medier.</li> <li>Grundläggande språkliga begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera språk och språklig variation samt diskutera språkriktighetsfrågor.</li> <li>Språklig variation i talat och skrivet språk med tonvikt på hur språkvariationen hänger samman med till exempel geografisk och social bakgrund samt ålder och kön. Digitaliseringens inverkan på språk och språkbruk. Skillnader mellan formellt och informellt språkbruk samt attityder till olika former av språklig variation.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Den muntliga framställningen är sammanhängande och begriplig. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Språket är <strong>till viss del</strong> anpassat till syfte, mottagare och kommunikations­situation. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel.</p> <p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikations­situation. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.</p> <p>Eleven kan läsa, reflektera över och göra <strong>enkla </strong>sammanfattningar av texter samt skriva egna texter <strong>som anknyter till det lästa</strong>. I sitt arbete värderar och granskar eleven <strong>med viss säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p> <p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. Dessutom kan eleven <strong>översiktligt</strong> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <strong>någon</strong> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.</p> <p>Eleven kan göra <strong>enkla</strong> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <strong>översiktligt</strong> om attityder till <strong>någon</strong> form av språklig variation.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <strong>på ett nyanserat sätt </strong>samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Den muntliga framställningen är sammanhängande och begriplig,<strong> och dispositionen tydligt urskiljbar</strong>. Språket är <strong>ledigt och</strong> anpassat till syfte, mottagare och kommunikations­situation. Eleven har<strong> viss åhörarkontakt</strong>. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga framställningen</strong>.</p> <p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikations­situation. <strong>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</strong>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<strong> och språket är varierat och delvis välformulerat</strong>.</p> <p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter<strong> som lyfter fram huvudtanken i det lästa</strong>. I sitt arbete värderar och granskar eleven <strong>med viss säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p> <p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <strong>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</strong>. Dessutom kan eleven <strong>utförligt </strong>redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <strong>några</strong> iakttagelser och formulerar <strong>välgrundade </strong>egna tankar med utgångspunkt i berättandet.</p> <p>Eleven kan göra <strong>välgrundade </strong>reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <strong>och diskutera </strong>hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <strong>översiktligt,</strong> <strong>utifrån några olika perspektiv</strong>, om attityder till <strong>några</strong> olika former av språklig variation.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter <strong>på ett nyanserat sätt </strong>samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med säkerhet</strong>. Den muntliga framställningen är sammanhängande, begriplig<strong> och väldisponerad</strong>. Språket är <strong>ledigt och</strong> anpassat till syfte, mottagare och kommunikations­situation. Eleven har<strong> god åhörarkontakt</strong>. Vidare kan eleven <strong>med säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som stöder</strong>,<strong> tydliggör och är väl integrerade i den muntliga framställningen</strong>.</p> <p>Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <strong>och väldisponerade</strong> samt anpassade till syfte, mottagare och kommunikations­situation. <strong>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</strong>. Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet,<strong> och språket är varierat och innehåller goda formuleringar</strong>.</p> <p>Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter<strong> som lyfter fram huvudtanken i det lästa och ger nya, relevanta perspektiv</strong>. I sitt arbete värderar och granskar eleven <strong>med säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.</p> <p>Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <strong>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</strong>. Dessutom kan eleven <strong>utförligt redogöra </strong>för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv. Eleven återger <strong>några</strong> iakttagelser, formulerar <strong>välgrundade och nyanserade</strong> egna tankar med utgångspunkt i berättandet <strong>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</strong>.</p> <p>Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över hur språklig variation hänger samman med talare och kommunikationssituation samt ge exempel på <strong>och nyanserat diskutera </strong>hur språk och språkbruk kan markera avstånd och samhörighet. Dessutom resonerar eleven <strong>utförligt,</strong> <strong>utifrån flera olika perspektiv</strong>, om attityder till <strong>flera</strong> olika former av språklig variation.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SVESVE02</h3>",
      "code": "SVESVE02",
      "nameHeading": "<h2>Svenska 2, 100 poäng</h2>",
      "name": "Svenska 2",
      "englishName": "Swedish 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen svenska 2 omfattar punkterna 1–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li> Muntlig framställning av utredande och argumenterande slag i och inför grupp. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar.</li> <li>Uppbyggnad, språk och stil i olika typer av texter samt referat och kritisk granskning av texter. Skriftlig framställning av utredande och argumenterande texter. Normer och stildrag som hör till dessa texttyper. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter.</li> <li>Svenska och internationella författarskap, såväl kvinnliga som manliga, och skönlitterära verk, vilket även inkluderar teater samt film och andra medier, från olika tider och epoker. Dansk och norsk skönlitteratur, delvis på originalspråk. Relationen mellan skönlitteratur och samhällsutveckling, dvs. hur skönlitteraturen har formats av förhållanden och idéströmningar i samhället och hur den har påverkat samhällsutvecklingen.</li> <li>Skönlitterära verkningsmedel. Centrala litteraturvetenskapliga begrepp och deras användning.</li> <li>Svenska språkets uppbyggnad, dvs. hur ord, fraser och satser är uppbyggda samt hur de samspelar i grammatiken.</li> <li>Språkförhållanden i Sverige och övriga Norden, till exempel språklagstiftning, minoritetsspråk och dialekter. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Den muntliga framställningen är sammanhängande, begriplig och <strong>dispositionen tydligt urskiljbar</strong>. Språk och stil är <strong>till viss del </strong>anpassade till syfte, mottagare och kommunikations­situation. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel.</p> <p>Eleven kan <strong>med viss säkerhet </strong>samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande<strong> och har tydligt urskiljbar disposition</strong>. Texterna är <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är varierat och innehåller goda formuleringar.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <strong>välgrundade </strong>argument till stöd för den.</p> <p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på och diskuterar <strong>översiktligt samband mellan skönlitteratur</strong> och idéströmningar i samhället.</p> <p>Eleven kan <strong>översiktligt</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p> <p>Eleven kan<strong> översiktligt </strong>redogöra för <strong>någon</strong> aspekt av språksituationen i Sverige och övriga Norden.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <strong>på ett nyanserat sätt</strong> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Den muntliga framställningen är sammanhängande, begriplig och <strong>väldisponerad</strong>. <strong>Språket är ledigt och </strong>språk och stil är anpassade till syfte, mottagare och kommunikations­situation. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga framställningen</strong>.</p> <p>Eleven kan <strong>med viss säkerhet </strong>samla, sovra och sammanställa information från olika källor. Med utgångspunkt från detta kan eleven skriva utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och ger vidgade perspektiv på informationen från källorna</strong>.<strong> Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang</strong>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <strong>klart och </strong>varierat samt innehåller goda formuleringar.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade </strong>argument till stöd för den.</p> <p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <strong>litterära verkningsmedel</strong> och diskuterar <strong>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden </strong>och idéströmningar i samhället.</p> <p>Eleven kan <strong>med viss precision </strong>utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p> <p>Eleven kan <strong>utförligt</strong> redogöra för <strong>några </strong>aspekter av språksituationen i Sverige och övriga Norden.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla argument, egna tankar och åsikter <strong>på ett nyanserat sätt</strong> samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med säkerhet</strong>. Den muntliga framställningen är sammanhängande, begriplig och <strong>väldisponerad</strong>. <strong>Språket är ledigt, varierat och välformulerat, och </strong>språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <strong>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</strong>. Eleven har <strong>god</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerade i den muntliga framställningen</strong>.</p> <p>Eleven kan <strong>med säkerhet </strong>samla, sovra och sammanställa information från olika källor och kan med utgångspunkt från detta skriva utredande och argumenterande texter som är sammanhängande och <strong>väldisponerade</strong>.<strong> Texterna innehåller belysande exempel och ger vidgade perspektiv på informationen från källorna. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</strong>. Texterna är anpassade till syfte, mottagare och kommunikationssituation. Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet. Språket är <strong>träffsäkert, klart och </strong>varierat och innehåller goda formuleringar.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade </strong>argument till stöd för den. <strong>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</strong>.</p> <p>Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp. Eleven ger exempel på <strong>litterära verkningsmedel, resonerar nyanserat om dessa </strong>och diskuterar <strong>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden </strong>och idéströmningar i samhället.</p> <p>Eleven kan <strong>med god precision</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.</p> <p>Eleven kan<strong> utförligt och nyanserat</strong> redogöra för <strong>några </strong>aspekter av språksituationen i Sverige och övriga Norden.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SVESVE03</h3>",
      "code": "SVESVE03",
      "nameHeading": "<h2>Svenska 3, 100 poäng</h2>",
      "name": "Svenska 3",
      "englishName": "Swedish 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen svenska 3 omfattar punkterna 1–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Muntlig framställning med fördjupad tillämpning av den retoriska arbetsprocessen som stöd i planering och utförande samt som redskap för analys. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar.</li> <li>Viktiga generella drag som rör disposition, språk och stil i texter av vetenskaplig karaktär.</li> <li>Läsning av och arbete med texter, vilket inkluderar strukturering, sovring, sammanställning, sammanfattning och källkritisk granskning.</li> <li>Skriftlig framställning som anknyter till den vetenskapliga texttypen och som behandlar någon aspekt av svenskämnet. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter.</li> <li>Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.</li> <li>Det svenska språkets ursprung, historiska utveckling och släktskapsförhållanden. Språkförändring.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan, i förberedda samtal och diskussioner, muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Språk, stil och disposition är anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <strong>med viss säkerhet</strong> retoriska verkningsmedel. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel.</p> <p>Eleven kan <strong>med viss säkerhet </strong>samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <strong>och har tydligt urskiljbar disposition</strong>. Texterna är dessutom <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleven behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är varierat och <strong>innehåller goda formuleringar</strong>.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes och ge <strong>välgrundade </strong>argument till stöd för den.</p> <p>Eleven kan <strong>med viss säkerhet </strong>använda grundläggande retoriska begrepp som verktyg i <strong>enkla</strong> analyser av retorik.</p> <p>Eleven kan göra en fördjupad, textnära litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <strong>med viss säkerhet</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom belägg från texterna.</p> <p>Eleven kan <strong>översiktligt </strong>redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan, i förberedda samtal och diskussioner, <strong>på ett nyanserat sätt</strong> muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med viss säkerhet</strong>. Språk, stil och disposition är <strong>väl </strong>anpassade till syfte, mottagare och kommunikations­situation, och eleven använder <strong>med säkerhet</strong> retoriska verkningsmedel. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med viss säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som</strong> <strong>stöder och tydliggör den muntliga framställningen</strong>.</p> <p>Eleven kan <strong>med viss säkerhet </strong>samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från detta skriva texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <strong>och väldisponerade</strong>. Texterna är dessutom anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleven behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <strong>klart och</strong> varierat samt <strong>innehåller goda formuleringar</strong>.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade </strong>argument till stöd för den.</p> <p>Eleven kan använda grundläggande retoriska begrepp som verktyg i <strong>utförliga </strong>analyser av retorik.</p> <p>Eleven kan göra en fördjupad och <strong>utförlig textnära </strong>litterär analys av ett tema, en genre eller ett författarskap. I analysen använder eleven <strong>med viss säkerhet </strong>litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <strong>väl valda</strong> belägg från texterna.</p> <p>Eleven kan <strong>utförligt </strong>redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan, i förberedda samtal och diskussioner, <strong>på ett nyanserat sätt</strong> muntligt förmedla egna tankar och åsikter samt genomföra muntlig framställning inför en grupp. Detta gör eleven <strong>med säkerhet</strong>. Språk, stil och disposition är <strong>väl </strong>anpassade till syfte, mottagare och kommunikations­situation och eleven använder <strong>med säkerhet och på ett effektfullt sätt </strong>retoriska verkningsmedel. Eleven har <strong>god</strong> <strong>åhörarkontakt</strong>. Vidare kan eleven <strong>med säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som</strong> <strong>stöder, tydliggör och är väl integrerat i den muntliga framställningen</strong>.</p> <p>Eleven kan <strong>med säkerhet </strong>samla, sovra och sammanställa stora mängder information från olika källor och skriver med utgångspunkt från detta texter av vetenskaplig karaktär och andra texter. Texterna är sammanhängande <strong>och väldisponerade</strong>. Texterna är dessutom <strong>väl</strong> anpassade till syfte, mottagare och kommunikationssituation. Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet. Eleven behandlar källorna på ett <strong>skickligt</strong> sätt och drar relevanta slutsatser utifrån källmaterialet. Språket är <strong>träffsäkert, klart</strong>, varierat och <strong>över lag</strong> <strong>välformulerat</strong>.</p> <p>Eleven kan i skriftlig eller muntlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade och nyanserade </strong>argument till stöd för den. <strong>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</strong>.</p> <p>Eleven kan <strong>med god säkerhet</strong> använda grundläggande retoriska begrepp som verktyg i <strong>utförliga och nyanserade </strong>analyser av retorik.</p> <p>Eleven kan göra en fördjupad, <strong>utförlig, träffsäker och nyanserad textnära </strong>litterär analys av ett tema, en genre eller ett författarskap <strong>ur flera perspektiv</strong>. I analysen använder eleven <strong>med säkerhet</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <strong>väl valda</strong> belägg från texterna.</p> <p>Eleven kan <strong>utförligt och nyanserat </strong>redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.<strong> Dessutom kan eleven dra relevanta generella slutsatser om språkförändring</strong>.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SVELIT0</h3>",
      "code": "SVELIT0",
      "nameHeading": "<h2>Litteratur, 100 poäng</h2>",
      "name": "Litteratur",
      "englishName": "Literature",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen litteratur omfattar punkterna 5–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Centrala skönlitterära verk författade av såväl kvinnor som män och tongivande författare från olika epoker, från olika kulturer och från olika delar av världen.</li> <li>Sambandet mellan skönlitteraturen och andra konstarter, dvs. hur författare och verk har påverkats av sitt samhälle, sin kultur och av rådande estetiska ideal samt hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen. Den konstnärliga friheten i relation till etik, upphovsrätt och censur.</li> <li>Litteraturvetenskapliga begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera skönlitteratur.</li> <li>Skönlitterära texters betydelsebärande skikt, innehållsmässiga såväl som formmässiga: tematik, motiv, metaforik, symbolik, rytm, meter och andra litterära verkningsmedel och sätt att gestalta. Analys och tolkning av roman, novell, lyrik och dramatik.</li> <li>Jämförande analys av hur olika teman, till exempel familjen, döden, krig och naturen, har skildrats på olika sätt till exempel i skönlitterära verk från olika tider och kulturer eller i olika genrer.</li> <li>Olika grunder för tolkning och värdering av skönlitteratur, dvs. vilka perspektiv man intar, vilka frågor man ställer och hur man kan argumentera dels för olika tolkningar, dels för värdering av skönlitteratur.</li> <li>Fördjupad tolkning av skönlitterära verk med utgångspunkt i ett perspektiv som eleverna väljer, till exempel postkolonialt, feministiskt eller komparativt perspektiv.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan <strong>översiktligt</strong> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. Dessutom ger eleven exempel på och resonerar <strong>översiktligt </strong>om epoktypiska stildrag i litteraturen.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <strong>enkel </strong>jämförelse av hur <strong>något </strong>tema skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på bildspråk och andra litterära verkningsmedel och kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <strong>översiktligt </strong>resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text. I anslutning till sitt resonemang formulerar eleven en tes och ger <strong>enkla</strong> argument till stöd för tesen.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan <strong>utförligt</strong> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <strong>I redogörelsen förklarar eleven översiktligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</strong>. Dessutom ger eleven exempel på och resonerar <strong>utförligt </strong>om epoktypiska stildrag i litteraturen.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik. I analysen och tolkningen gör eleven en <strong>välgrundad </strong>jämförelse av hur <strong>några </strong>teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <strong>identifierar med viss säkerhet och resonerar utförligt om</strong> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <strong>utförligt </strong>resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <strong>samt utförligt om olika grunder för att värdera kvalitet</strong>. I samband med resonemanget formulerar eleven en tes och ger <strong>välgrundade</strong> argument till stöd för tesen.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan <strong>utförligt och nyanserat</strong> redogöra för några viktiga litterära epoker och hur några representativa författare och verk från olika delar av världen kan knytas till dem. <strong>I redogörelsen förklarar eleven utförligt hur författarna och verken har påverkats av sin samhälleliga, kulturella och estetiska ram, samt ger exempel på hur författare och verk har påverkat den samhälleliga och estetiska utvecklingen</strong>. Dessutom ger eleven exempel på och resonerar <strong>utförligt och nyanserat </strong>om epoktypiska stildrag i litteraturen. <strong>I resonemanget redogör eleven för linjer och samband i litteraturhistorien</strong>.</p><p>Eleven kan analysera och tolka läst prosa, lyrik och dramatik <strong>genom att använda skönlitterära texters alla betydelsebärande skikt, såväl innehållsmässiga som formmässiga</strong>. I analysen och tolkningen gör eleven en <strong>välgrundad och nyanserad </strong>jämförelse av hur <strong>flera </strong>teman skildras i olika verk, genrer eller tider. Dessutom gör eleven en analys som tar sin utgångspunkt i ett perspektiv som hon eller han själv väljer. Eleven ger exempel på, <strong>identifierar med säkerhet och resonerar utförligt och nyanserat om</strong> bildspråk och andra litterära verkningsmedel. Eleven kan använda analysredskap och litteraturvetenskapliga begrepp på ett korrekt sätt.</p><p>Eleven kan <strong>utförligt och nyanserat </strong>resonera om kvalitet och tolkningsmöjligheter hos skönlitterär text <strong>samt utförligt och nyanserat om olika grunder för att värdera kvalitet</strong>. I samband med resonemanget formulerar eleven en tes och ger <strong>välgrundade och nyanserade</strong> argument till stöd för tesen.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SVERET0</h3>",
      "code": "SVERET0",
      "nameHeading": "<h2>Retorik, 100 poäng</h2>",
      "name": "Retorik",
      "englishName": "Rhetoric",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen retorik omfattar punkterna 1–3 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li> Muntlig framställning av olika slag och med olika syften: såväl monologisk framställning inför en grupp som dialogisk, i form av diskussions- och debattinlägg, och med olika tänkta arenor, vilket även inkluderar det offentliga rummet. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar.</li> <li>Aktivt lyssnande samt konsten att ge respons på ett konstruktivt sätt.</li> <li>Retorikens praktiska och teoretiska användningsområden, framför allt dess roll som redskap för förberedelser inför muntlig framställning, som stöd för genomförande av muntlig framställning och som redskap för analys.</li> <li>Den retoriska arbetsprocessens sex delar:<br> <em>Intellectio</em>: att ta reda på hur en aktuell kommunikationssituation ser ut och utifrån den formulera ett syfte med sin muntliga framställning.<br> <em>Inventio</em>: att finna lämpligt stoff och goda argument.<br> <em>Dispositio</em>: att organisera stoff och argument på lämpligt sätt.<br> <em>Elocutio</em>: att välja språk och stil.<br> <em>Memoria</em>: att på ett ändamålsenligt sätt använda manus och presentationstekniska hjälpmedel.<br> <em>Actio</em>: att välja lämpligaste framförande med hjälp av kropp och röst.</li> <li>Analys av muntlig framställning i olika medier och nedtecknade tal.</li> <li>Grundläggande retoriska begrepp som behövs för att på ett metodiskt och strukturerat sätt tala om och analysera muntlig framställning.</li> <li>Frågan om yttrandefriheten i relation till etik, upphovsrätt och censur. </li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan <strong>med viss säkerhet </strong>genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <strong>dispositionen tydligt urskiljbar</strong>. Språk och stil är <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation. Eleven har <strong>viss</strong> <strong>åhörarkontakt</strong>. Eleven kan också <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel. Dessutom kan eleven göra en <strong>enkel</strong> reflektion över muntlig presentation, med <strong>enkla</strong> omdömen värdera sin egen prestation samt ge respons på andras muntliga framställning.</p> <p>Eleven kan <strong>översiktligt </strong>redogöra för <strong>grunderna i</strong> den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <strong>översiktligt </strong>sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p> <p>Eleven kan göra en <strong>enkel </strong>analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan <strong>med viss säkerhet </strong>genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <strong>väldisponerad</strong>. <strong>Språket är ledigt och </strong>språk och stil är <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikations­situation. Eleven har <strong>god</strong> <strong>åhörarkontakt</strong>. Eleven kan också <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga presentationen</strong>. Dessutom kan eleven göra en <strong>välgrundad</strong> reflektion över muntlig presentation, värderar med <strong>nyanserade</strong> omdömen sin egen prestation samt ger respons på andras muntliga framställning.</p> <p>Eleven kan <strong>utförligt </strong>redogöra för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <strong>utförligt </strong>sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p> <p>Eleven kan göra en analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <strong>och verktyg för att fördjupa analysen</strong>.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan <strong>med säkerhet </strong>genomföra muntlig framställning av olika slag och med olika syften i och inför en grupp. Den muntliga framställningen är sammanhängande, begriplig och <strong>väldisponerad</strong>. <strong>Språket är ledigt, varierat och välformulerat och </strong>språk och stil är anpassade till syfte, mottagare och kommunikations­situation. <strong>Framställningen innehåller såväl belysande exempel som generaliseringar och vidgade perspektiv</strong>. Eleven har <strong>god</strong> <strong>åhörarkontakt</strong>. Eleven kan också <strong>med säkerhet </strong>använda presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerat i den muntliga presentationen</strong>. Dessutom gör eleven en <strong>välgrundad och nyanserad</strong> reflektion över muntlig presentation, värderar med <strong>nyanserade</strong> omdömen sin egen prestation <strong>och ger förslag på hur den kan förbättras </strong>samt ger respons på andras muntliga framställning.</p> <p>Eleven kan <strong>utförligt och nyanserat redogöra </strong>för den retoriska arbetsprocessen. I samband med muntlig framställning motiverar eleven <strong>utförligt och nyanserat </strong>sitt val av disposition, språk, stoff och framställningsform utifrån den retoriska arbetsprocessen.</p> <p>Eleven kan göra en <strong>komplex </strong>analys av såväl muntlig framställning i olika medier som nedtecknade tal utifrån den retoriska arbetsprocessen. I analysen använder eleven på ett korrekt sätt grundläggande retoriska begrepp <strong>och verktyg för att fördjupa analysen</strong>.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: SVESKR0</h3>",
      "code": "SVESKR0",
      "nameHeading": "<h2>Skrivande, 100 poäng</h2>",
      "name": "Skrivande",
      "englishName": "Writing",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 6,
      "description": "<p>Kursen skrivande omfattar punkterna 2–4 och 6–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll: </h4><ul> <li>Skriftlig framställning av olika slags texter, med fokus på informerande, berättande och argumenterande journalistiska texter, och av skönlitterära texter av olika slag.</li> <li>Den retoriska arbetsprocessen, dvs. hur man på ett strukturerat och metodiskt sätt planerar och genomför skriftlig framställning som tar hänsyn till syfte, mottagare och kommunikationssituation.</li> <li>Skriftlig framställning av längre text alternativt några kortare texter, som kan vara av skönlitterär eller icke-skönlitterär karaktär.</li> <li>Skriftlig framställning efter mönster och förebilder samt friare skrivande.</li> <li>Berättande i texter som har som syfte att informera, utreda, övertyga och underhålla.</li> <li>Spänningen mellan traditionellt textskapande och nydanande texter.</li> <li>Spänningen mellan fakta och fiktion i texter.</li> <li>Textuppbyggnad, sammanhang i text, textmönster och språk i såväl skönlitteratur som i andra typer av texter.</li> <li>Fördjupning och problematisering av vad som är korrekt och lämpligt språk i skönlitteratur och andra typer av texter.</li> <li>Utformning av texter för olika syften och i olika medier, inklusive multimediala texter av olika slag där till exempel skriven text, bild och ljud samspelar.</li> <li>Hur man ger konstruktiv textkritik och arbetar med sina egna och andras texter för att förbättra sitt skrivande och öka sin språkliga medvetenhet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <strong>har tydligt urskiljbar disposition</strong> samt är <strong>till viss del </strong>anpassade till syfte, mottagare och kommunikationssituation. Språket är varierat och <strong>innehåller goda formuleringar</strong>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <strong>översiktligt </strong>resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.</p><p>Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, och göra <strong>enkla </strong>reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <strong>med viss säkerhet </strong>utforma olika typer av texter grafiskt och <strong>översiktligt motivera </strong>bildval, disposition och utformning i övrigt.</p><p>Eleven kan med <strong>enkla </strong>omdömen värdera sina egna texter, göra <strong>enkla </strong>förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <strong>väldisponerade</strong> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <strong>klart och </strong>varierat samt <strong>innehåller goda formuleringar</strong>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <strong>utförligt </strong>resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter.</p><p>Eleven kan <strong>skriva funktionellt för textsammanhanget</strong>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <strong>välgrundade </strong>reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <strong>med viss säkerhet </strong>utforma olika typer av texter grafiskt och <strong>utförligt motivera </strong>bildval, disposition och utformning i övrigt. <strong>Den grafiska utformningen är anpassad för sitt syfte</strong>.</p><p>Eleven kan med <strong>nyanserade </strong>omdömen värdera sina egna texter, göra förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kan skriva texter av olika slag, både skönlitterära och andra typer av texter. Texterna är sammanhängande och begripliga, <strong>väldisponerade</strong> samt anpassade till syfte, mottagare och kommunikationssituation. Språket är <strong>träffsäkert, klart och </strong>varierat och <strong>genomgående välformulerat</strong>.</p><p>Eleven kan skriva såväl texter efter mönster och förebilder som mer fritt. Eleven kan <strong>utförligt och nyanserat </strong>resonera dels om de egna texternas relation till konventionella texttyper, textmönster och eventuella förebilder, dels om olika alternativa uttryckssätt i sina texter <strong>och vilken stilistisk effekt dessa skulle få för texten som helhet</strong>.</p><p>Eleven kan <strong>skriva funktionellt för textsammanhanget</strong>, i huvudsak följa skriftspråkets normer för språkriktighet samt göra <strong>välgrundade och nyanserade </strong>reflektioner över dessa normers tillämpbarhet i texter av olika slag.</p><p>Eleven kan <strong>med säkerhet </strong>utforma olika typer av texter grafiskt och <strong>utförligt och nyanserat motivera </strong>bildval, disposition och utformning i övrigt. <strong>Den grafiska utformningen är anpassad för sitt syfte</strong>.</p><p>Eleven kan med <strong>nyanserade </strong>omdömen värdera sina egna texter, göra <strong>avancerade </strong>förbättringar av dem med utgångspunkt i sin egen värdering och andras råd samt ge återkoppling på andras texter.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
