{
  "code": "TIA",
  "name": "Tillämpad programmering",
  "englishName": "Applied programming",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:391",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2017:49",
  "skolfsAndring": "2022:303",
  "nameHeading": "<h2>Tillämpad programmering</h2>",
  "description": "<p>Ämnet tillämpad programmering möjliggör en inom- och tvärvetenskaplig fördjupning inom ett valt kunskapsområde. Ämnet ger möjlighet att anlägga ett datavetenskapligt perspektiv på ett valt område. Tillämpad programmering kan omfatta många olika akademiska discipliner, till exempel programutveckling, programspråk, algoritmer och systemutveckling samt kan vara kopplad till olika tillämpningsområden som ekonomiska, humanistiska, konstnärliga, kreativa, medicinska, naturvetenskapliga, pedagogiska, samhällsvetenskapliga eller tekniska.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet tillämpad programmering ska syfta till att eleverna breddar eller fördjupar sina kunskaper och färdigheter inom programmering tillämpat på ett valt kunskapsområde. Eleverna ska ges möjlighet att fördjupa ett vetenskapligt och professionellt förhållningssätt. Undervisningen ska också leda till att eleverna utvecklar förmåga att använda relevanta begrepp, teorier, modeller och metoder i syfte att behandla frågeställningar inom det valda kunskapsområdet. Dessutom ska undervisningen bidra till att eleverna utvecklar nyfikenhet för programmering, ett datavetenskapligt perspektiv på vår omvärld och en förståelse av dess betydelse i samhället.</p><p>Undervisningen ska leda till att aktuell och relevant praxis, forskning och elevernas egna erfarenheter tas till vara. Dessutom ska undervisningen ge eleverna möjlighet att relatera de breddade eller fördjupade kunskaperna inom programmering till valt kunskapsområde samt bidra till att eleverna utvecklar förmåga att omsätta kunskaperna i handling.</p><h4>Undervisningen i ämnet tillämpad programmering ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om relevanta begrepp, modeller, teorier och arbetsmetoder.</li> <li>Kunskaper om utvecklingsprocessen inom programmeringsområden och förståelse av sambanden mellan processens olika delar.</li> <li>Förmåga att identifiera, formulera och lösa problem genom att tillämpa programmering på det valda kunskapsområdet samt förmåga att reflektera över och värdera valda strategier, metoder och resultat.</li> <li>Förmåga att analysera konsekvenserna av programmeringens betydelse för individ, samhälle och teknisk utveckling utifrån hållbarhet, etik och genus.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Tillämpad programmering, 100 poäng. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Vissa ämne",
      "code": "OTHER"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: TIATIL00S</h3>",
      "code": "TIATIL00S",
      "nameHeading": "<h2>Tillämpad programmering, 100 poäng</h2>",
      "name": "Tillämpad programmering",
      "englishName": "Applied programming",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen tillämpad programmering omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt kunskapsområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4> <ul> <li>Begrepp, teorier, modeller och metoder inom programmering.</li> <li>Förmåga att lösa problem i en datavetenskaplig kontext.</li> <li>Tillämpningar inom valt kunskapsområde, till exempel industriell programmering, spelprogrammering, utveckling av administrativa system eller pedagogiska program, applikationsutveckling eller som hjälpmedel för att skapa eller bearbeta bild, ljud och film.</li> <li>Hur tillämpad programmering kan användas som verktyg i behandlingen av omfångsrika problemsituationer. Programmeringens möjligheter och begränsningar i dessa situationer.</li> <li>Konsekvenser av tillämpad programmering för det valda kunskapsområdet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4> <p>I sitt arbete använder eleven <strong>med viss säkerhet</strong> grundläggande datavetenskapliga begrepp, teorier och modeller inom valt kunskapsområde.</p> <p>Eleven identifierar och formulerar <strong>i samråd</strong> med handledare ett <strong>enkelt </strong>problem inom valt kunskapsområde. Eleven väljer och använder<strong> i samråd</strong> med handledare lämpliga algoritmer och lösningsmetoder samt dokumenterar arbetet och resultatet. Dessutom löser eleven med hjälp av programmering problemet inom valt område med ett <strong>tillfredsställande</strong> resultat.</p> <p>Eleven för ett <strong>enkelt</strong> resonemang utifrån en analys av tillämpningens konsekvenser för sitt valda kunskapsområde.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4> <p>I sitt arbete använder eleven <strong>med viss säkerhet</strong> grundläggande datavetenskapliga begrepp, teorier och modeller inom valt kunskapsområde.</p> <p>Eleven identifierar och formulerar <strong>efter samråd</strong> med handledare ett problem inom valt kunskapsområde. Eleven väljer och använder<strong> efter samråd</strong> med handledare lämpliga algoritmer och lösningsmetoder samt dokumenterar arbetet och resultatet. Dessutom löser eleven med hjälp av programmering problemet inom valt område med ett <strong>tillfredsställande</strong> resultat.</p> <p>Eleven för ett <strong>välgrundat</strong> resonemang utifrån en analys av tillämpningens konsekvenser för sitt valda kunskapsområde.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4> <p>I sitt arbete använder eleven <strong>med säkerhet</strong> grundläggande datavetenskapliga begrepp, teorier och modeller inom valt kunskapsområde.</p> <p>Eleven identifierar och formulerar <strong>efter samråd</strong> med handledare ett <strong>avancerat </strong>problem inom valt kunskapsområde. Eleven väljer och använder<strong> efter samråd</strong> med handledare lämpliga algoritmer och lösningsmetoder samt dokumenterar arbetet och resultatet. Dessutom löser eleven med hjälp av programmering problemet inom valt område med ett <strong>gott </strong>resultat.</p> <p>Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang utifrån en analys av tillämpningens konsekvenser för sitt valda kunskapsområde.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
