{
  "code": "TRA",
  "name": "Transportteknik",
  "englishName": "Transport",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:226",
  "skolfsAndring": "2022:305",
  "nameHeading": "<h2>Transportteknik</h2>",
  "description": "<p>Ämnet transportteknik behandlar yrkesmässiga vägtransporter. Det omfattar dels yrkesförarutbildning för de fordon som används i transportverksamheter, dels säker hantering av det som transporteras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet transportteknik ska syfta till att eleverna utvecklar förmåga att framföra transportfordon på ett ansvarsfullt sätt samt kunskaper om trafikregler och om hur den mänskliga faktorn inverkar på trafikmiljön. Eleverna ska ges möjlighet att utveckla kunskaper om olika tekniska funktioner i fordon och utrustning som förekommer i branschen. Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om transportsektorns olika delar samt om dess betydelse och konsekvenser för samhället och samhällsutvecklingen. </p><p>Undervisningen ska bidra till att eleverna utvecklar förståelse av hur viktigt det är med goda relationer till kunder och medarbetare. Den ska även ge eleverna möjlighet att utveckla kunskaper om ergonomi, hälsa, säkerhet och miljö.</p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Ett problemlösande och laborativt arbetssätt ska prägla undervisningen.</p><h4>Undervisningen i ämnet transportteknik ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om tekniska funktioner hos fordon och utrustning.</li> <li>Kunskaper om olika vägtransportverksamheter.</li> <li>Förmåga att köra och manövrera fordon i varierande trafikmiljöer.</li> <li>Kunskaper om planering och genomförande av transportuppdrag.</li> <li>Förmåga att utföra säkerhetskontroller på fordon och utrustning.</li> <li>Förmåga att göra lastviktsberäkningar utifrån fordonets och vägnätets bärighetsbegränsningar. </li> <li>Förmåga att arbeta säkert och med miljöhänsyn samt på ett sätt som förebygger ohälsa och personskador.</li> <li>Förmåga att samarbeta med andra och att kommunicera med medarbetare och kunder.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Fordonskombinationer – godstransporter, 200 poäng, som bygger på kursen godstransporter – specialisering.</li> <li>Fordonskombinationer – persontransporter, 100 poäng, som bygger på kursen persontransporter – specialisering. </li> <li>Yrkestrafik 1a, 200 poäng, som bygger på kursen fordons- och transportbranschens villkor och arbetsområden samt kursen fordonsteknik – introduktion.</li> <li>Yrkestrafik 1b, 300 poäng, som bygger på kursen fordons- och transportbranschens villkor och arbetsområden samt kursen fordonsteknik – introduktion.</li> <li>Yrkestrafik – vux, 300 poäng. Kursen får endast anordnas inom kommunal vuxenutbildning. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen yrkestrafik 1a eller kursen yrkestrafik 1b. Förkunskapskrav för att få delta i kursen är att eleven har körkort med behörigheten B.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: TRAFOR0</h3>",
      "code": "TRAFOR0",
      "nameHeading": "<h2>Fordonskombinationer – godstransporter, 200 poäng</h2>",
      "name": "Fordonskombinationer – godstransporter",
      "englishName": "Vehicle combinations – goods transport",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen fordonskombinationer – godstransporter omfattar punkterna 1–3 och 5–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Dragfordons och släpfordons olika kopplingsutrustningar.</li> <li>Gränsöverskridande trafik, mått och viktbestämmelser.</li> <li>Manövrering av olika fordonskombinationer för godstransporter.</li> <li>Körning med fordonskombinationer för godstransporter i olika och varierande trafikmiljöer på ett trafiksäkert och miljövänligt sätt.</li> <li>Sammankoppling och frånkoppling av släp samt åtgärder vid parkering.</li> <li>Släpfordonens bromssystem samt bromssystemens uppbyggnad och funktion.</li> <li>Säkerhetskontroll samt tillsyn och underhåll av fordonskombinationer.</li> <li>Lastviktsberäkningar på olika typer av fordonskombinationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>översiktligt </strong>för hur dessa fordon kan kombineras. Eleven redogör också <strong>översiktligt</strong> för skillnader mellan olika dragutrustningar. Dessutom redogör eleven <strong>översiktligt </strong>för mått- och viktbestämmelser för trafik som går över landsgränser.</p><p>Eleven kör och manövrerar fordonskombinationer på ett trafiksäkert sätt i <strong>enkla</strong> <strong>och</strong> varierande trafikmiljöer. Dessutom redogör eleven <strong>översiktligt </strong>för hur man kan framföra fordon bränsleekonomiskt och miljövänligt.</p><p>Eleven utför <strong>i samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering. Dessutom beskriver eleven <strong>översiktligt </strong>funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>i samråd</strong> med handledare säkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>översiktligt</strong>. I arbetet gör eleven, med <strong>tillfredsställande </strong>resultat, <strong>enkla</strong> lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>enkla </strong>omdömen.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>utförligt </strong>för hur dessa fordon kan kombineras. Eleven redogör också <strong>utförligt </strong>för skillnader mellan olika dragutrustningar. Dessutom redogör eleven <strong>utförligt </strong>för mått- och viktbestämmelser för trafik som går över landsgränser.</p><p>Eleven kör och manövrerar fordonskombinationer på ett trafiksäkert sätt i varierande trafikmiljöer. Dessutom redogör eleven <strong>utförligt </strong>för hur man kan framföra fordon bränsleekonomiskt och miljövänligt.</p><p>Eleven utför <strong>efter samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering <strong>och motiverar översiktligt åtgärderna</strong>. Dessutom beskriver eleven <strong>utförligt </strong>funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>efter samråd</strong> med handledare säkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>utförligt</strong>. I arbetet gör eleven, med <strong>tillfredsställande </strong>resultat, lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>enkla </strong>omdömen.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>utförligt och nyanserat </strong>för hur dessa fordon kan kombineras. Eleven redogör också <strong>utförligt och nyanserat </strong>för skillnader mellan olika dragutrustningar. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för mått- och viktbestämmelser för trafik som går över landsgränser <strong>samt för skillnader mellan olika länder</strong>.</p><p>Eleven kör och manövrerar fordonskombinationer på ett trafiksäkert sätt i varierande trafikmiljöer. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för hur man kan framföra fordon bränsleekonomiskt och miljövänligt.</p><p>Eleven utför <strong>efter samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering <strong>och motiverar utförligt åtgärderna</strong>. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>efter samråd</strong> med handledare säkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>utförligt och nyanserat</strong>. I arbetet gör eleven, med <strong>gott </strong>resultat, lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>nyanserade </strong>omdömen.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRAFOD0</h3>",
      "code": "TRAFOD0",
      "nameHeading": "<h2>Fordonskombinationer – persontransporter, 100 poäng</h2>",
      "name": "Fordonskombinationer – persontransporter",
      "englishName": "Vehicle combinations – transport of people",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen fordonskombinationer – persontransporter omfattar punkterna 1–3 och 5–7 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Dragfordons och släpfordons olika kopplingsutrustningar.</li> <li>Gränsöverskridande trafik, mått och viktbestämmelser.</li> <li>Manövrering av fordonskombinationer för persontransporter.</li> <li>Körning med fordonskombinationer för persontransporter i olika och varierande trafikmiljöer på ett trafiksäkert och miljövänligt sätt.</li> <li>Sammankoppling och frånkoppling av släp samt åtgärder vid parkering.</li> <li>Släpfordonens bromssystem samt bromssystemens uppbyggnad och funktion.</li> <li>Säkerhetskontroll samt tillsyn och underhåll av fordonskombinationer.</li> <li>Lastviktsberäkningar på olika typer av fordonskombinationer.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>översiktligt </strong>för hur dessa fordon kan kombineras. Dessutom redogör eleven <strong>översiktligt</strong> för mått- och viktbestämmelser för trafik som går över landsgränser.</p><p>Eleven kör och manövrerar fordonskombinationer för persontransporter på ett trafiksäkert sätt i <strong>enkla</strong> <strong>och</strong> varierande trafikmiljöer. Dessutom tillämpar eleven <strong>i samråd</strong> med handledare ett körsätt som minimerar bränsleförbrukning.</p><p>Eleven utför <strong>i samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering. Dessutom beskriver eleven <strong>översiktligt</strong> funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>i samråd</strong> med handledare trafiksäkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>översiktligt</strong>. I arbetet gör eleven, med <strong>tillfredsställande </strong>resultat, <strong>enkla </strong>lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>enkla </strong>omdömen.</p><p>Eleven tar ansvar för passagerare, deras egendom samt för fordon och utrustning. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>utförligt </strong>för hur dessa fordon kan kombineras. Dessutom redogör eleven <strong>utförligt </strong>för mått- och viktbestämmelser för trafik som går över landsgränser.</p><p>Eleven kör och manövrerar fordonskombinationer för persontransporter på ett trafiksäkert sätt i varierande trafikmiljöer. Dessutom tillämpar eleven <strong>efter samråd</strong> med handledare ett körsätt som minimerar bränsleförbrukning.</p><p>Eleven utför <strong>efter samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering <strong>och motiverar översiktligt åtgärderna</strong>. Dessutom beskriver eleven <strong>utförligt </strong>funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>efter samråd</strong> med handledare trafiksäkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>utförligt</strong>. I arbetet gör eleven, med <strong>tillfredsställande </strong>resultat, lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>enkla </strong>omdömen.</p><p>Eleven tar ansvar för passagerare, deras egendom samt för fordon och utrustning. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>utrustningar som används för att koppla samman dragfordon och släpfordon samt redogör <strong>utförligt och nyanserat </strong>för hur dessa fordon kan kombineras. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för mått- och viktbestämmelser för trafik som går över landsgränser <strong>samt för skillnader mellan olika länder</strong>.</p><p>Eleven kör och manövrerar fordonskombinationer för persontransporter på ett trafiksäkert sätt i varierande trafikmiljöer. Dessutom tillämpar eleven <strong>efter samråd</strong> med handledare ett körsätt som minimerar bränsleförbrukning.</p><p>Eleven utför <strong>efter samråd</strong> med handledare sammankoppling och frånkoppling av släp samt vidtar nödvändiga åtgärder vid parkering <strong>och motiverar utförligt åtgärderna</strong>. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>funktionen hos släpfordons färdbroms- och parkeringsbromssystem. Eleven utför också <strong>efter samråd</strong> med handledare trafiksäkerhetskontroll av fordonskombinationer samt vidtar vid behov åtgärder och motiverar dessa <strong>utförligt och nyanserat</strong>. I arbetet gör eleven, med <strong>gott </strong>resultat, lastviktsberäkningar på fordonskombinationer samt värderar resultatet med <strong>nyanserade </strong>omdömen.</p><p>Eleven tar ansvar för passagerare, deras egendom samt för fordon och utrustning. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRAYRK01a</h3>",
      "code": "TRAYRK01a",
      "nameHeading": "<h2>Yrkestrafik 1a, 200 poäng</h2>",
      "name": "Yrkestrafik 1a",
      "englishName": "Commercial transport 1a",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen yrkestrafik 1a omfattar punkterna 1 och 3–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Körning och manövrering av fordon på ett trafiksäkert och miljövänligt sätt i varierande trafikmiljöer.</li> <li>Olika typer av transportuppdrag samt de krav på säkerhet, kvalitet och noggrannhet som de olika uppdragen kräver.</li> <li>Säkerhetskontroll, funktionstillsyn och underhåll av transportfordon.</li> <li>Olika fordons säkerhetsanordningar samt säkerhetsanordningarnas tekniska egenskaper och funktioner.</li> <li>Tillståndskrav, utbildning och ekonomiska villkor i vägtransportverksamheter.</li> <li>Lastning av fordon, lastsäkringsmetoder och lastviktsberäkning med hänsyn till begränsningar för bruttovikter, axeltryck och vägnätets bärighet.</li> <li>Kör- och vilotidsregler samt färdskrivarens funktioner och användning.</li> <li>Faktorer som kan orsaka olyckor samt hur man kan förebygga olyckor och agera när en olycka har hänt.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven kör och manövrerar i bekanta situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <strong>översiktligt </strong>för hur man planerar och genomför <strong>enkla</strong> transportuppdrag samt redogör <strong>översiktligt </strong>för säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <strong>i samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>översiktligt</strong>. Eleven följer <strong>med viss säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <strong>översiktligt </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>tillfredsställande </strong>resultat, <strong>enkla</strong> lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>enkla </strong>omdömen. Eleven väljer <strong>med viss säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med viss säkerhet </strong>och beskriver <strong>översiktligt </strong>gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <strong>enkla</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>översiktligt </strong>hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <strong>med viss säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven kör och manövrerar i bekanta <strong>och delvis nya </strong>situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <strong>utförligt </strong>för hur man planerar och genomför transportuppdrag samt redogör <strong>utförligt </strong>för <strong>miljö- och </strong>säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <strong>efter samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>utförligt</strong>. Eleven följer <strong>med viss säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <strong>utförligt </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>tillfredsställande </strong>resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>enkla </strong>omdömen. Eleven väljer <strong>med viss säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med viss säkerhet </strong>och beskriver <strong>utförligt </strong>gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <strong>välgrundade</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>utförligt </strong>hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <strong>med viss säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven kör och manövrerar i bekanta <strong>och nya </strong>situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven redogör <strong>utförligt och nyanserat </strong>för hur man planerar och genomför transportuppdrag samt redogör <strong>utförligt och nyanserat </strong>för <strong>miljö- och </strong>säkerhetsaspekter vid transportuppdrag.</p><p>Eleven utför <strong>efter samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>utförligt och nyanserat</strong>. Eleven följer <strong>med säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis. I arbetet beskriver eleven <strong>utförligt och nyanserat </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>gott </strong>resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>nyanserade </strong>omdömen. Eleven väljer <strong>med säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med säkerhet </strong>och beskriver <strong>utförligt och nyanserat </strong>gods med speciella egenskaper och hur det ska hanteras. Eleven ger också <strong>välgrundade och nyanserade</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>hur man förebygger personskador vid godshantering och transporter samt faktorer som kan bidra till ohälsa.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Dessutom samarbetar eleven med andra och anpassar <strong>med säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRAYRK01b</h3>",
      "code": "TRAYRK01b",
      "nameHeading": "<h2>Yrkestrafik 1b, 300 poäng</h2>",
      "name": "Yrkestrafik 1b",
      "englishName": "Commercial transport 1b",
      "points": "300",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen yrkestrafik 1b omfattar punkterna 1–2 och 6–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tekniska egenskaper och funktioner hos bromssystem, bromshjälpsystem och utrustningar på transportfordon.</li> <li>Kraftöverföring: motor, vridmoment, växellåda och differential.</li> <li>Begreppet yrkesmässig trafik och dess olika indelningar samt förutsättningar för gods- och persontrafik.</li> <li>Arbetstidsregler vid vägtransporter samt användning av utrustning för registrering och dokumentation.</li> <li>Lagar och andra bestämmelser som reglerar, och används i samband med, lastvikter på fordon, vägnätets bärighetsklassning och beräkning av lastvikter.</li> <li>Färdvägsplanering med hjälp av olika informationssystem.</li> <li>Krav och metoder för lastsäkring av gods och lastbärare.</li> <li>Lagar och andra bestämmelser som reglerar hantering och märkning av farligt gods.</li> <li>Frakthandlingar och anvisningar som reglerar gods och varudistribution.</li> <li>Agerande i kris, olyckssituationer och brand samt första hjälpen till skadade.</li> <li>Ergonomi, riskfyllda rörelser, arbetsställningar och förebyggande av fysiska skador.</li> <li>Kundrelationer och kvalitetsbegreppets innebörd i samband med transportuppdrag.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>översiktligt </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>översiktligt</strong> olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <strong>översiktligt</strong> de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <strong>tillfredsställande</strong> resultat, <strong>enkla</strong> beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <strong>översiktligt</strong> hur last ska säkras samt ger <strong>enkla</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <strong>översiktligt</strong> gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <strong>översiktligt</strong> risker i arbetsmiljön och ger <strong>i samråd </strong>med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <strong>översiktligt</strong> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>utförligt </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>utförligt </strong>olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <strong>utförligt </strong>de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <strong>tillfredsställande</strong> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <strong>utförligt </strong>hur last ska säkras samt ger <strong>välgrundade</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <strong>utförligt </strong>gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <strong>utförligt </strong>risker i arbetsmiljön och ger <strong>efter samråd </strong>med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <strong>utförligt </strong>för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>utförligt och nyanserat </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>olika grenar av yrkesmässig trafik med dess förutsättningar. Eleven beskriver <strong>utförligt och nyanserat </strong>de regler som begränsar arbetstiden vid vägtransporter samt hur de ska tillämpas i praktiken.</p><p>Eleven gör, med <strong>gott</strong> resultat, beräkningar av fordonets lastkapacitet i förhållande till vägars bärighet. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>hur last ska säkras samt ger <strong>välgrundade och nyanserade</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven beskriver också <strong>utförligt och nyanserat </strong>gods med farliga egenskaper, hur det ska hanteras, riskerna med farligt gods och kravet på utbildning för att hantera det.</p><p>Eleven beskriver <strong>utförligt och nyanserat </strong>risker i arbetsmiljön och ger <strong>efter samråd </strong>med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för lastbil och utrustning. Eleven redogör <strong>utförligt och nyanserat </strong>för vad begreppet kvalitet innebär i branschen och för vikten av goda kundrelationer. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRAYRK1</h3>",
      "code": "TRAYRK1",
      "nameHeading": "<h2>Yrkestrafik – vux, 300 poäng</h2>",
      "name": "Yrkestrafik – vux",
      "englishName": "Commercial transport – adults ",
      "points": "300",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 5,
      "description": "<p>Kursen yrkestrafik – vux omfattar punkterna 1–8 under rubriken Ämnets syfte. Förkunskapskrav för att få delta i kursen är att eleven har körkort med behörigheten B.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Tekniska egenskaper och funktioner hos bromssystem, bromshjälpsystem och utrustningar på transportfordon.</li> <li>Kraftöverföring: motor, vridmoment, växellåda och differential.</li> <li>Körning och manövrering av fordon på ett trafiksäkert och miljövänligt sätt i varierande trafikmiljöer.</li> <li>Begreppet yrkesmässig trafik och dess olika indelningar samt förutsättningar för gods- och persontrafik.</li> <li>Olika typer av transportuppdrag samt de krav på säkerhet, kvalitet och noggrannhet som de olika uppdragen kräver.</li> <li>Säkerhetskontroll, funktionstillsyn och underhåll av transportfordon.</li> <li>Olika fordons säkerhetsanordningar samt säkerhetsanordningarnas tekniska egenskaper och funktioner.</li> <li>Tillståndskrav, utbildning och ekonomiska villkor i vägtransportverksamheter.</li> <li>Frakthandlingar och anvisningar som reglerar gods och varudistribution.</li> <li>Färdvägsplanering med hjälp av olika informationssystem.</li> <li>Arbetstidsregler vid vägtransporter samt användning av utrustning för registrering och dokumentation.</li> <li>Lastning av fordon och lastbärare, lastsäkringsmetoder och lastviktsberäkning med hänsyn till begränsningar för bruttovikter, axeltryck och vägnätets bärighet. Lagar och andra bestämmelser som reglerar lastvikter på fordon, vägnätets bärighetsklassning och beräkning av lastvikter.</li> <li>Faktorer som kan orsaka olyckor och hur man kan förebygga olyckor. Agerande i kris, olyckssituationer och brand samt första hjälpen till skadade.</li> <li>Lagar och andra bestämmelser som reglerar hantering och märkning av farligt gods.</li> <li>Ergonomi, riskfyllda rörelser, arbetsställningar och förebyggande av fysiska skador.</li> <li>Kundrelationer och kvalitetsbegreppets innebörd i samband med transportuppdrag.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>översiktligt </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>översiktligt</strong> olika grenar av yrkesmässig trafik med dess förutsättningar.</p><p>Eleven kör och manövrerar i bekanta situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven planerar och genomför <strong>enkla</strong> transportuppdrag samt redogör <strong>översiktligt </strong>för miljö- och säkerhetsaspekter vid transportuppdrag. Eleven utför <strong>i samråd</strong> med handledare <strong>enkel</strong> dokumentation av uppdragen.</p><p>Eleven utför <strong>i samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>översiktligt</strong>. Eleven följer <strong>med viss säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis.</p><p>I arbetet beskriver eleven <strong>översiktligt </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>tillfredsställande </strong>resultat, <strong>enkla</strong> lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>enkla </strong>omdömen. Eleven beskriver <strong>översiktligt</strong> hur last ska säkras samt ger <strong>enkla</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven väljer <strong>med viss säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med viss säkerhet </strong>och beskriver <strong>översiktligt </strong>gods med speciella egenskaper, hur det ska hanteras och kravet på utbildning för att hantera det. Eleven ger också <strong>enkla</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>översiktligt </strong>hur man förebygger personskador vid godshantering och transporter, risker i arbetsmiljön och ger <strong>i samråd</strong> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för fordon och utrustning. Eleven redogör <strong>översiktligt</strong> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundkontakter. Dessutom samarbetar eleven med andra och anpassar <strong>med viss säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>utförligt </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>utförligt</strong> olika grenar av yrkesmässig trafik med dess förutsättningar.</p><p>Eleven kör och manövrerar i bekanta <strong>och delvis nya </strong>situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven planerar och genomför transportuppdrag samt redogör <strong>utförligt </strong>för miljö- och säkerhetsaspekter vid transportuppdrag. Eleven utför <strong>efter samråd</strong> med handledare <strong>noggrann</strong> dokumentation av uppdragen.</p><p>Eleven utför <strong>efter samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>utförligt</strong>. Eleven följer <strong>med viss säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis.</p><p>I arbetet beskriver eleven <strong>utförligt </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>tillfredsställande </strong>resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>nyanserade </strong>omdömen. Eleven beskriver <strong>utförligt</strong> hur last ska säkras samt ger <strong>välgrundade</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven väljer <strong>med viss säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med viss säkerhet </strong>och beskriver <strong>utförligt </strong>gods med speciella egenskaper, hur det ska hanteras och kravet på utbildning för att hantera det. Eleven ger också <strong>välgrundade</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>utförligt </strong>hur man förebygger personskador vid godshantering och transporter, risker i arbetsmiljön och ger <strong>efter samråd</strong> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för fordon och utrustning. Eleven redogör <strong>utförligt</strong> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundkontakter. Dessutom samarbetar eleven med andra och anpassar <strong>med viss säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat </strong>tekniska komponenter och deras funktioner i bromssystem och bromshjälpsystem. Eleven redogör också <strong>utförligt och nyanserat </strong>för konsekvenser av eftersatt underhåll. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat </strong>olika grenar av yrkesmässig trafik med dess förutsättningar.</p><p>Eleven kör och manövrerar i bekanta <strong>och nya </strong>situationer fordon på ett trafiksäkert och miljömedvetet sätt. Eleven planerar och genomför transportuppdrag samt redogör <strong>utförligt och nyanserat </strong>för miljö- och säkerhetsaspekter vid transportuppdrag. Eleven utför <strong>efter samråd</strong> med handledare <strong>noggrann och utförlig</strong> dokumentation av uppdragen.</p><p>Eleven utför <strong>efter samråd </strong>med handledare säkerhetskontroll av transportfordon samt vidtar vid behov åtgärder som krävs ur trafiksäkerhetssynpunkt och motiverar dessa <strong>utförligt och nyanserat</strong>. Eleven följer <strong>med säkerhet</strong> körtidsregler samt registrerar körtiden enligt praxis.</p><p>I arbetet beskriver eleven <strong>utförligt och nyanserat </strong>några metoder för lastförankring. Dessutom gör eleven, med <strong>gott </strong>resultat, lastviktsberäkningar för olika fordon utifrån givna förutsättningar samt värderar resultatet med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Eleven beskriver <strong>utförligt och nyanserat</strong> hur last ska säkras samt ger <strong>välgrundade och nyanserade</strong> exempel på konsekvenser av felaktig lastsäkring. Eleven väljer <strong>med säkerhet </strong>relevant utrustning och arbetsmetod.</p><p>Eleven identifierar <strong>med säkerhet </strong>och beskriver <strong>utförligt och nyanserat </strong>gods med speciella egenskaper, hur det ska hanteras och kravet på utbildning för att hantera det. Eleven ger också <strong>välgrundade och nyanserade</strong> exempel på riskerna med denna hantering. Dessutom beskriver eleven <strong>utförligt och nyanserat </strong>hur man förebygger personskador vid godshantering och transporter, risker i arbetsmiljön och ger <strong>efter samråd</strong> med handledare hjälp till skadade. Eleven arbetar på ett ergonomiskt sätt för att förebygga arbetsskador.</p><p>Eleven tar ansvar för kundens egendom samt för fordon och utrustning. Eleven redogör <strong>utförligt och nyanserat</strong> för vad begreppet kvalitet innebär i branschen och för vikten av goda kundkontakter. Dessutom samarbetar eleven med andra och anpassar <strong>med säkerhet </strong>bemötande och språk efter situation och mottagare. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.183Z"
}