{
  "code": "TRR",
  "name": "Trädgårdsodling",
  "englishName": "Horticulture",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2014:71",
  "skolfsAndring": "2022:311",
  "nameHeading": "<h2>Trädgårdsodling</h2>",
  "description": "<p>Odling av växter har stor betydelse för produktion av livsmedel, växtmaterial och råvaror av olika slag. Biologiskt kunnande i kombination med användning av modern teknik bidrar till en hög kvalitet på de odlade produkterna. Ämnet trädgårdsodling behandlar odling av prydnadsväxter, grönsaker, frukt, bär och plantskoleväxter. Det utgör också grunden för yrkesverksamhet inom anläggning, skötsel och underhåll av gröna miljöer.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet trädgårdsodling ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med växter inom trädgårdssektorn. Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika odlade växter, om samspelet mellan mark, vatten, växter och klimat samt om tillväxtfaktorernas betydelse för växterna. Eleverna ska ges möjlighet att utveckla förmåga att hantera den tekniska utrustning som behövs för det aktuella verksamhetsområdet.</p><p>I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om marknaden, produkter och produktkvalitet samt om hur olika odlingssystem påverkar kvalitet och ekonomiskt resultat. Undervisningen ska vidare bidra till att eleverna utvecklar kunskaper om livsmedelssäkerhet och trädgårdsodlingens miljöpåverkan samt om vattenkvalitet och resurssnål användning av vatten.</p><p>Praktiskt arbete, fältstudier, laborationer och ett undersökande arbetssätt ska ingå i undervisningen. Eleverna ska ges möjlighet att följa växternas utveckling i deras miljö och därigenom utveckla förståelse av sammanhangen i yrkesmässigt arbete med växter. Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att arbeta med växter och teknisk utrustning på ett ergonomiskt riktigt och säkert sätt.</p><h4>Undervisningen i ämnet trädgårdsodling ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att upprätta och använda odlingsplaner och ekonomiska kalkyler.</li> <li>Förmåga att utföra arbetsuppgifter inom trädgårdsodling samt att fatta beslut om odlingsåtgärder och bedöma arbetsresultat.</li> <li>Förmåga att använda teknisk utrustning på ett säkert, ergonomiskt och miljömässigt hållbart sätt. Förmåga att bedöma olycksrisker och förebygga olyckor.</li> <li>Kunskaper om lagar och andra bestämmelser som berör yrkesmässigt arbete med trädgårdsodling.</li> <li>Förmåga att bedöma klimatförutsättningar, markförhållanden och odlingsjordar samt att göra växtnäringsberäkningar.</li> <li>Kunskaper om vatten, vattenkvalitet, bevattning och dränering.</li> <li>Kunskaper om olika växtkulturer och grödor, odlingssystem, produktionsprocessen, produktkvalitet och marknad samt förmåga att ta hänsyn till miljön i samband med trädgårdsodling.</li> <li>Kunskaper om ogräs, växtsjukdomar och skadedjur samt förmåga att arbeta med växtskyddsåtgärder.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Trädgårdsodling, 100 poäng, som bygger på kursen marken och växternas biologi. Betyg i kursen kan inte ingå i elevens examen tillsammans med betyg i kursen växtodling 1.</li> <li>Trädgårdsodling – grönsaker, frukt och bär, 100 poäng, som bygger på kursen trädgårdsodling eller kursen växtodling 1.</li> <li>Trädgårdsodling – plantskoleväxter, 100 poäng, som bygger på kursen trädgårdsodling.</li> <li>Trädgårdsodling – specialisering, 100 poäng, som bygger på kursen trädgårdsodling – plantskoleväxter eller kursen trädgårdsodling – grönsaker, frukt och bär. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: TRRTRA0</h3>",
      "code": "TRRTRA0",
      "nameHeading": "<h2>Trädgårdsodling, 100 poäng</h2>",
      "name": "Trädgårdsodling",
      "englishName": "Horticulture",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen trädgårdsodling omfattar punkterna 2–3 och 5–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Arbetsuppgifter </strong> </p><ul> <li>Arbete med förökning, skötsel och skörd av trädgårdsväxter.</li> <li>Arbete med jordbearbetning, jordförbättring, bevattning, gödsling och marktäckning.</li> <li>Hantering, förvaring och lagring av trädgårdsväxter.</li> <li>Användning av maskiner, handredskap och annan teknisk utrustning för arbetsuppgifter inom trädgårdsodling.</li> <li>Fältstudier för uppföljning av växternas utveckling.</li> </ul><p> <strong>Arbetsmiljö och säkerhetsfrågor</strong> </p><ul> <li>Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med trädgårdsodling.</li> </ul><p> <strong>Biologisk grund </strong> </p><ul> <li>Tillväxtfaktorernas betydelse för växtval, tillväxt, odlingsplanering, skötsel och växtkvalitet.</li> <li>Odlingsjordar, markförhållanden, växtföljder, växtnäringsämnen och växters behov av växtnäring.</li> <li>Klimat och klimatets inverkan på odlingsresultatet.</li> <li>Ogräs i olika utvecklingsstadier, spridningsbiologi och val av bekämpningsmetod.</li> <li>Vanliga växtsjukdomar och skadedjur på trädgårdsväxter. Symtom och motåtgärder.</li> <li>Odlingssystem för hållbar produktion.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven följer arbetsinstruktioner och utför <strong>i samråd </strong>med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <strong>översiktligt </strong>för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <strong>enkla </strong>exempel på jordförbättrande åtgärder. Redogörelsen innehåller <strong>enkla </strong>motiv till varför olika jordar passar för olika växtslag samt <strong>enkla </strong>förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <strong>översiktligt </strong>för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <strong>översiktligt </strong>växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <strong>översiktligt</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>enkla </strong>biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven följer arbetsinstruktioner och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <strong>utförligt </strong>för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <strong>välgrundade </strong>exempel på jordförbättrande åtgärder. Redogörelsen innehåller<strong> välgrundade </strong>motiv till varför olika jordar passar för olika växtslag samt <strong>välgrundade</strong> förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <strong>utförligt </strong>för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller <strong>välgrundade </strong>biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt </strong>växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt </strong>för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven följer arbetsinstruktioner och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.</p><p>Eleven redogör <strong>utförligt och nyanserat </strong>för hur förökning av trädgårdsväxter genomförs och hur olika jordar passar för olika växtslag samt för klimatets inverkan på odlingsresultatet. Dessutom ger eleven <strong>välgrundade och nyanserade </strong>exempel på jordförbättrande åtgärder. Redogörelsen innehåller<strong> välgrundade och nyanserade </strong>motiv till varför olika jordar passar för olika växtslag samt <strong>välgrundade och nyanserade </strong>förklaringar till varför olika växter har olika krav och hur jordförbättring kan påverka odlingsresultatet. Eleven redogör också <strong>utförligt och nyanserat </strong>för vattnets, vattenkvalitetens och dräneringens betydelse för växternas utveckling i samband med trädgårdsodling. Redogörelsen innehåller<strong> välgrundade och nyanserade</strong> biologiska förklaringar till vattnets och dräneringens centrala roll för odlingsresultatet.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat </strong>växternas utveckling och kvalitet samt identifierar <strong>med säkerhet </strong>ett begränsat antal vanliga ogräs, växtsjukdomar och skadedjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt och nyanserat </strong>för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller<strong> välgrundade och nyanserade</strong> biologiska förklaringar.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRRTRD0</h3>",
      "code": "TRRTRD0",
      "nameHeading": "<h2>Trädgårdsodling – grönsaker, frukt och bär, 100 poäng</h2>",
      "name": "Trädgårdsodling – grönsaker, frukt och bär",
      "englishName": "Horticulture – vegetables, fruits and berries",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen trädgårdsodling – grönsaker, frukt och bär omfattar punkterna 1–5 och 7–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Arbetsuppgifter </strong> </p><ul> <li>Odlingsplanering och arbetsorganisation i samband med produktion av frilandsodlade grönsaker, frukt och bär.</li> <li>Arbete med förökning och skötselåtgärder, såväl hantverksmässigt som med teknisk utrustning, till exempel ogräshantering, jordbearbetning, bevattning, marktäckning, gödsling, beskärningsåtgärder, skörd och lagring.</li> <li>Provtagning av jord och växter för olika växtnäringsanalyser och jordbedömning. Bedömning av resultat och växtnäringsberäkningar.</li> <li>Bedömning av och beslut om odlingsåtgärder och arbetsorganisation med utgångspunkt i växtslag, utvecklingsstadium och rådande förhållanden. Bedömning av resultat.</li> <li>Produktkännedom, odlingsvärda produkter, kvalitetsbedömning och försäljningskanaler.</li> <li>Effektivitet, lönsamhet och miljöpåverkan vid olika odlingssystem samt ekonomiska beräkningar, till exempel bidragskalkyler.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med produktion av grönsaker, frukt och bär.</li> <li>Lagar och andra bestämmelser som rör produktion av grönsaker, frukt och bär, till exempel miljölagstiftning för skydd av mark, vatten, natur- och kulturmiljöer, biologisk mångfald och människors hälsa.</li> </ul><p> <strong>Biologisk grund </strong> </p><ul> <li>Tillväxtfaktorernas betydelse för produktion av grönsaker, frukt och bär.</li> <li>Ogräs, skadedjur och växtsjukdomar samt ekologiska samband och miljöhänsyn vid ställningstaganden om växtskyddsåtgärder.</li> <li>Bins ekologiska betydelse för odlingsresultatet.</li> <li>Biologiska processer vid hantering, förvaring och lagring av grönsaker, frukt och bär.</li> <li>Miljöhänsyn i samband med odlingsåtgärder, till exempel vid gödsling, jordbearbetning och bevattning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>med viss säkerhet </strong>odlingsplaner samt upprättar själv en <strong>enkel</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>översiktligt</strong> sina val i planen. Planen innehåller en <strong>enkel </strong>ekonomisk kalkyl. I planen beskriver eleven <strong>översiktligt </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>i samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>i samråd </strong>med handledare aktuella arbetsuppgifter inom odling av grönsaker, frukt och bär med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av grönsaker, frukt och bär.</p><p>I samband med fältstudier beskriver eleven <strong>översiktligt </strong>växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>översiktligt</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller<strong> enkla </strong>förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>med viss säkerhet </strong>odlingsplaner samt upprättar själv en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>utförligt</strong> sina val i planen. Planen innehåller en ekonomisk kalkyl. I planen beskriver eleven <strong>utförligt </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter inom odling av grönsaker, frukt och bär med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av grönsaker, frukt och bär.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt</strong> växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>välgrundade </strong>förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>med säkerhet </strong>odlingsplaner samt upprättar själv en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>utförligt och nyanserat</strong> sina val i planen. Planen innehåller en <strong>avancerad </strong>ekonomisk kalkyl. I planen beskriver eleven <strong>utförligt och nyanserat </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter inom odling av grönsaker, frukt och bär med aktuell teknisk utrustning. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven<strong> efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av grönsaker, frukt och bär.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> växternas utveckling och kvalitet samt identifierar <strong>med säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>välgrundade och nyanserade </strong>förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRRTRG0</h3>",
      "code": "TRRTRG0",
      "nameHeading": "<h2>Trädgårdsodling – plantskoleväxter, 100 poäng</h2>",
      "name": "Trädgårdsodling – plantskoleväxter",
      "englishName": "Horticulture – nursery plants",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen trädgårdsodling – plantskoleväxter omfattar punkterna 1–8 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><p><strong>Arbetsuppgifter</strong> </p><ul> <li>Odlingsplanering och arbetsorganisation i samband med produktion av plantskoleväxter, till exempel buskar, träd, barrväxter och perenner.</li> <li>Arbete med jordbearbetning och jordblandningar, bevattning, gödsling, förökning, beskärning och upptagning samt hantering av växter vid förvaring och lagring.</li> <li>Provtagning av jord och växter för olika växtnäringsanalyser och jordbedömning. Bedömning av resultat och växtnäringsberäkningar.</li> <li>Bedömning av och beslut om odlingsåtgärder och arbetsorganisation med utgångspunkt i växtslag, utvecklingsstadium och rådande förhållanden. Bedömning av resultat.</li> <li>Sortimentskunskap, kvalitetsbedömning, kvalitetsregler och försäljningskanaler.</li> <li>Effektivitet, lönsamhet och miljöpåverkan vid olika odlingssystem samt ekonomiska beräkningar, till exempel bidragskalkyler.</li> </ul><p> <strong>Arbetsmiljö, säkerhetsfrågor och bestämmelser</strong> </p><ul> <li>Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med produktion av plantskoleväxter.</li> <li>Lagar och andra bestämmelser som rör produktion av plantskoleväxter, till exempel miljölagstiftning och EU-bestämmelser om handel med och införsel av växtmaterial.</li> </ul><p> <strong>Biologisk grund</strong> </p><ul> <li>Tillväxtfaktorernas betydelse för produktion av plantskoleväxter.</li> <li>Ogräs, skadedjur och växtsjukdomar samt ekologiska samband och miljöhänsyn vid ställningstaganden om växtskyddsåtgärder, gödsling, jordbearbetning och bevattning.</li> <li>Biologiska processer vid hantering, förvaring och lagring av plantskoleväxter.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven tolkar <strong>med viss säkerhet </strong>odlingsplaner samt upprättar själv en <strong>enkel</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>översiktligt</strong> sina val i planen. Planen innehåller en <strong>enkel </strong>ekonomisk kalkyl. I planen beskriver eleven <strong>översiktligt </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>i samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>i samråd </strong>med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <strong>översiktligt </strong>växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>översiktligt</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>enkla</strong> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven tolkar <strong>med viss säkerhet </strong>odlingsplaner samt upprättar själv en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>utförligt</strong> sina val i planen. Planen innehåller en ekonomisk kalkyl. I planen beskriver eleven <strong>utförligt </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt</strong> växternas utveckling och kvalitet samt identifierar <strong>med viss säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller <strong>välgrundade </strong>förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven tolkar <strong>med säkerhet </strong>odlingsplaner samt upprättar själv en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar och motiverar <strong>utförligt och nyanserat</strong> sina val i planen. Planen innehåller en <strong>avancerad </strong>ekonomisk kalkyl. I planen beskriver eleven <strong>utförligt och nyanserat </strong>produktionsprocessen och odlingssystemet för de aktuella växtslagen. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat och miljöhänsyn.</p><p>Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter inom odling av plantskoleväxter med aktuell teknisk utrustning. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör odling av plantskoleväxter.</p><p>I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> växternas utveckling och kvalitet samt identifierar <strong>med säkerhet </strong>ett flertal vanliga ogräs, växtsjukdomar, skadedjur och nyttodjur på trädgårdsväxter. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador som ogräs, växtsjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder. Redogörelsen innehåller<strong> välgrundade och nyanserade</strong> förklaringar av samband mellan växternas utveckling och kondition och risk för angrepp.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: TRRTRA00S</h3>",
      "code": "TRRTRA00S",
      "nameHeading": "<h2>Trädgårdsodling – specialisering, 100 poäng</h2>",
      "name": "Trädgårdsodling – specialisering",
      "englishName": "Horticulture – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 4,
      "description": "<p>Kursen trädgårdsodling – specialisering omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkt 2. I kursen behandlas fördjupade kunskaper inom vald produktion.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Odlingsplaner och ekonomiska kalkyler.</li> <li>Arbetsuppgifter inom en specialiserad produktion med aktuell teknisk utrustning.</li> <li>Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med specialiserad produktion.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Odlingsprocessen och produktionsplaner inom aktuell produktion.</li> <li>Miljöaspekter och produktkvalitet.</li> <li>Odlingsförutsättningar, produktionsmöjligheter, marknad och arbetsmarknad inom aktuell produktion. Småskalig respektive storskalig produktion.</li> <li>Informationssökning om aktuell produktion samt presentation.</li> <li>Utvecklingsmöjligheter inom specialiserad produktion, nya produkter, ny teknik och nya användningsområden för de odlade produkterna.</li> <li>Förebyggande och direkta växtskyddsåtgärder.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven upprättar en <strong>enkel</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen. Planen innehåller en <strong>enkel </strong>ekonomisk kalkyl. Eleven bedömer <strong>i samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <strong>i samråd </strong>med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>i samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <strong>översiktligt </strong>för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <strong>översiktligt </strong>hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <strong>enkla </strong>bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade trädgårdsodlingen. Eleven identifierar <strong>med viss säkerhet </strong>ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade trädgårdsodlingen. Dessutom redogör eleven <strong>översiktligt</strong> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven upprättar en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <strong>utförligt</strong> sina val i planen. Planen innehåller en ekonomisk kalkyl. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>tillfredsställande</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <strong>utförligt</strong> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <strong>utförligt</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <strong>välgrundade </strong>bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade trädgårdsodlingen. Eleven identifierar <strong>med viss säkerhet </strong>ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade trädgårdsodlingen. Dessutom redogör eleven <strong>utförligt</strong> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven upprättar en <strong>genomarbetad</strong> odlingsplan med utgångspunkt i aktuella odlingsförutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen. Planen innehåller en <strong>avancerad </strong>ekonomisk kalkyl. Eleven bedömer <strong>efter samråd </strong>med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på odlingsresultat, miljöhänsyn och försäljningsmöjligheter. Eleven organiserar, planerar och utför <strong>efter samråd </strong>med handledare aktuella arbetsuppgifter för ett specialiseringsområde inom trädgårdsodling med aktuell teknisk utrustning. Resultatet av arbetet är <strong>gott</strong>. I arbetet löser eleven <strong>efter samråd </strong>med handledare de problem som uppstår. Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen. Eleven redogör <strong>utförligt </strong>för och arbetar i enlighet med lagar och andra bestämmelser som rör specialiseringsområdet. Eleven redogör <strong>utförligt och nyanserat</strong> för produktionsprocessen och odlingssystem för specialiseringsområdet samt beskriver <strong>utförligt och nyanserat</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.</p><p>I samband med fältstudier gör eleven <strong>välgrundade och nyanserade </strong>bedömningar av växternas utveckling och kvalitet, av klimatets inverkan samt av beräknad tidpunkt för olika odlingsåtgärder inom den specialiserade trädgårdsodlingen. Eleven identifierar <strong>med säkerhet </strong>ett flertal ogräs, växtsjukdomar och skadedjur i den specialiserade trädgårdsodlingen. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador som dessa ogräs, växtsjukdomar och skadedjur kan förorsaka samt för förebyggande åtgärder och direkta motåtgärder.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.186Z"
}