{
  "code": "UND",
  "name": "Underhållsteknik – flyg",
  "englishName": "Maintenance technology – aviation",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:382",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2017:35",
  "skolfsAndring": "2022:314",
  "nameHeading": "<h2>Underhållsteknik – flyg</h2>",
  "description": "<p>Ämnet underhållsteknik – flyg behandlar de kunskaper som krävs för yrkesmässigt arbete som flygmekaniker med service och underhåll inom det flygtekniska området.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet underhållsteknik – flyg ska syfta till att eleverna utvecklar kunskaper om flygtekniskt underhåll, mätmetoder samt olika metoder att reparera luftfartyg. I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om vanligt förekommande material och deras användning i luftfartyg. Undervisningen i ämnet ska ge eleverna möjlighet att utveckla förståelse för vikten av gällande regelverk, samarbete och kommunikation som krävs inom yrkesområdet. </p><p>I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstruerats så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke. Eleverna ska dessutom ges möjlighet att utveckla förmågan att arbeta på ett miljö-, kvalitets- och rättssäkert sätt.</p><h4>Undervisningen i ämnet underhållsteknik – flyg ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om flygmaterial och deras egenskaper samt om metoder för att reparera och underhålla luftfartyg.</li> <li>Förmåga att utföra service och underhåll av luftfartyg.</li> <li>Förmåga att utföra mätningar och rimlighetsuppskattningar, samt att dokumentera och utvärdera sitt arbete.</li> <li>Förmåga att utföra felsökning och reparation av luftfartyg.</li> <li>Förmåga att samarbeta och kommunicera med andra samt att använda fackspråk på såväl svenska som engelska.</li> <li>Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Flygunderhåll, 200 poäng. </li> <li>Materiallära – flyg, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: UNDFLY0</h3>",
      "code": "UNDFLY0",
      "nameHeading": "<h2>Flygunderhåll, 200 poäng</h2>",
      "name": "Flygunderhåll",
      "englishName": "Aviation maintenance",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen flygunderhåll omfattar punkterna 1–6 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Säkerhetsåtgärder för luftfartyg och verkstad.</li> <li>Verkstadsrutiner.</li> <li>Verktyg.</li> <li>Maskinritningar, diagram och standarder.</li> <li>Passningar och spel.</li> <li>Elkablar och kontaktdon.</li> <li>Nitning.</li> <li>Rör och slangar för luftfartyg.</li> <li>Fjädrar.</li> <li>Komposit och lödning,</li> <li>Lager.</li> <li>Transmissioner.</li> <li>Roderlinor.</li> <li>Luftfartygs handhavande och förvaring.</li> <li>Typer av fel och tekniker för visuell inspektion samt reparation.</li> <li>Avlägsnande och bedömning av korrosion samt nytt korrosionsskydd.</li> <li>Demonterings- och monteringstekniker.</li> <li>Onormala händelser.</li> <li>Underhållsförfaranden.</li> <li>Dokumentation.</li> <li>Fackspråk på svenska och engelska för att förstå och följa instruktioner samt för att kommunicera kring arbetets utförande.</li> <li>Säkerhet på arbetsplatsen, förebyggande av person- och egendomsskador samt lagar och andra bestämmelser som gäller för arbetet.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och verktyg samt deras funktion. Dessutom beskriver eleven <strong>översiktligt</strong> olika metoder vid reparation och underhåll.</p><p>Eleven utför <strong>i samråd </strong>med handledare och med hjälp av skrivna instruktioner <strong>enkla </strong>reparationer och <strong>enkelt</strong> underhåll. Dessutom utför eleven <strong>i samråd </strong>med handledare <strong>enkla</strong> sammanfogningar av detaljer och komponenter i luftfartyg utifrån ställda kvalitetskrav. Eleven arbetar i bekanta situationer utifrån bestämmelser och standarder inom området. Eleven redogör <strong>översiktligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>enkel </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och verktyg samt deras funktion. Dessutom beskriver eleven <strong>utförligt</strong> olika metoder vid reparation och underhåll.</p><p>Eleven utför <strong>efter samråd </strong>med handledare och med hjälp av skrivna instruktioner reparationer och underhåll. Dessutom utför eleven <strong>efter samråd </strong>med handledare sammanfogningar av detaljer och komponenter i luftfartyg utifrån bestämmelser och standarder inom området. Eleven arbetar i bekanta <strong>och delvis nya </strong>situationer utifrån det regelverk som uppgiften kräver. Eleven redogör <strong>utförligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>noggrann </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och verktyg samt deras funktion. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> olika metoder vid reparation och underhåll.</p><p>Eleven utför <strong>efter samråd </strong>med handledare och med hjälp av skrivna instruktioner <strong>avancerade </strong>reparationer och <strong>avancerat</strong> underhåll. Dessutom utför eleven <strong>efter samråd </strong>med handledare <strong>avancerade </strong>sammanfogningar av detaljer och komponenter i luftfartyg utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <strong>men även nya </strong>situationer utifrån bestämmelser och standarder inom området. Eleven redogör <strong>utförligt och nyanserat</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla och utveckla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: UNDMAT0</h3>",
      "code": "UNDMAT0",
      "nameHeading": "<h2>Materiallära – flyg, 100 poäng</h2>",
      "name": "Materiallära – flyg",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen materiallära – flyg omfattar punkterna 1, 3 och 5–6 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Karakteristik och egenskaper för samt identifiering av material för luftfartyg.</li> <li>Konstruktionsmetoder för skrovstrukturer av trä.</li> <li>Typer av korrosion och deras identifiering samt kemiska grundprinciper.</li> <li>Allmän orientering om fästelement och förbindningsteknik, rör, kopplingar och lager.</li> <li>Transmissioner och roderlinor.</li> <li>Elkablar och kontaktdon.</li> <li>Dokumentation.</li> <li>Säkerhet på arbetsplatsen, förebyggande av person- och egendomsskador samt lagar och andra bestämmelser som gäller för arbetet.</li> <li>Fackspråk på svenska och engelska för att förstå och följa instruktioner samt för att kommunicera kring arbetets utförande.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <strong>översiktligt </strong>med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <strong>översiktligt</strong> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <strong>visst</strong> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta situationer utifrån bestämmelser och standarder inom området. Eleven redogör <strong>översiktligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>enkel </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <strong>utförligt</strong> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <strong>utförligt</strong> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <strong>gott</strong> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <strong>och delvis nya </strong>situationer utifrån bestämmelser och standarder inom området. Eleven redogör <strong>utförligt</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat. Dessutom gör eleven en <strong>noggrann </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>tillfredsställande</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> med stöd av informationsmaterial vanligt förekommande flygmaterial och deras egenskaper. Eleven beskriver också <strong>utförligt</strong> <strong>och nyanserat</strong> med stöd av informationsmaterial olika fästelement vid sammanfogning av komponenter i luftfartyg. Dessutom beskriver eleven <strong>utförligt</strong> <strong>och nyanserat</strong> några vanligt förekommande arbetsmetoder, verktyg och material.</p><p>Eleven utför med <strong>mycket gott</strong> handlag praktiska moment utifrån ställda kvalitetskrav. Eleven arbetar i bekanta <strong>men även nya </strong>situationer utifrån bestämmelser och standarder inom området. Eleven redogör <strong>utförligt och nyanserat</strong> för skydds- och arbetsmiljöbestämmelser. Arbetet utförs på ett sätt som är säkert för eleven själv och andra. När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sina arbetsprocesser och sitt resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>. Dessutom gör eleven en <strong>noggrann och utförlig </strong>dokumentation av sitt arbete.</p><p>När eleven kommunicerar med andra använder hon eller han <strong>med säkerhet </strong>relevant fackspråk på svenska och engelska. Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla och utveckla samarbetet</strong> för att nå planerade resultat. Resultatet av elevens arbete är <strong>gott</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
