{
  "code": "UTS",
  "name": "Utställningsdesign",
  "englishName": "Exhibition design",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:63",
  "skolfsAndring": "2022:315",
  "nameHeading": "<h2>Utställningsdesign</h2>",
  "description": "<p>Utställningsdesign som kommunikationsform innehåller många dimensioner och erbjuder olika uttrycksmöjligheter. Alla sinnen berörs och påverkas av hur föremål, färger, bilder, texter, ljus och ljud exponeras.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet utställningsdesign ska syfta till att eleverna utvecklar kunskaper om och färdigheter i exponeringens olika uttrycksmöjligheter, från idé till färdig produkt, inom butiks- och fönsterexponering, utställning, mässor, teater och film. Undervisningen ska leda till att eleverna utvecklar kunskaper om digital teknik och relevanta programvaror samt förmåga att använda annan utrustning. Eleverna ska också ges möjlighet att utveckla förmåga att ge modeller och planskisser liv genom en animerad presentation eller annan visuell gestaltning. </p><p>Undervisningen ska ge eleverna möjlighet att stärka sin förmåga att uttrycka sig klart, precist och intresseväckande samt utveckla kunskaper om hur textmaterial disponeras och presenteras för att fånga mottagarens intresse. Undervisningen ska också leda till att eleverna utvecklar förmåga att dra slutsatser utifrån sambandet mellan tid, kostnader och den färdiga produktionens kvalitet.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla förmåga att arbeta självständigt och miljömedvetet, att ta eget ansvar och kunna handla med omdöme i det egna arbetet.</p><h4>Undervisningen i ämnet utställningsdesign ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Förmåga att planera, organisera och utföra butiks- och fönsterexponeringar, utställningar, mässor och event.</li> <li>Färdigheter i att visualisera idéer två- och tredimensionellt samt att språkligt förmedla olika budskap.</li> <li>Kunskaper om matchning och koordinering av olika produkter.</li> <li>Förmåga att använda olika uttrycksformer i arbetet med exponeringar och utställningar samt kunskaper om hur de samverkar.</li> <li>Förmåga att använda modern teknik inom områdena butiks- och fönsterexponering, utställning, mässa och event.</li> <li>Färdigheter i att beräkna produktionskostnader samt att arbeta med logistik.</li> <li>Förmåga att analysera och bedöma olika typer av exponeringar och utställningar utifrån målgrupp, budskap och ur andra aspekter.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Utställningsdesign 1, 100 poäng. </li> <li>Utställningsdesign 2, 100 poäng, som bygger på kursen utställningsdesign 1.</li> <li>Utställningsdesign 3, 100 poäng, som bygger på kursen utställningsdesign 2. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: UTSUTS01</h3>",
      "code": "UTSUTS01",
      "nameHeading": "<h2>Utställningsdesign 1, 100 poäng</h2>",
      "name": "Utställningsdesign 1",
      "englishName": "Exhibition design 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen utställningsdesign 1 omfattar punkterna 1–5 och 7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 3 och 5. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Arbete med butiks- och fönsterexponeringar, utställningar, mässor och event.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Metoder för analys av olika budskap och för att föra ut dem till olika målgrupper.</li> <li>Framställning av idéer med hjälp av skissmetoder och två- och tredimensionella modeller.</li> <li>Två- och tredimensionellt skapande.</li> <li>Matchning och koordinering.</li> <li>Färglära och olika textframställningar.</li> <li>Digital teknik och teknisk utrustning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <strong>med viss säkerhet </strong>fram <strong>enkla </strong>idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och <strong>enkla</strong> två- och tredimensionella modeller. Eleven realiserar <strong>i samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>i samråd </strong>med handledare med färgsättning och textframställning. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>översiktligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>enkla </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <strong>med viss säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning och textframställning. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare grundläggande arbetsuppgifter inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. I arbetet tar eleven <strong>med säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven presenterar dem med hjälp av skisser och två- och tredimensionella modeller. Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>god </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning och textframställning. I arbetet använder eleven <strong>med</strong> <strong>säkerhet </strong>digital teknik och teknisk utrustning. <strong>Vid behov gör eleven anpassningar under arbetets gång. </strong></p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt och nyanserat </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet <strong>och ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: UTSUTS02</h3>",
      "code": "UTSUTS02",
      "nameHeading": "<h2>Utställningsdesign 2, 100 poäng</h2>",
      "name": "Utställningsdesign 2",
      "englishName": "Exhibition design 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen utställningsdesign 2 omfattar punkterna 1–5 och 7 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 4. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Fördjupat arbete med butiks- och fönsterexponeringar, utställningar, mässor och event samt med projektering och gestaltning.</li> <li>Lagar och andra bestämmelser inom området.</li> <li>Metoder för analys, dokumentation och utvärdering av egna och andras idéer i olika exponerings- och utställningsproduktioner.</li> <li>Intern och extern marknadsföring samt marknadsföringens funktion som bärare av budskap.</li> <li>Presentationstekniker i form av texter, ljud, bilder och modeller.</li> <li>Fördjupat modellarbete.</li> <li>Form- och innehållskomposition, problemlösning och kvalitetstänkande.</li> <li>Fördjupad matchning och koordinering.</li> <li>Färgsystem, belysning och ljudteknik.</li> <li>Fördjupad digital teknik och teknisk utrustning.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare projektering och exponering inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. Detta görs utifrån lagar och andra bestämmelser. I arbetet tar eleven <strong>med viss säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven diskuterar också <strong>översiktligt </strong>andras idéer i olika exponerings- och utställningsproduktioner. Dessutom redogör eleven <strong>översiktligt</strong> för marknadsföringens funktion som bärare av budskap. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>i samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>i samråd </strong>med handledare med färgsättning samt form- och innehållskomposition. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>översiktligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>enkla </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare projektering och exponering inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. Detta görs utifrån lagar och andra bestämmelser. I arbetet tar eleven <strong>med viss säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven diskuterar också <strong>utförligt </strong>andras idéer i olika exponerings- och utställningsproduktioner. Dessutom redogör eleven <strong>utförligt</strong> för marknadsföringens funktion som bärare av budskap. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning samt form- och innehållskomposition. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>digital teknik och teknisk utrustning. </p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare projektering och exponering inom ett eller flera områden för butiks- och fönsterexponeringar, utställningar, mässor och event. Detta görs utifrån lagar och andra bestämmelser. I arbetet tar eleven <strong>med säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen och det budskap som ska förmedlas. Eleven diskuterar också <strong>utförligt och nyanserat </strong>andras idéer i olika exponerings- och utställningsproduktioner. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för marknadsföringens funktion som bärare av budskap. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>god </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning samt form- och innehållskomposition. I arbetet använder eleven <strong>med</strong> <strong>säkerhet </strong>digital teknik och teknisk utrustning. <strong>Vid behov gör eleven anpassningar under arbetets gång.</strong></p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt och nyanserat </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: UTSUTS03S</h3>",
      "code": "UTSUTS03S",
      "nameHeading": "<h2>Utställningsdesign 3, 100 poäng</h2>",
      "name": "Utställningsdesign 3",
      "englishName": "Exhibition design 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen utställningsdesign 3 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 6–7. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Produktionsprocessen från idé till färdig produkt.</li> <li>Frågor om etik och genus inom området.</li> <li>Rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet.</li> <li>Intern och extern marknadsföring, analysmetoder och dokumentation samt fördjupning av marknadsföringsbegrepp.</li> <li>Utökad presentationsteknik.</li> <li>Tredimensionella modeller och virtuella utställningar och miljöer.</li> <li>Fördjupad matchning och koordinering.</li> <li>Fördjupning av hur färgsystem, belysning och ljudteknik används.</li> <li>Avancerad digital teknik och teknisk utrustning.</li> <li>Produktionskostnader inom exponering.</li> <li>Arbete med logistik, till exempel att med modell eller digitalt bygga upp scener och miljöer för teater och film.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <strong>med viss säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <strong>översiktligt</strong> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <strong>med viss säkerhet</strong> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>i samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>i samråd </strong>med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>avancerad digital teknik och teknisk utrustning. Eleven utför också <strong>enkla </strong>beräkningar av produktionskostnader samt arbetar <strong>i samråd </strong>med handledare med logistik i sin exponering.</p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>översiktligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>enkla </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <strong>med viss säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <strong>utförligt</strong> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <strong>med viss säkerhet</strong> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>tillfredsställande </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med viss säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <strong>med</strong> <strong>viss säkerhet </strong>avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <strong>efter samråd </strong>med handledare med logistik i sin exponering.</p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter från idé till färdig produkt inom ett eller flera områden inom butik- och fönsterexponeringar, utställningar, mässor, event, museer, inredning för offentlig miljö och scenografi för teater och film. I arbetet tar eleven hänsyn till etiska aspekter och genusaspekter.</p><p>Eleven tar <strong>med säkerhet </strong>fram idéer med hänsyn till den tänkta målgruppen, det budskap som ska förmedlas och rumsbildningens möjligheter till suggestion, omväxling och pedagogisk tydlighet. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur man kan marknadsföra produkter samt analysera och dokumentera målgruppers behov. I redogörelsen använder eleven <strong>med säkerhet</strong> marknadsföringsbegrepp. Eleven presenterar sina idéer med hjälp av både manuella och digitala presentationstekniker i form av texter, ljud, bilder och modeller.</p><p>Eleven realiserar <strong>efter samråd </strong>med handledare sina idéer i en exponering eller utställning som är av <strong>god </strong>teknisk och estetisk kvalitet. I arbetet matchar och koordinerar eleven <strong>med säkerhet </strong>produkter och miljöer utifrån egna och givna kriterier. Dessutom arbetar eleven <strong>efter samråd </strong>med handledare med färgsättning, belysning och ljudteknik i olika miljöer. I arbetet använder eleven <strong>med</strong> <strong>säkerhet </strong>avancerad digital teknik och teknisk utrustning. Eleven utför också beräkningar av produktionskostnader samt arbetar <strong>efter samråd </strong>med handledare med logistik i sin exponering. <strong>Vid behov gör eleven anpassningar under arbetets gång.</strong></p><p>När arbetsuppgiften är utförd diskuterar eleven <strong>utförligt och nyanserat </strong>på vilket sätt exponeringen eller utställningen är anpassad till målgruppen och hur väl den förstärker budskap och upplevelser. Dessutom motiverar eleven med <strong>nyanserade </strong>omdömen de val som har gjorts under arbetet <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.192Z"
}