{
  "code": "VAD",
  "name": "Vård och omsorg specialisering",
  "englishName": "Health and social care specialisation",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "reform": "GY11",
  "startDate": "2022-07-01",
  "endDate": "2030-06-30",
  "modifiedDate": "2026-01-07",
  "canceledDate": "2026-01-01",
  "canceledSkolfs": "2025:251",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2012:55",
  "skolfsAndring": "2022:327",
  "gradeScale": "A-F",
  "nameHeading": "<h2>Vård och omsorg specialisering</h2>",
  "description": "<p>Ämnet vård och omsorg specialisering möjliggör en fördjupning inom ett valt kunskapsområde. En specialisering inom vård och omsorg kan ske inom ett flertal olika kunskapsområden, till exempel inom funktionshinderområdet, gerontologi, hälso- och sjukvård, omvårdnad, social omsorg eller psykiatri.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet vård och omsorg specialisering ska syfta till att eleverna fördjupar sina kunskaper inom ett valt kunskapsområde. Den ska leda till att eleverna utvecklar förmåga att arbeta utifrån ett helhetsperspektiv på hälsa, ohälsa och funktionsförmåga. Vidare ska eleverna ges möjlighet att planera och genomföra vård- och omsorgsarbete inom valt kunskapsområde på ett hygieniskt, ergonomiskt och yrkesetiskt sätt med fokus på helhetssyn utifrån brukares eller patienters livssituation.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om och förståelse av utvecklingsbehov och kvalitetsarbete inom vård och omsorg. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera och samarbeta med andra på ett yrkesetiskt sätt.</p> <p>Undervisningen ska även leda till att eleverna utvecklar kunskaper om och förmåga att arbeta utifrån lagar och andra bestämmelser som reglerar området.</p> <p>Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av arbetsuppgifter kopplade till valt kunskapsområde. Problemlösning och handlingsberedskap ska stimuleras i undervisningen. Undervisningen ska också leda till att eleverna utvecklar förmåga att inhämta, granska och värdera ny kunskap inom området.</p> <h4>Undervisningen i ämnet vård och omsorg specialisering ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Förmåga att bedöma hälsotillstånd och vad som krävs för att kunna förebygga ohälsa, bevara hälsa och förbättra funktionsförmåga inom det valda kunskapsområdet.</li> <li>Förmåga att planera, utföra och dokumentera arbetsuppgifter inom det valda kunskapsområdet som stödjer det dagliga livet och med helhetssyn på patienters och brukares livssituation utifrån ett etiskt förhållningssätt.</li> <li>Kunskaper om ergonomi, hygienrutiner och förmåga att arbeta smittförebyggande.</li> <li>Förmåga att kommunicera och anpassa sin kommunikation till olika sammanhang.</li> <li>Kunskaper om hur samverkan och samarbete med olika yrkesgrupper och aktörer kan påverka arbetets kvalitet.</li> <li>Kunskaper om hur systematiskt kvalitetsarbetet kan påverka kvaliteten i den dagliga vården och omsorgen.</li> <li>Kunskaper om lagar och andra bestämmelser relevanta för kunskapsområdet.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Vård och omsorg – specialisering, 100 poäng. Kursen bygger på någon eller några av kurserna funktionsförmåga och funktionsnedsättning 2, gerontologi och geriatrik, hälso- och sjukvård 2, omvårdnad 2, psykiatri 2 eller social omsorg 2. Kursen kan läsas flera gånger med olika innehåll.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: VADVAD00S</h3>",
      "code": "VADVAD00S",
      "nameHeading": "<h2>Vård och omsorg – specialisering, 100 poäng</h2>",
      "name": "Vård och omsorg – specialisering",
      "englishName": "Health and social care – specialisation",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen vård och omsorg – specialisering omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt kunskapsområde.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Bedömning av hälsotillstånd och förebyggande av ohälsa.</li> <li>Bevarande eller förbättrande av funktionsförmåga.</li> <li>Planering, genomförande och dokumentation av arbetsuppgifter på ett yrkesmässigt sätt.</li> <li>Anpassning av den dagliga vården och omsorgen utifrån aktuellt hälsotillstånd.</li> <li>Förebyggande av skador och olyckor för brukare, patienter och personal.</li> <li>Etiska frågeställningar inom valt kunskapsområde.</li> <li>Hygienrutiner vid vård- och omsorgsarbete.</li> <li>Ergonomiska arbetsmetoder utifrån valt kunskapsområde.</li> <li>Metoder för samtal och kommunikation med patienter, brukare och närstående inom valt kunskapsområde.</li> <li>Samarbete med andra yrkesgrupper för ökad vård- och omsorgskvalitet inom valt kunskapsområde.</li> <li>Analys och förslag på problemlösning i det systematiska kvalitetsarbetet inom valt kunskapsområde.</li> <li>Lagar och andra bestämmelser som påverkar arbetet inom valt kunskapsområde.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven uppmärksammar och bedömer, <strong>i samråd</strong> med handledare, hälsotillstånd och behov av åtgärder för bevarande av hälsa och funktionsförmåga.</p> <p>Eleven planerar, utför och dokumenterar, <strong>i samråd </strong>med handledare, uppgifter inom kunskapsområdet. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>i samråd </strong>med handledare, symtom och förändringar i människors tillstånd. Arbetet utförs på ett etiskt, hygieniskt och ergonomiskt sätt med ett <strong>tillfredsställande</strong> resultat.</p> <p>Eleven anpassar <strong>med viss säkerhet</strong> sin kommunikation till syfte, mottagare och situation samt visar förmåga att samarbeta med andra. Dessutom uppmärksammar eleven den enskilda människans behov och förutsättningar på ett<strong> tillfredsställande </strong>sätt.</p> <p>Eleven beskriver <strong>översiktligt</strong> hur olika rutiner och samarbetsformer påverkar arbetets kvalité samt ger förslag på hur arbetet kan förbättras och hur det systematiska kvalitetsarbetet påverkar den dagliga vården och omsorgen.</p> <p>Eleven redogör för relevanta lagar och andra bestämmelser.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven uppmärksammar och bedömer, <strong>efter samråd</strong> med handledare, hälsotillstånd och behov av åtgärder för bevarande av hälsa och funktionsförmåga.</p> <p>Eleven planerar, utför och dokumenterar, <strong>efter samråd </strong>med handledare, uppgifter inom kunskapsområdet. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i människors tillstånd. Arbetet utförs på ett etiskt, hygieniskt och ergonomiskt sätt med ett <strong>tillfredsställande</strong> resultat.</p> <p>Eleven anpassar <strong>med viss säkerhet</strong> sin kommunikation till syfte, mottagare och situation samt visar förmåga att samarbeta med andra. Dessutom uppmärksammar eleven den enskilda människans behov och förutsättningar på ett<strong> tillfredsställande </strong>sätt.</p> <p>Eleven beskriver <strong>utförligt</strong> hur olika rutiner och samarbetsformer påverkar arbetets kvalité samt ger förslag på hur arbetet kan förbättras och hur det systematiska kvalitetsarbetet påverkar den dagliga vården och omsorgen.</p> <p>Eleven redogör för relevanta lagar och andra bestämmelser.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven uppmärksammar och bedömer, <strong>efter samråd</strong> med handledare, hälsotillstånd och behov av åtgärder för bevarande av hälsa och funktionsförmåga.</p> <p>Eleven planerar, utför och dokumenterar, <strong>efter samråd </strong>med handledare, uppgifter inom kunskapsområdet. I arbetet uppmärksammar, rapporterar och dokumenterar eleven, <strong>efter samråd </strong>med handledare, symtom och förändringar i människors tillstånd. Arbetet utförs på ett etiskt, hygieniskt och ergonomiskt sätt med ett <strong>gott</strong> resultat.</p> <p>Eleven anpassar <strong>med säkerhet</strong> sin kommunikation till syfte, mottagare och situation samt visar förmåga att samarbeta med andra. Dessutom uppmärksammar eleven den enskilda människans behov och förutsättningar på ett<strong> gott </strong>sätt.</p> <p>Eleven beskriver <strong>utförligt och nyanserat</strong> hur olika rutiner och samarbetsformer påverkar arbetets kvalité samt ger förslag på hur arbetet kan förbättras och hur det systematiska kvalitetsarbetet påverkar den dagliga vården och omsorgen.</p> <p>Eleven redogör för relevanta lagar och andra bestämmelser.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2026-02-20T21:28:17.151Z"
}
