{
  "code": "VAI",
  "name": "Våningsservice",
  "englishName": "Housekeeping",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2014:78",
  "skolfsAndring": "2022:326",
  "nameHeading": "<h2>Våningsservice</h2>",
  "description": "<p>Ämnet våningsservice omfattar städning, inredning och underhåll av rum och utrymmen inom besöksnäringens olika former av logi för privat-, grupp- och affärsrelaterat resande. Det behandlar även målgruppernas olika förväntningar på standard, servicenivå och tjänsteutbud. Ämnet präglas av en internationell bransch där service och bemötande genomsyrar verksamheten.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet våningsservice ska syfta till att eleverna utvecklar kunskaper om våningsservice (housekeeping) inom besöksnäringens olika former av logi, till exempel camping, kryssningsfartyg och olika sorters hotell. Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera så att mötet med gästen blir yrkesmässigt och serviceinriktat. Dessutom ska eleverna ges möjlighet att utveckla kunskaper om systematisk städning och underhåll, organisation och planering samt inredning och dess påverkan på gästens upplevelse. Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av entreprenörskap och arbetstagarens roll i verksamheten samt kunskaper om arbetsledning och lönsamhetskrav.</p><p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området våningsservice. Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att arbeta på ett säkert och arbetsmiljöriktigt sätt. Eleverna ska också ges möjlighet att diskutera ansvarsfrågor vad gäller etik och miljö inom besöksnäringen.</p><p>Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att bemöta gäster med olika behov och förväntningar samt hantera klagomål, på ett sätt som är förenligt med verksamhetens mål. Genom kontakter med olika former av logi ska eleverna ges möjligheter att dels utveckla förståelse av den stora variation som finns av standard och servicenivå inom området, dels utveckla förståelse av olika målgruppers önskemål.</p><h4>Undervisningen i ämnet våningsservice ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om besöksnäringens olika former av logi, organisationer, yrkesroller och arbetsuppgifter.</li> <li>Förmåga att planera, organisera och utföra arbetsuppgifter inom området.</li> <li>Förmåga att arbeta med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.</li> <li>Förståelse av betydelsen av service och bemötande med hänsyn till olika målgrupper, kulturella skillnader och gäster med särskilda behov.</li> <li>Förmåga att samarbeta och kommunicera med andra samt anpassa sitt agerande och språk efter situation.</li> <li>Förmåga att utvärdera sitt arbete och resultat.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Våningsservice 1, 100 poäng, som bygger på kursen logi.</li> <li>Våningsservice 2, 100 poäng, som bygger på kursen våningsservice 1.</li> <li>Våningsservice 3, 100 poäng, som bygger på kursen våningsservice 2.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: VAIVAI01</h3>",
      "code": "VAIVAI01",
      "nameHeading": "<h2>Våningsservice 1, 100 poäng</h2>",
      "name": "Våningsservice 1",
      "englishName": "Housekeeping 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen våningsservice 1 omfattar punkterna 1–6. I kursen behandlas grundläggande kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande innehåll:</h4><ul> <li>Organisation, yrkesroller och arbetsuppgifter inom våningsservice.</li> <li>Systematisk och säker städning samt underhåll av inredning.</li> <li>Design, färg och form samt dess påverkan på upplevelsen.</li> <li>Inredning i gästrum och övriga lokaler, med hänsyn till säkerhet, ekonomi, miljö och ergonomi.</li> <li>Miljömärkningar och certifieringar.</li> <li>Ergonomi, arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser.</li> <li>Hänsyn till gästens integritet och säkerhet utifrån företagets policy.</li> <li>Service och bemötande samt omtanke om gästen inför ankomst och under vistelse.</li> <li>Kommunikation och samverkan såväl inom som mellan olika avdelningar.</li> <li>Bedömning av kvaliteten på utfört arbete.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver<strong> översiktligt</strong> avdelningens organisation, yrkesroller och arbetsuppgifter. Dessutom beskriver eleven <strong>översiktligt</strong> olika hotellrums inredning, design, färg och form och betydelsen av det.</p><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare enklare arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>i samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <strong>visst </strong>handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>översiktligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver<strong> utförligt</strong> avdelningens organisation, yrkesroller och arbetsuppgifter. Dessutom beskriver <strong>och jämför </strong>eleven <strong>utförligt</strong> olika hotellrums inredning, design, färg och form och betydelsen av det.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare enklare arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <strong>gott</strong> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver<strong> utförligt och nyanserat</strong> avdelningens organisation, yrkesroller och arbetsuppgifter. Dessutom beskriver <strong>och jämför </strong>eleven <strong>utförligt och nyanserat</strong> olika hotellrums inredning, design, färg och form och betydelsen av det.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare enklare arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <strong>mycket gott</strong> handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>nyanserade </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt och nyanserat </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: VAIVAI02</h3>",
      "code": "VAIVAI02",
      "nameHeading": "<h2>Våningsservice 2, 100 poäng</h2>",
      "name": "Våningsservice 2",
      "englishName": "Housekeeping 2",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen våningsservice 2 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 2–3 och 5–6.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande innehåll:</h4><ul> <li>Grundläggande arbetsledning, organisation och planering av arbetet inom våningsservice.</li> <li>Utrustning och maskiner för städning och underhåll av rum och övriga utrymmen.</li> <li>Säker och systematisk städning samt underhåll. Kontroll av utfört arbete efter checklista.</li> <li>Personalplanering och upprättande av arbetstidsschema.</li> <li>Inköp av material och externa tjänster.</li> <li>Inredning med tanke på omtanke, design och tillgänglighet för alla.</li> <li>Blommor, dekorationer och annat som förhöjer gästens upplevelse.</li> <li>Budgetering samt beräkning och användning av nyckeltal.</li> <li>Miljömärkningar och certifieringar.</li> <li>Betydelsen av ergonomiskt arbete för såväl individ som verksamhet.</li> <li>Arbetsmiljö och säkerhet i enlighet med lagar och andra bestämmelser.</li> <li>Hänsyn till gästens integritet och säkerhet i enlighet med föreskrifter och företagets policy.</li> <li>Service och bemötande samt omtanke om gästen inför ankomst och under vistelse.</li> <li>Olika målgrupper och deras skiftande behov.</li> <li>Kommunikation och samverkan såväl inom som mellan olika avdelningar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <strong>översiktligt</strong> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>i samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med<strong> visst </strong>handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>översiktligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <strong>utförligt</strong> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <strong>gott </strong>handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> arbetsledning och hur arbetsuppgifter fördelas inom avdelningen. Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur budget för avdelningen upprättas samt användning av nyckeltal.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare varierande arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Eleven utför arbetet med <strong>mycket gott </strong>handlag. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>nyanserade </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt och nyanserat </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: VAIVAI03</h3>",
      "code": "VAIVAI03",
      "nameHeading": "<h2>Våningsservice 3, 100 poäng</h2>",
      "name": "Våningsservice 3",
      "englishName": "Housekeeping 3",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 3,
      "description": "<p>Kursen våningsservice 3 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 2–3 och 5–6. I kursen behandlas fördjupade kunskaper i ämnet.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande innehåll:</h4><ul> <li>Arbetsledning, organisation och planering av arbetet inom våningsservice.</li> <li>Utrustning och maskiner för städning samt underhåll av rum och övriga utrymmen.</li> <li>Kontroll av utfört arbete.</li> <li>Personalplanering och upprättande av arbetstidsschema.</li> <li>Inköp av material och externa tjänster.</li> <li>Inredning med tanke på omtanke, design och tillgänglighet för alla.</li> <li>Blommor, dekorationer och annat som förhöjer gästens upplevelse.</li> <li>Miljömärkningar och certifieringar.</li> <li>Betydelsen av ergonomiskt arbete för såväl verksamhet som individ.</li> <li>Arbetsmiljö och säkerhet i enlighet med lagar och andra bestämmelser.</li> <li>Hänsyn till gästens integritet och säkerhet i enlighet med föreskrifter och företagets policy.</li> <li>Service och bemötande samt omtanke om gästen inför ankomst och under vistelse.</li> <li>Olika målgrupper och deras skiftande behov.</li> <li>Kommunikation och samverkan såväl inom som mellan olika avdelningar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> personalplanering och hur arbetstidsschema upprättas. Dessutom ger eleven exempel på <strong>någon</strong> personalvårdande aktivitet.</p><p>Eleven planerar, organiserar och utför <strong>i samråd </strong>med handledare arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>i samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>översiktligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>enkla </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> personalplanering och hur arbetstidsschema upprättas. Dessutom ger eleven exempel på <strong>några</strong> personalvårdande aktiviteter.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom området våningsservice, med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>enkla </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt</strong> personalplanering och hur arbetstidsschema upprättas. Dessutom ger eleven exempel på <strong>flera</strong> personalvårdande aktiviteter.</p><p>Eleven planerar, organiserar och utför <strong>efter samråd </strong>med handledare arbetsuppgifter inom området våningsservice med ett resultat som uppfyller fastställda kvalitetskrav. I planeringen väljer eleven <strong>efter samråd </strong>med handledare material, utrustning och metod som passar för uppgiften. Under arbetet upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån gällande lagar och andra bestämmelser.</p><p>Eleven anpassar <strong>med säkerhet</strong> sitt arbete efter målgrupp och gäster med särskilda behov. Eleven motiverar också med <strong>nyanserade </strong>omdömen sitt arbetssätt samt resonerar <strong>utförligt och nyanserat </strong>om betydelsen av service och bemötande i olika gästsituationer. I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen. Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade </strong>omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.193Z"
}