{
  "code": "VEL",
  "name": "Ventilation – plåtslageri",
  "englishName": "Ventilation – sheet metal",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2018:35",
  "skolfsAndring": "2022:320",
  "nameHeading": "<h2>Ventilation – plåtslageri</h2>",
  "description": "<p>Ämnet ventilation – plåtslageri behandlar tillverkningen av ventilationstekniska komponenter och detaljer samt vilken funktion dessa har i ventilationstekniska system.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet ventilation – plåtslageri ska syfta till att eleverna utvecklar förmåga att utföra ventilationsplåtslageriarbeten. Den ska vidare ge eleverna möjlighet att utveckla kunskaper om ritningsläsning.</p> <p>Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom yrkesområdet samt kunskaper om hur man söker information om aktuella regelverk. Undervisningen ska även leda till att eleverna utvecklar förmåga att arbeta med hänsyn till hälsa och säkerhet. Den ska ge eleverna möjlighet att utveckla kunskaper om branschens ansvar för hållbar utveckling.</p> <p>Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av yrkesrollen och av ansvarstagande vid ventilationsplåtslageri samt förmåga att reflektera över attityder och värderingar på arbetsplatsen. Vidare ska eleverna ges möjlighet att utveckla ett fackspråk och förmåga att kommunicera med såväl arbetskamrater som kunder. Undervisningen ska ge eleverna möjlighet att utveckla förmåga att dokumentera och kvalitetssäkra arbetet samt reflektera över hur arbetsprocessen har påverkat resultatet.</p> <p>Undervisningen ska genomföras så att teoretiska och praktiska kunskaper vävs samman till en helhet för eleverna. Arbetsuppgifter ska genomföras med metoder, verktyg och maskiner som är tidsenliga och ergonomiskt anpassade. Undervisningen ska ge eleverna möjlighet att utveckla kreativitet, problemlösnings- och initiativförmåga samt organiseras så att eleverna får möjlighet att utföra sina uppgifter såväl individuellt som i samarbete med andra.</p> <h4>Undervisningen i ämnet ventilation – plåtslageri ska ge eleverna förutsättningar att utveckla följande:</h4> <ol> <li>Förmåga att söka information samt planera, organisera och utföra vanliga arbetsuppgifter.</li> <li>Kunskaper om olika metoder, material, verktyg och maskiner.</li> <li>Kunskaper om lagar och andra bestämmelser inom yrkesområdet.</li> <li>Förmåga att göra riskbedömningar av arbetsuppgifterna.</li> <li>Färdigheter i att följa arbetsbeskrivningar och använda ritningar.</li> <li>Förmåga att hantera och vårda material, verktyg och maskiner.</li> <li>Förmåga att arbeta säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</li> <li>Förmåga att utvärdera arbetsprocessen och resultatet samt att dokumentera sitt arbete.</li> <li>Kunskaper om vad hållbar utveckling innebär i byggbranschen.</li> <li>Förmåga att samverka och kommunicera med andra samt använda fackspråk.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Ventilationsplåtslageri 1, 100 poäng. Betyg i kursen ventilationsplåtslageri 1 i ämnet ventilation – plåtslageri kan inte ingå i elevens examen tillsammans med betyg i kursen ventilationsplåtslageri 1 i ämnet ventilationsplåtslageri.</li> <li>Ventilationsplåtslageri 2, 200 poäng, som bygger på kursen ventilationsplåtslageri 1. Betyg i kursen ventilationsplåtslageri 2 i ämnet ventilation – plåtslageri kan inte ingå i elevens examen tillsammans med betyg i kursen ventilationsplåtslageri 2 i ämnet ventilationsplåtslageri.</li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: VELVET01</h3>",
      "code": "VELVET01",
      "nameHeading": "<h2>Ventilationsplåtslageri 1, 100 poäng</h2>",
      "name": "Ventilationsplåtslageri 1",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen ventilationsplåtslageri 1 omfattar punkterna 1–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.</li> <li>Planeringar och beräkningar för att lösa arbetsuppgifterna.</li> <li>Enklare måttagning och måttskisser.</li> <li>Enklare utbredningsteknik.</li> <li>Sammanfogningsmetoder för tillverkning av cirkulära och rektangulära kanaldetaljer.</li> <li>Sammanfogning av tillverkade cirkulära och rektangulära kanaldetaljer till ett kanalsystem.</li> <li>Olika typer av material och deras egenskaper.</li> <li>Verktyg och maskiner för olika ändamål. Handhavande och skötsel.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.</li> <li>Energimässigt effektiv utformning.</li> <li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskberäkningar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Metoder för att utvärdera sitt arbete.</li> <li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li> <li>Facktermer i relation till arbetsuppgiften.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar samt utför med <strong>visst </strong>handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav. I planeringen väljer eleven <strong>i samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>översiktligt </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <strong>enkel </strong>riskbedömning av arbetsuppgiften och anpassar vid behov, och <strong>i samråd </strong>med handledare, sin planering. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd </strong>med handledare.</p> <p>I arbetet följer eleven <strong>i samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med viss säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>enkel</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>enkla </strong>omdömen, arbetsprocessen och resultatet. Eleven redogör <strong>översiktligt </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med viss säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar samt utför med <strong>gott </strong>handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav. I planeringen väljer eleven<strong> efter samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>utförligt </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <strong>och situationen </strong>samt anpassar vid behov, och <strong>efter samråd </strong>med handledare, sin planering. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare.</p> <p>I arbetet följer eleven <strong>efter samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med viss säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>noggrann</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>nyanserade </strong>omdömen, arbetsprocessen och resultatet. Eleven redogör <strong>utförligt </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med viss säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar samt utför med <strong>mycket gott </strong>handlag enkla <strong>och även mer avancerade</strong> arbetsuppgifter och uppfyller fastställda kvalitetskrav. I planeringen väljer eleven<strong> efter samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>utförligt och nyanserat </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <strong>välgrundad </strong>riskbedömning av arbetsuppgiften <strong>och situationen </strong>samt anpassar vid behov, och <strong>efter samråd </strong>med handledare, sin planering. Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare.</p> <p>I arbetet följer eleven <strong>efter samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi. Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>nyanserade </strong>omdömen, arbetsprocessen och resultatet <strong>samt ger förslag på hur dessa kan förbättras</strong>. Eleven redogör <strong>utförligt och nyanserat </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: VELVET02</h3>",
      "code": "VELVET02",
      "nameHeading": "<h2>Ventilationsplåtslageri 2, 200 poäng</h2>",
      "name": "Ventilationsplåtslageri 2",
      "englishName": "Ventilation sheet metal 2",
      "points": "200",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen ventilationsplåtslageri 2 omfattar punkterna 1–10 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisning i kursen ska behandla följande centrala innehåll:</h4><ul style=\"list-style-type: disc;\"> <li>Informationssökning för arbetsuppgiften med hjälp av internet och på andra sätt.</li> <li>Tolkning av installations- och byggnadsritningar för tillverkning.</li> <li>Planeringar och beräkningar för att lösa arbetsuppgifterna.</li> <li>Måttagning och måttskisser.</li> <li>Utbredningsteknik.</li> <li>Metoder för tillverkning av kanaler.</li> <li>Sammanfogning av tillverkade kanaler.</li> <li>Olika typer av material och deras egenskaper.</li> <li>Verktyg och maskiner för olika ändamål. Handhavande och skötsel.</li> <li>Lagar och andra bestämmelser om arbetsmiljö, hälsa och säkerhet. Ergonomiskt arbetssätt.</li> <li>Energimässigt effektiv utformning.</li> <li>Olika typer av risker förknippade med arbetsuppgifterna samt metoder för att göra riskberäkningar.</li> <li>Problemlösning i samband med arbetsuppgifterna.</li> <li>Metoder för att utvärdera sitt arbete.</li> <li>Hållbart byggande. Hantering av material, till exempel förvaring, minimering av spill samt sortering av byggavfall och restprodukter. Resursanvändande kopplat till arbetsuppgiften.</li> <li>Facktermer i relation till arbetsuppgiften.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven planerar och organiserar samt utför med <strong>visst </strong>handlag enkla arbetsuppgifter utifrån fastställda kvalitetskrav. I planeringen väljer eleven<strong> i samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>översiktligt </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <strong>enkel </strong>riskbedömning av arbetsuppgiften och anpassar vid behov, och <strong>i samråd </strong>med handledare, sin planering.</p> <p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd </strong>med handledare. I arbetet följer eleven <strong>i samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med viss säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p> <p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>enkel</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>enkla </strong>omdömen, arbetsprocessen och resultatet. Eleven redogör <strong>översiktligt </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med viss säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven planerar och organiserar samt utför med <strong>gott </strong>handlag enkla arbetsuppgifter och uppfyller fastställda kvalitetskrav. I planeringen väljer eleven<strong> efter samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>utförligt </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en riskbedömning av arbetsuppgiften <strong>och situationen </strong>samt anpassar vid behov, och <strong>efter samråd </strong>med handledare, sin planering.</p> <p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. I arbetet följer eleven <strong>efter samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med viss säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p> <p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>noggrann</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>nyanserade </strong>omdömen, arbetsprocessen och resultatet. Eleven redogör <strong>utförligt </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med viss säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven planerar och organiserar samt utför med <strong>mycket gott </strong>handlag enkla <strong>och även mer avancerade</strong> arbetsuppgifter och uppfyller fastställda kvalitetskrav. I planeringen väljer eleven<strong> efter samråd </strong>med handledare material, verktyg, maskiner och någon metod som passar för uppgiften. Dessutom motiverar eleven <strong>utförligt och nyanserat </strong>sina val med hänsyn till hälsa, miljö, energieffektivitet och ekonomi samt utifrån lagar och andra bestämmelser. Eleven gör en <strong>välgrundad </strong>riskbedömning av arbetsuppgiften <strong>och situationen </strong>samt anpassar vid behov, och <strong>efter </strong>samråd med handledare, sin planering.</p> <p>Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd </strong>med handledare. I arbetet följer eleven <strong>efter samråd </strong>med handledare arbetsbeskrivningar och ritningar samt hanterar och vårdar <strong>med säkerhet </strong>material, verktyg och maskiner på ett riktigt sätt utifrån givna instruktioner. Eleven arbetar säkert med hänsyn till hälsa, arbetsmiljö och ergonomi.</p> <p>Under arbetets gång och när arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig</strong> dokumentation av arbetet. Dessutom utvärderar eleven, utifrån fastställda kvalitetskrav och med <strong>nyanserade </strong>omdömen, arbetsprocessen och resultatet <strong>samt ger förslag på hur dessa kan förbättras</strong>. Eleven redogör <strong>utförligt och nyanserat </strong>för vilken betydelse arbetsprocessen och resultatet har för en hållbar utveckling.</p> <p>I arbetet samverkar och kommunicerar eleven med andra samt använder fackspråk <strong>med säkerhet</strong>.</p> <p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.198Z"
}