{
  "code": "YTT",
  "name": "Yttre miljö",
  "englishName": "External environment",
  "typeOfSyllabus": "SUBJECT_SYLLABUS",
  "startDate": "2022-07-01",
  "modifiedDate": "2022-06-23",
  "version": "gy11",
  "versionInfo": "Betygskriterier ersätter kunskapskrav",
  "skolfsGrund": "2010:84",
  "skolfsAndring": "2022:333",
  "nameHeading": "<h2>Yttre miljö</h2>",
  "description": "<p>Ämnet yttre miljö behandlar planering, anläggning och bevarande av utomhusanläggningar och gröna ytor samt den teknik och utrustning som används för detta. Det behandlar också betydelsen av trivsamma och funktionella utemiljöer i fastighetsområden.</p>",
  "purposeHeading": "<h3>Ämnets syfte</h3>",
  "purpose": "<p>Undervisningen i ämnet yttre miljö ska syfta till att eleverna utvecklar förmåga att sköta och anlägga hårda ytor, gröna ytor och annan fast markutrustning inom fastighetsområdet. Den ska också leda till att eleverna utvecklar förmåga att välja och använda maskiner, verktyg och redskap samt att reparera, serva och underhålla dessa. Dessutom ska eleverna ges möjlighet att utveckla förmåga att tolka och använda ritningar, bedöma säkerhet och kvalitet samt samarbeta med andra.</p><p>Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om bygglagstiftning, miljö- och kvalitetskrav samt om hur arbetet kan organiseras med hänsyn till arbetsmiljö, säkerhet och ergonomi för såväl professionella som brukare. Eleverna ska också ges möjlighet att utveckla kunskaper om naturolyckor, till exempel översvämningar, ras och skred samt hur dessa kan påverka säkerheten.</p><p>Genom praktiskt arbete med såväl traditionell som modern hantverksteknik ska eleverna ges möjlighet att utveckla färdigheter i trädgårdsanläggning och anläggningsarbete inom fastighetsområdet.</p><h4>Undervisningen i ämnet yttre miljö ska ge eleverna förutsättningar att utveckla följande:</h4><ol> <li>Kunskaper om olika typer av anläggningar inom fastighetsområden samt om maskiner, verktyg och redskap.</li> <li>Kunskaper om utomhusmiljöns betydelse för människors hälsa och livskvalitet samt om hur utomhusmiljöer kan utformas för olika brukare.</li> <li>Förmåga att planera och dimensionera gröna miljöer, andra anläggningar och fast markutrustning.</li> <li>Förmåga att tolka och använda ritningar.</li> <li>Förmåga att utföra skötsel och anläggning av gröna ytor och fast markutrustning.</li> <li>Förmåga att välja och använda lämplig arbetsteknik samt lämpliga maskiner, verktyg och redskap.</li> <li>Förmåga att utföra underhåll, service och reparation av maskiner, verktyg och redskap.</li> <li>Kunskaper om lagar, andra bestämmelser och säkerhetsföreskrifter inom området samt förmåga att förebygga risker och olycksfall.</li> <li>Förmåga att utvärdera sitt arbete och resultat.</li> </ol><h3>Kurser i ämnet</h3><ul><li>Yttre miljö – anläggningar, 100 poäng. </li> <li>Yttre miljö – maskiner och verktyg, 100 poäng. </li></ul>",
  "categories": [
    {
      "name": "Yrkesämne",
      "code": "VOCATIONAL"
    }
  ],
  "schoolTypes": [
    "GY",
    "VUXGY"
  ],
  "courses": [
    {
      "codeHeading": "<h3>Kurskod: YTTYTT0</h3>",
      "code": "YTTYTT0",
      "nameHeading": "<h2>Yttre miljö – anläggningar, 100 poäng</h2>",
      "name": "Yttre miljö – anläggningar",
      "englishName": "External environment – plants",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 1,
      "description": "<p>Kursen yttre miljö – anläggningar omfattar punkterna 1–6 och 8–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika typer av anläggningar inom fastighetsområden, till exempel gång- och cykelvägar, lek- och uteplatser och parkeringsytor.</li> <li>Hållbar utveckling samt utomhusmiljöns betydelse för människors hälsa och livskvalitet. Utformning av utomhusmiljöer för olika brukare.</li> <li>Planering och dimensionering av gröna miljöer och andra anläggningar inom fastighetsområden utifrån krav på estetik och funktion.</li> <li>Ritnings- och anläggningshandlingar, till exempel för vatten, avlopp och el i mark.</li> <li>Arbetstekniker vid arbeten med anläggning av gröna ytor, till exempel parkområden och träd- och buskplanteringar.</li> <li>Lagar, andra bestämmelser och säkerhetsföreskrifter inom området. Olycksförebyggande arbete avseende arbets- och anläggningsområden, lekplatser, vägar och gångvägar.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> olika typer av anläggningar inom fastighetsområden. Dessutom redogör eleven <strong>översiktligt </strong>för utomhusmiljöns betydelse för människors hälsa och livskvalitet samt hur utomhusmiljöer kan utformas för olika brukare.</p><p>Eleven planerar och dimensionerar <strong>i samråd </strong>med handledare gröna miljöer och andra anläggningar för olika brukare utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med viss säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>i samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor. I arbetet väljer och använder eleven <strong>med viss säkerhet </strong>lämplig arbetsteknik. Dessutom använder eleven <strong>med viss säkerhet</strong> maskiner, verktyg och redskap.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>i samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> olika typer av anläggningar inom fastighetsområden. Dessutom redogör eleven <strong>utförligt</strong> för utomhusmiljöns betydelse för människors hälsa och livskvalitet samt hur utomhusmiljöer kan utformas för olika brukare.</p><p>Eleven planerar och dimensionerar <strong>efter samråd </strong>med handledare gröna miljöer och andra anläggningar för olika brukare utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med viss säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>efter samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor. I arbetet väljer och använder eleven <strong>med viss säkerhet </strong>lämplig arbetsteknik. Dessutom använder eleven <strong>med viss säkerhet</strong> maskiner, verktyg och redskap.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>efter samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika typer av anläggningar inom fastighetsområden. Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för utomhusmiljöns betydelse för människors hälsa och livskvalitet samt hur utomhusmiljöer kan utformas för olika brukare.</p><p>Eleven planerar och dimensionerar <strong>efter samråd </strong>med handledare gröna miljöer och andra anläggningar för olika brukare utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>efter samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor. I arbetet väljer och använder eleven <strong>med säkerhet </strong>lämplig arbetsteknik. Dessutom använder eleven <strong>med säkerhet</strong> maskiner, verktyg och redskap.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>efter samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    },
    {
      "codeHeading": "<h3>Kurskod: YTTYTR0</h3>",
      "code": "YTTYTR0",
      "nameHeading": "<h2>Yttre miljö – maskiner och verktyg, 100 poäng</h2>",
      "name": "Yttre miljö – maskiner och verktyg",
      "englishName": "External environment – machines and tools",
      "points": "100",
      "typeOfSyllabus": "COURSE_IN_SUBJECT_SYLLABUS",
      "sortOrder": 2,
      "description": "<p>Kursen yttre miljö – maskiner och verktyg omfattar punkterna 1 och 3–9 under rubriken Ämnets syfte.</p>",
      "centralCntHeading": "<h3>Centralt innehåll</h3>",
      "centralContent": {
        "text": "<h4>Undervisningen i kursen ska behandla följande centrala innehåll:</h4><ul> <li>Olika maskiner, verktyg och redskap samt deras konstruktion och funktion.</li> <li>Planering och dimensionering av fast markutrustning inom fastighetsområden utifrån krav på estetik och funktion.</li> <li>Ritnings- och anläggningshandlingar.</li> <li>Montering av lekutrustning och annan fast markutrustning.</li> <li>Arbetstekniker vid arbeten med redskap och maskiner i yttre fastighetsmiljöer.</li> <li>Hur val av material, anläggningsteknik, maskiner, verktyg, redskap och eventuell dränering är beroende av mark-, jord- och vattenförutsättningar.</li> <li>Instruktions- och handböcker för maskiner, verktyg och redskap. Hur böckerna tolkas och används.</li> <li>Daglig tillsyn, periodiskt underhåll, service och reparation av maskiner, verktyg och redskap.</li> <li>Lagar, andra bestämmelser och säkerhetsföreskrifter inom området. Olycksförebyggande arbete avseende arbets- och anläggningsområden, lekplatser, vägar och gångvägar samt maskiner, verktyg och redskap.</li> <li>Säkerhets- och ergonomifrågor vid arbete med maskiner, verktyg och redskap.</li> </ul>"
      },
      "knowledgeReqsHeading": "<h3>Betygskriterier</h3>",
      "knowledgeRequirements": [
        {
          "text": "<h4>Betyget E</h4><p>Eleven beskriver <strong>översiktligt</strong> olika maskiner, verktyg och redskap samt deras konstruktion och funktion.</p><p>Eleven planerar och dimensionerar <strong>i samråd </strong>med handledare fast markutrustning utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med viss säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>i samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor och fast markutrustning. I arbetet väljer och använder eleven <strong>med viss säkerhet </strong>lämplig arbetsteknik. Eleven väljer och använder också <strong>med viss säkerhet</strong> maskiner, verktyg och redskap. Dessutom utför eleven <strong>i samråd </strong>med handledare underhåll, service och reparation av maskinerna, verktygen och redskapen.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>i samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>enkla </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "E"
        },
        {
          "text": "<h4>Betyget D</h4><p>Elevens kunskaper bedöms sammantaget vara mellan C och E.</p>",
          "gradeStep": "D"
        },
        {
          "text": "<h4>Betyget C</h4><p>Eleven beskriver <strong>utförligt</strong> olika maskiner, verktyg och redskap samt deras konstruktion och funktion.</p><p>Eleven planerar och dimensionerar <strong>efter samråd </strong>med handledare fast markutrustning utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med viss säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>efter samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor och fast markutrustning. I arbetet väljer och använder eleven <strong>med viss säkerhet </strong>lämplig arbetsteknik. Eleven väljer och använder också <strong>med viss säkerhet</strong> maskiner, verktyg och redskap. Dessutom utför eleven <strong>efter samråd </strong>med handledare underhåll, service och reparation av maskinerna, verktygen och redskapen.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>efter samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "C"
        },
        {
          "text": "<h4>Betyget B</h4><p>Elevens kunskaper bedöms sammantaget vara mellan A och C.</p>",
          "gradeStep": "B"
        },
        {
          "text": "<h4>Betyget A</h4><p>Eleven beskriver <strong>utförligt och nyanserat</strong> olika maskiner, verktyg och redskap samt deras konstruktion och funktion.</p><p>Eleven planerar och dimensionerar <strong>efter samråd </strong>med handledare fast markutrustning utifrån krav på estetik och funktion. I planeringen tolkar och använder eleven <strong>med säkerhet </strong>ritningar över gröna ytor, anläggningar och fast markutrustning inom fastighetsområdet. Eleven utför <strong>efter samråd </strong>med handledare skötsel och enklare anläggning av gröna ytor och fast markutrustning. I arbetet väljer och använder eleven <strong>med säkerhet </strong>lämplig arbetsteknik. Eleven väljer och använder också <strong>med säkerhet</strong> maskiner, verktyg och redskap. Dessutom utför eleven <strong>efter samråd </strong>med handledare underhåll, service och reparation av maskinerna, verktygen och redskapen.</p><p>Eleven arbetar utifrån lagar och andra bestämmelser samt utifrån säkerhetsföreskrifter för egen och andras säkerhet. Dessutom använder eleven skyddsutrustning och arbetar ergonomiskt samt förebygger <strong>efter samråd </strong>med handledare risker och olycksfall i arbetet.</p><p>När arbetet är utfört utvärderar eleven med <strong>nyanserade </strong>omdömen sitt arbete och resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>.</p><p>När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet </strong>den egna förmågan och situationens krav.</p>",
          "gradeStep": "A"
        }
      ]
    }
  ],
  "lastUpdated": "2024-12-18T08:05:12.203Z"
}